Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: No employee specified
es_es: No hay empleado especificado.
zh_cn: 未指定员工

source: No exceptions to correct, great job!
es_es: No hay excepciones para corregir, ¡gran trabajo!
zh_cn: 无一例外地纠正，干得好！

source: No form setup required for this state.
es_es: No se requiere configuración de formulario para este estado.
zh_cn: 此状态不需要表单设置。

source: No internet connection found. Cannot use live chat support.
es_es: No se encontró conexión a internet. No se puede usar el soporte de chat en vivo.
zh_cn: 未找到互联网连接。无法使用实时聊天支持。

source: No jobs to invoice, possibly due to job start/end date not matching specified invoice date range
es_es: No hay trabajos para facturar, posiblemente debido a que la fecha de inicio/finalización del trabajo no coincide con el rango de fechas de facturación especificado.
zh_cn: 没有要开具发票的作业，可能是因为作业开始/结束日期与指定的发票日期范围不匹配

source: No pay stub amendments to process, skipping...
es_es: No hay enmiendas de talón de pago para procesar, saltando...
zh_cn: 没有工资单修改流程，跳过...

source: No results found.
es_es: No se encontraron resultados.
zh_cn: 未找到结果。

source: No saved report!
es_es: ¡No hay informe guardado!
zh_cn: 没有保存的报告！

source: No saved schedule found with that name.
es_es: No se encontró ningún horario guardado con ese nombre.
zh_cn: 未找到具有该名称的已保存计划。

source: No selected record
es_es: No hay registro seleccionado
zh_cn: 没有选择的记录

source: No superior defined for level
es_es: No hay un superior definido para este nivel.
zh_cn: 没有为级别定义上级

source: No supervisors are assigned to you at this time, please try again later
es_es: No se le han asignado supervisores en este momento, por favor inténtalo de nuevo más tarde.
zh_cn: 暂无主管分配给您，请稍后再试

source: No time period defined for this report
es_es: No hay un periodo de tiempo definido para este informe.
zh_cn: 没有为此报告定义时间段

source: No time recorded for this job within date range
es_es: No hay tiempo registrado para este trabajo dentro del rango de fechas.
zh_cn: 在日期范围内没有记录此作业的时间

source: No timesheets to verify yet.
es_es: No hay hojas de tiempo para verificar todavía.
zh_cn: 尚无要验证的时间表。

source: No trailing slash
es_es: Sin barra final
zh_cn: 没有尾部斜线

source: No transactions exists, or employee does not have any pay methods
es_es: No existen transacciones, o el empleado no tiene ningún método de pago.
zh_cn: 不存在交易，或员工没有任何支付方式

source: No validation email sent...
es_es: No se ha enviado el correo de validación...
zh_cn: 没有发送验证电子邮件...

source: No work or home email address specified in your employee record, unable to schedule report
es_es: No hay dirección de correo electrónico de trabajo o hogar especificada en su registro de empleado, imposible programar informe.
zh_cn: 您的员工记录中未指定工作或家庭电子邮件地址，无法安排报告

source: Non-Profit Corporation
es_es: Corporación sin fines de lucro
zh_cn: 非营利组织

source: None
es_es: Ninguno
zh_cn: 无

source: None Apply
es_es: No aplica.
zh_cn: 无申请

source: None provided yet, click the "+" icon to add
es_es: No proporcionado aún, haga clic en el icono + para agregar.
zh_cn: 暂无提供，点击“+”图标添加

source: Nonemployee Compensation (1)
es_es: Compensación de no empleados
zh_cn: 非雇员补偿 (1)

source: Nonemployee compensation (Box 1)
es_es: Compensación de no empleados (Caja 1)
zh_cn: 非雇员薪酬（专栏 1）

source: Nonqualified Plans (11)
es_es: Planes no calificados (11)

source: Nonqualified Plans (Box 11)
es_es: Planes no calificados (Caja 11)
zh_cn: 不合格计划（方框 11）

source: Norfolk Island
es_es: Isla Norfolk

source: Normal (In-Cycle)
es_es: Normal (En-Ciclo)
zh_cn: 正常（循环内）

source: Normal - In
es_es: Normal - Normal
zh_cn: 正常 - 在

source: Normal - Out
es_es: Normal - Fuera
zh_cn: 正常 - 输出

source: North Ayrshire
es_es: Norte Ayrshire
zh_cn: 北艾尔郡

source: North Down
es_es: Norte Abajo
zh_cn: 北下

source: North East Lincolnshire
es_es: Norte Este de Lincolnshire
zh_cn: 东北林肯郡

source: North Kalimantan
es_es: Kalimantan del Norte
zh_cn: 北加里曼丹

source: North Lanarkshire
es_es: North Lanarkshire en español es Lanarkshire del Norte.
zh_cn: 北拉纳克郡

source: North Lincolnshire
es_es: Norte de Lincolnshire
zh_cn: 北林肯郡

source: North Maluku
es_es: Maluku norte

source: North Somerset
es_es: Norte Somerset
zh_cn: 北萨默塞特

source: North Sulawesi
es_es: Sulawesi norte
zh_cn: 北苏拉威西

source: North Sumatra
es_es: Sumatra norte
zh_cn: 北苏门答腊

source: North Tyneside
es_es: Norte Tyneside
zh_cn: 北泰恩赛德

source: North Yorkshire
es_es: Yorkshire del Norte
zh_cn: 北约克郡

source: Northern Cape
es_es: Cabo norte

source: Northern Mariana Islands
es_es: Islas Marianas del Norte

source: Northern Territory
es_es: Territorio del Norte
zh_cn: 澳北区

source: Northumberland
es_es: Nortumberland

source: Norway
es_es: Noruega

source: Not Allowed On Job
es_es: No es Permitido en el Trabajo
zh_cn: 工作不允许

source: Not Allowed On Task
es_es: No es Permitido en la Tarea
zh_cn: 任务不允许

source: Not Allowed on Branch
es_es: No está permitido en la rama.
zh_cn: 不允许在分支机构

source: Not Allowed on Department
es_es: No permitido en el departamento.
zh_cn: 部门不允许

source: Not Allowed on Punch Tag(s)
es_es: No está permitido en el Punch Tag(s)
zh_cn: 穿孔标签不允许

source: Not Eligible for holiday
es_es: No elegible para vacaciones
zh_cn: 不适合休假

source: Not Installed.
es_es: No instalado.
zh_cn: 未安装。

source: Not Installed. (BCMATH extension must be enabled)
es_es: No instalado. (La extensión BCMATH debe estar habilitada)
zh_cn: 未安装。 （必须启用 BCMATH 扩展）

source: Not Installed. (CURL extension must be enabled)
es_es: No instalado. (La extensión CURL debe estar habilitada)
zh_cn: 未安装。 （必须启用 CURL 扩展）

source: Not Installed. (GD extension must be enabled)
es_es: No instalado. (La extensión GD debe estar habilitada)
zh_cn: 未安装。 （必须启用 GD 扩展）

source: Not Installed. (GETTEXT extension must be enabled)
es_es: No instalado. (La extensión GETTEXT debe estar habilitada)
zh_cn: 未安装。 （必须启用 GETTEXT 扩展）

source: Not Installed. (INTL extension must be enabled)
es_es: No instalado. (La extensión INTL debe estar habilitada)
zh_cn: 未安装。 （必须启用 INTL 扩展名）

source: Not Installed. (JSON extension must be enabled)
es_es: No instalado. (La extensión JSON debe estar habilitada).
zh_cn: 未安装。 （必须启用 JSON 扩展）

source: Not Installed. (MAIL extension must be enabled)
es_es: No instalado. (La extensión MAIL debe estar habilitada)
zh_cn: 未安装。 （必须启用 MAIL 扩展）

source: Not Installed. (MBSTRING extension must be enabled)
es_es: No instalado. (La extensión MBSTRING debe estar habilitada)
zh_cn: 未安装。 （必须启用 MBSTRING 扩展名）

source: Not Installed. (MCRYPT extension must be enabled)
es_es: No instalado. (La extensión MCRYPT debe estar habilitada).
zh_cn: 未安装。 （必须启用 MCRYPT 扩展）

source: Not Installed. (OpenSSL extension must be enabled)
es_es: No instalado. (La extensión OpenSSL debe estar habilitada)
zh_cn: 未安装。 （必须启用 OpenSSL 扩展）

source: Not Installed. (PGSQL extension must be enabled)
es_es: No instalado. (La extensión PGSQL debe estar habilitada)
zh_cn: 未安装。 （必须启用 PGSQL 扩展）

source: Not Installed. (SOAP extension must be enabled)
es_es: No instalado. (La extensión SOAP debe estar habilitada).
zh_cn: 未安装。 （必须启用 SOAP 扩展）

source: Not Installed. (SimpleXML extension must be enabled)
es_es: No instalado. (La extensión SimpleXML debe estar habilitada)
zh_cn: 未安装。 （必须启用 SimpleXML 扩展）

source: Not Installed. (ZIP extension must be enabled)
es_es: No instalado. (La extensión ZIP debe estar habilitada)
zh_cn: 未安装。 （必须启用 ZIP 扩展名）

source: Not Needs
es_es: No necesita
zh_cn: 不需要

source: Not Scheduled
es_es: No Planificado
zh_cn: 未定期

source: Not Scheduled Branch or Department
es_es: No programado Sucursal o Departamento
zh_cn: 未预定的分支机构或部门

source: Not Scheduled Job or Task
es_es: Trabajo o tarea no programada
zh_cn: 未安排的作业或任务

source: Not Scheduled Punch Tags(s)
es_es: Etiquetas de ponchado no programadas
zh_cn: 未安排打卡标签

source: Not Specified
es_es: No especificado
zh_cn: 未指定

source: Not Verified
es_es: No Verificado
zh_cn: 未确认

source: Not a kiosk station or not logged in, unable to synchronize data. Disabling Station!
es_es: No es una estación de quiosco o no ha iniciado sesión, no se puede sincronizar los datos. Deshabilitando la Estación!
zh_cn: 不是 kiosk 站或未登录，无法同步数据。禁用站！

source: Not emailing report
es_es: No enviar el informe por correo electrónico.
zh_cn: 不通过电子邮件发送报告

source: Not enough disk space available, please free up disk space and try again.
es_es: No hay suficiente espacio en el disco disponible, por favor libere espacio en el disco e inténtelo de nuevo.
zh_cn: 可用磁盘空间不足，请释放磁盘空间并重试。

source: Not generating final pay stub!
es_es: No se esta Generando Talonarios de Pagos Final!
zh_cn: 没生成最终工资条！

source: Not including handling fee
es_es: No incluyendo la tarifa de manejo
zh_cn: 不包括手续费

source: Not scheduled to work currently.
es_es: No programado para trabajar actualmente.
zh_cn: 目前未安排工作。

source: Not so great
es_es: No tan bueno.
zh_cn: 不太好

source: Not worked on holiday when scheduled
es_es: No trabajar en días festivos cuando está programado.
zh_cn: 没有按计划在假期工作

source: Not writable
es_es: No escribible
zh_cn: 不可写

source: Note
es_es: Nota
zh_cn: 备注

source: Note is too long
es_es: Nota es muy larga
zh_cn: 备注太长

source: Note is too long or too short
es_es: La nota es demasiado larga o demasiado corta.
zh_cn: 音符太长或太短

source: Note is too short or too long
es_es: Nota es muy corta o muy larga
zh_cn: 备注太短或太长

source: Note(private)
es_es: Nota (privada)
zh_cn: 注意事项（私人）

source: Note(public)
es_es: Nota (pública)
zh_cn: 注意事项（公开）

source: Notes
es_es: Notas
zh_cn: 备注

source: Notice
es_es: Nota
zh_cn: 通知

source: Notification
es_es: Notificación
zh_cn: 通知

source: Notification Device Token
es_es: Dispositivo de Notificación de Token
zh_cn: 通知设备令牌

source: Notification Preferences
es_es: Preferencias de Notificación
zh_cn: 通知首选项

source: Notification Status
es_es: Estado de Notificación
zh_cn: 通知状态

source: Notification duration must be between 0 and 86400 seconds
es_es: La duración de la notificación debe estar entre 0 y 86400 segundos.
zh_cn: 没有按计划在假期工作

source: Notifications
es_es: Notificaciones
zh_cn: 通知

source: Notify
es_es: Notificar
zh_cn: 通知

source: Notify Employee
es_es: Notificar al Empleado
zh_cn: 通知员工

source: Notify Employee setting cannot be used when more than 50 shifts are created or modified.
es_es: No se puede usar la configuración de notificación de empleado cuando se crean o modifican más de 50 turnos.
zh_cn: 当创建或修改超过 50 个班次时，不能使用通知员工设置。

source: November
es_es: Noviembre
zh_cn: 十一月

source: Now
es_es: Ahora
zh_cn: 现在

source: Number
es_es: Numero
zh_cn: 号码

source: Number is too short or too long
es_es: Numero es muy corto o muy largo
zh_cn: 号码太短或太长

source: Numeric
es_es: Numérico
zh_cn: 数字

source: Numeric (20,4)
es_es: Numérico (20,4).
zh_cn: 数字 (20,4)

source: OES-3 Filing
es_es: Presentación de OES-3
zh_cn: OES-3备案

source: OPEN
es_es: ABRIR
zh_cn: 打开

source: OPENING BALANCE
es_es: Saldo Inicial
zh_cn: 期初余额

source: OQ Filing
es_es: Presentación de OQ
zh_cn: 白色锉刀

source: OTC Payment
es_es: Pago OTC
zh_cn: 场外支付

source: OVERDUE
es_es: FECHA VENCIDA
zh_cn: 逾期

source: Object
es_es: Objeto
zh_cn: 物件

source: Object ID is invalid
es_es: ID del Objeto no es valido
zh_cn: 物件 ID 无效

source: Object ID is invalid.
es_es: ID del Objeto no es valido.
zh_cn: 物件 ID 无效。

source: Object Type
es_es: Tipo de Objeto
zh_cn: 对象类型

source: Object Type is already assigned to another hierarchy
es_es: Tipo de Objeto ya esta asignado a otra jerarquía
zh_cn: 物件类型已经分配给另一个等级制度

source: Object Type is invalid
es_es: Tipo de Objeto no es valido
zh_cn: 物件类型无效

source: Object Type is invalid.
es_es: Tipo de Objeto no es valido.
zh_cn: 物件类型无效。

source: Object is invalid
es_es: El Objeto no es valido
zh_cn: 物件无效

source: Object must be specified
es_es: El objeto debe especificarse.
zh_cn: 必须指定对象

source: Object type is already assigned to another hierarchy
es_es: Tipo de Objeto ya esta asignado a otra jerarquía
zh_cn: 物件类型已经分配给另一个等级制度

source: Object type is invalid
es_es: El tipo de objeto no es válido.
zh_cn: 对象类型无效

source: ObjectID
es_es: ID del objeto
zh_cn: 对象ID

source: Objects
es_es: Objetos
zh_cn: 物件

source: Occupation Classification Code
es_es: Código de Clasificación de Ocupación
zh_cn: 职业分类代码

source: October
es_es: Octubre
zh_cn: 十月

source: Offered Position
es_es: Posición ofrecida
zh_cn: 提供职位

source: Office of Support Enforcement (OSE)
es_es: Oficina de Cumplimiento de Apoyo (OSE)
zh_cn: 支持执法办公室 (OSE)

source: Offset Account
es_es: Cuenta de compensación
zh_cn: 对冲账户

source: Offset Description
es_es: Descripción de compensación
zh_cn: 偏移说明

source: Offset Routing
es_es: Enrutamiento de desplazamiento
zh_cn: 偏移路由

source: Offset Transaction
es_es: Transacción de compensación
zh_cn: 抵消交易

source: Ok, done!
es_es: ¡Ok, ¡listo!
zh_cn: OK完成！

source: Oklahoma Wage Withholding Tax Return
es_es: Declaración de Impuesto de Retención de Salario de Oklahoma
zh_cn: 俄克拉荷马州工资预扣税申报表

source: Oklahoma Withholding Payment Coupon
es_es: Cupón de Retención de Oklahoma
zh_cn: 俄克拉何马州预扣付款优惠券

source: Old value is invalid
es_es: El valor antiguo no es válido.
zh_cn: 旧值无效

source: Oman
es_es: Omán

source: On Hold
es_es: En Espera
zh_cn: 暂停

source: On or After
es_es: En o Después
zh_cn: 于或之后

source: On or Before
es_es: En o Antes
zh_cn: 于或之前

source: On the Holiday, the Employee
es_es: El empleado en las vacaciones.
zh_cn: 假期里，员工

source: Only Round Punches Within The Following Window
es_es: Solo marcajes redondos dentro de la siguiente ventana.
zh_cn: 仅在以下窗口内打圆孔

source: Only Scheduled Shifts
es_es: Solo turnos programados
zh_cn: 仅安排班次

source: Only Selected Branches
es_es: Solamente Sucursales Seleccionadas
zh_cn: 限于选择的分公司

source: Only Selected Default Branches
es_es: Solo ramas predeterminadas seleccionadas
zh_cn: 仅选定的默认分支

source: Only Selected Default Departments
es_es: Solo Departamentos Predeterminados Seleccionados
zh_cn: 仅选定的默认部门

source: Only Selected Departments
es_es: Solamente Departamentos Seleccionados
zh_cn: 限于选择的部门

source: Only Selected Groups
es_es: Solamente Grupos Seleccionados
zh_cn: 限于选择的组

source: Only Selected Job Groups
es_es: Solamente Grupos de Trabajo Seleccionados
zh_cn: 限于选定的工作组

source: Only Selected Jobs
es_es: Solamente Trabajos Seleccionados
zh_cn: 限于选择的工作

source: Only Selected Punch Branches
es_es: Solo ramas de Punch seleccionadas
zh_cn: 仅选定打卡分支

source: Only Selected Punch Tag Groups
es_es: Solo Grupos de Etiquetas de Punch Seleccionados
zh_cn: 仅选定的穿孔标记组

source: Only Selected Punch Tags
es_es: Solo etiquetas de marcaje seleccionadas
zh_cn: 仅选定打卡标签

source: Only Selected Task Groups
es_es: Solamente Grupos de Tarea Seleccionados
zh_cn: 限于选定的任务组

source: Only Selected Tasks
es_es: Solamente Tareas Seleccionadas
zh_cn: 限于选择的任务

source: Only Selected Titles
es_es: Solo Títulos Seleccionados
zh_cn: 仅选定的标题

source: Only employed %1 of the required %2 days
es_es: Solo se emplearon %1 de los %2 días requeridos.
zh_cn: 只雇用了所需的 %2 天中的 %1

source: Only worked %1 of the required %2 %3 following the holiday
es_es: Solo se trabajó %1 de los %2 %3 requeridos después de las vacaciones.
zh_cn: 假期过后只完成了 %2 %3 所需的 %1

source: Only worked %1 of the required %2 %3 prior to the holiday
es_es: Solo trabajó el %1 de los %2 %3 requeridos antes de las vacaciones.
zh_cn: 假期前只完成了要求的 %2 %3 的 %1

source: Open
es_es: Abierto
zh_cn: 打开

source: Open Shift Multiplier
es_es: Multiplicador de turno abierto
zh_cn: 打开移位乘数

source: Open Shift Multiplier must be 0 or higher
es_es: El Multiplicador de Cambio Abierto debe ser 0 o mayor.
zh_cn: 打开移位乘数必须为 0 或更高

source: OpenSSL Enabled
es_es: Habilitado OpenSSL
zh_cn: 启用 OpenSSL

source: Opening Balance (YTD)
es_es: Saldo Inicial (YTD)
zh_cn: 期初余额（年初至今）

source: Opening Balance Pay Stubs must not come after any other pay stub for this employee
es_es: El saldo inicial de los talones de pago no debe venir después de ningún otro talón de pago para este empleado.
zh_cn: 期初余额工资单不得在该员工的任何其他工资单之后

source: Operating System
es_es: Sistema Operativo
zh_cn: 操作系统

source: Option 1
es_es: ¿Puedes ayudarme?
zh_cn: 选项1

source: Option 2
es_es: ¿Cómo estás?
zh_cn: 选项 2

source: Option 3
es_es: ¿Quieres venir conmigo?
zh_cn: 选项 3

source: Option 4
es_es: ¿Cómo estás?
zh_cn: 选项 5

source: Optional
es_es: Opcional
zh_cn: 可选项

source: Optional Two Earners
es_es: Opcional Dos Ingresos

source: Or first day since last ROE
es_es: Primer día desde el último ROE.
zh_cn: 或自上次 ROE 后的第一天

source: Order
es_es: Orden
zh_cn: 序列

source: Order Date
es_es: Fecha de pedido
zh_cn: 订单日期

source: Order is invalid
es_es: Orden no valida
zh_cn: 排序无效

source: Order is invalid for this type of account, it must be between
es_es: Orden invalida para este tipo de cuenta, tiene que ser entre
zh_cn: 排序对此类帐户无效，它必须在以下之间

source: Order must be specified
es_es: El pedido debe especificarse.
zh_cn: 必须指定订单

source: Organization Name is invalid
es_es: Nombre de Organización no es valido
zh_cn: 组织名称无效

source: Origin
es_es: Origen
zh_cn: 原始地

source: Origin Country
es_es: País de origen
zh_cn: 原籍国

source: Original Amount
es_es: Cantidad original
zh_cn: 原金额

source: Originator ID
es_es: ID del Originador
zh_cn: 发起者 ID

source: Originator Short Name
es_es: Nombre Corto del Originador
zh_cn: 发起人简称

source: Orkney Islands
es_es: Islas Orkney
zh_cn: 奥克尼群岛

source: Other
es_es: Otro
zh_cn: 其他

source: Other Box 1
es_es: Otra Caja 1
zh_cn: 其他框 1

source: Other Box 2
es_es: Otra Caja 2
zh_cn: 其他框 2

source: Other Box 3
es_es: Otra Caja 3
zh_cn: 其他框 3

source: Other Box 4
es_es: Otra Caja 4
zh_cn: 其他框 4

source: Other Box 5
es_es: Otra Caja 5
zh_cn: 其他框 5

source: Other Box 6
es_es: Otra Caja 6
zh_cn: 其他框 6

source: Other Contact
es_es: Otro Contacto
zh_cn: 其他联系方式

source: Other Contact is invalid
es_es: Otro Contacto no es valido
zh_cn: 其他联系无效

source: Other Email
es_es: Otra dirección de correo electrónico
zh_cn: 其他邮箱

source: Other Fields
es_es: Otros Campos
zh_cn: 其他域

source: Other Hours
es_es: Horas adicionales
zh_cn: 其他时间

source: Other ID1
es_es: Otro ID1
zh_cn: 其他 ID1

source: Other ID1 is invalid
es_es: Otro ID1 no valido
zh_cn: 其他 ID1 无效

source: Other ID10
es_es: Otro ID10
zh_cn: 其他ID10

source: Other ID10 is invalid
es_es: Otro ID10 no es valido
zh_cn: 其他 ID10 无效

source: Other ID2
es_es: Otro ID2
zh_cn: 其他 ID2

source: Other ID2 is invalid
es_es: Otro ID2 no valido
zh_cn: 其他 ID2 无效

source: Other ID3
es_es: Otro ID3
zh_cn: 其他 ID3

source: Other ID3 is invalid
es_es: Otro ID3 no valido
zh_cn: 其他 ID3 无效

source: Other ID4
es_es: Otro ID4
zh_cn: 其他 ID4

source: Other ID4 is invalid
es_es: Otro ID4 no valido
zh_cn: 其他 ID4 无效

source: Other ID5
es_es: Otro ID5
zh_cn: 其他 ID5

source: Other ID5 is invalid
es_es: Otro ID5 no valido
zh_cn: 其他 ID5 无效

source: Other ID6
es_es: Otra ID6
zh_cn: 其他ID6

source: Other ID6 is invalid
es_es: Otro ID6 no es valido
zh_cn: 其他 ID6 无效

source: Other ID7
es_es: Otro ID7
zh_cn: 其他 ID7

source: Other ID7 is invalid
es_es: Otro ID7 no es valido
zh_cn: 其他 ID7 无效

source: Other ID8
es_es: Otra ID8
zh_cn: 其他ID8

source: Other ID8 is invalid
es_es: Otro ID8 no es valido
zh_cn: 其他 ID8 无效

source: Other ID9
es_es: Otra ID9
zh_cn: 其他ID9

source: Other ID9 is invalid
es_es: Otro ID9 no es valido
zh_cn: 其他 ID9 无效

source: Other Monies (Box 17C)
es_es: Otros Fondos (Caja 17C)
zh_cn: 其他款项（方框 17C）

source: Other email is too long
es_es: El otro correo electrónico es demasiado largo.
zh_cn: 其他电子邮件太长

source: Other<br>Income
es_es: Otros<br>Ingresos
zh_cn: 其他<br>收入

source: Ounces (oz)
es_es: Onzas (oz)
zh_cn: 安士 (oz)

source: Out
es_es: Salida
zh_cn: 签出

source: Out (Actual)
es_es: Salida (Actual)
zh_cn: 签出(实际)

source: Out Created By
es_es: Creado por
zh_cn: 创建者

source: Out Created Date
es_es: Fecha de creación
zh_cn: 创建日期

source: Out Date
es_es: Salir
zh_cn: 过时

source: Out Date/Time
es_es: Fecha/Hora de Salida
zh_cn: 退出日期/时间

source: Out Early
es_es: Salida Temprano
zh_cn: 早签出

source: Out Late
es_es: Salida Tarde
zh_cn: 晚签出

source: Out Latitude
es_es: Latitud
zh_cn: 出纬度

source: Out Location Accuracy
es_es: Precisión de ubicación externa
zh_cn: 外出定位精度

source: Out Longitude
es_es: Longitud
zh_cn: 出经度

source: Out Punch
es_es: Marca de Salida
zh_cn: 签出打卡

source: Out Punch Image
es_es: Imagen de marcaje fuera
zh_cn: 打卡图像

source: Out Station Description
es_es: Descripción de Estación de Salida
zh_cn: 签出站点说明

source: Out Station ID
es_es: ID de la Estación de Salida
zh_cn: 签出站点 ID

source: Out Station Source
es_es: Estación Fuente de Salida
zh_cn: 签出站点源

source: Out Station Type
es_es: Tipo de Estación de Salida
zh_cn: 签出站点类型

source: Out Time
es_es: Tiempo de salida
zh_cn: 时差

source: Out Time not specified
es_es: Tiempo de salida no especificado.
zh_cn: 未指定输出时间

source: Out Type
es_es: Tipo de Salida
zh_cn: 签出类型

source: Out Updated By
es_es: Actualizado por
zh_cn: 更新者

source: Out Updated Date
es_es: Fecha de actualización
zh_cn: 更新日期

source: Out of Stock
es_es: Sin Inventario
zh_cn: 没货

source: Out punches cannot occur before an in punch, in the same punch pair
es_es: Los marcajes de salida no pueden ocurrir antes de un marcaje de entrada, en la misma pareja de marcajes.
zh_cn: 同一对打卡的签出打卡不可以发生在签入打卡之前

source: Out punches cannot occur before an in punch, in the same punch pair (a)
es_es: Los marcajes de salida no pueden ocurrir antes de un marcaje de entrada, en la misma pareja de marcajes (a).
zh_cn: 在同一对冲孔中，出冲孔不能出现在入冲孔之前 (a)

source: Out punches cannot occur twice in the same punch pair, you may want to make this an in punch instead
es_es: Los marcajes de salida no pueden ocurrir dos veces en el mismo par de marcajes, es posible que quieras hacer esto un marcaje de entrada en su lugar.
zh_cn: 同一对打卡不允许重复签出打卡，你需要将此打卡改为签入

source: Out time must be specified
es_es: Nuestro tiempo debe especificarse.
zh_cn: 必须指定外出时间

source: Output Format is invalid
es_es: El formato de salida no es válido.
zh_cn: 输出格式无效

source: Over Daily Scheduled Time
es_es: Sobre el tiempo programado diario
zh_cn: 超过每日定期时间

source: Over Daily Time
es_es: Sobre Tiempo Semanal
zh_cn: 超越每日时间

source: Over Schedule (Daily) / No Schedule
es_es: Sobre el horario (diario) / Sin horario
zh_cn: 超排班 (按日) / 没有排班

source: Over Schedule (Weekly) / No Schedule
es_es: Sobre el horario (semanal) / Sin horario
zh_cn: 超排班 (按周) / 没有排班

source: Over Time
es_es: Tiempo Extra
zh_cn: 加班

source: Over Weekly Scheduled Time
es_es: Durante el tiempo programado semanalmente.
zh_cn: 超过每周定期时间

source: Over Weekly Time
es_es: Sobre Tiempo Semanal
zh_cn: 超过每周时间

source: OverTime Policy
es_es: Política de Tiempo Extra
zh_cn: 加班政策

source: Overall Balance
es_es: Balance General
zh_cn: 整体平衡

source: Overall Balance To Date
es_es: Balance Total Hasta la Fecha
zh_cn: 迄今为止的总体余额

source: Overall Rating
es_es: Calificación General
zh_cn: 总体评价

source: Overall Totals
es_es: Totales Generales
zh_cn: 总体总计

source: Overdue
es_es: Atrasado
zh_cn: 逾期

source: Overlapping Shift(s)
es_es: Turno(s) superpuesto(s)
zh_cn: 重叠班次

source: Overlapping Shifts
es_es: Turnos superpuestos
zh_cn: 重叠班次

source: Override
es_es: Anular
zh_cn: 覆盖

source: Override Login
es_es: Anular Inicio de Sesión
zh_cn: 覆盖登录

source: Overtime
es_es: Tiempo Extra
zh_cn: 加班

source: Overtime Policies
es_es: Políticas de Tiempo Extra
zh_cn: 加班政策

source: Overtime Policy
es_es: Política de Tiempo Extra
zh_cn: 加班政策

source: Overtime Policy: %1 requires this Pay Formula Policy to be defined
es_es: La Política de Horas Extras: %1 requiere que se defina esta Política de Fórmula de Pago.
zh_cn: 加班政策：%1 需要定义此薪资公式政策

source: Overtime Week
es_es: Semana de Horas Extras
zh_cn: 加班周

source: Overwrite already existing duplicate transactions
es_es: Sobrescribir transacciones duplicadas ya existentes.
zh_cn: 覆盖已经存在的重复交易

source: Overwrite existing shifts.
es_es: Sobrescribir turnos existentes.
zh_cn: 覆盖现有班次。

source: Ownership
es_es: Propiedad
zh_cn: 所有权

source: Ownership is invalid
es_es: La propiedad no es válida.
zh_cn: 所有权无效

source: PA-501 Payment (Electronic Only)
es_es: PA-501 Pago (Solo Electrónico)
zh_cn: PA-501 付款（仅限电子）
