Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Applicant Skill Experience
es_es: Experiencia de habilidad del solicitante
zh_cn: 申请人技能经验

source: Applicant Skill Expiry Date
es_es: Fecha de vencimiento de habilidades del solicitante
zh_cn: 申请人技能到期日

source: Applicant Skill First Used Date
es_es: Habilidad del solicitante Primero Usado Fecha
zh_cn: 申请人技能首次使用日期

source: Applicant Skill Last Used Date
es_es: Habilidad del Solicitante Última Fecha de Uso
zh_cn: 申请人技能上次使用日期

source: Applicant Skill Proficiency
es_es: Proficiencia en habilidades del solicitante
zh_cn: 申请人技能熟练程度

source: Applicant Status
es_es: Estado del solicitante
zh_cn: 申请人状态

source: Applicant Summary By Job Vacancy
es_es: Resumen de solicitante por vacante de trabajo
zh_cn: 按职位空缺列出的申请人汇总

source: Applicant Summary By Title
es_es: Resumen de solicitante por título
zh_cn: 申请人摘要（按标题）

source: Applicant Summary By Title/Month
es_es: Resumen de solicitante por título/mes
zh_cn: 按职位/月份列出的申请人摘要

source: Application
es_es: Aplicación
zh_cn: 应用

source: Application Priority
es_es: Prioridad de la solicitud
zh_cn: 申请优先级

source: Application Status
es_es: Estado de la solicitud
zh_cn: 申请状态

source: Application Type
es_es: Tipo de solicitud
zh_cn: 应用类型

source: Application sent successfully!
es_es: ¡Solicitud enviada con éxito!
zh_cn: 申请发送成功！

source: Applications
es_es: Solicitudes
zh_cn: 申请

source: Apply Frequency
es_es: Aplicar Frecuencia
zh_cn: 应用频率

source: Applying Permission Preset
es_es: Aplicando Permisos Predefinidos
zh_cn: 应用权限预设

source: Apprenticeship
es_es: Aprendizaje
zh_cn: 实习

source: Apr
es_es: Abr
zh_cn: 四

source: April
es_es: Abril
zh_cn: 四月

source: Ards
es_es: Ardores

source: Are you sure you want to apply for this position without uploading a resume?
es_es: ¿Estás seguro de que deseas postularte para este puesto sin subir un currículum?
zh_cn: 你确定要在不上传简历的情况下申请这个职位吗？

source: Are you sure you want to continue without saving?
es_es: ¿Seguro que quieres continuar sin guardar?
zh_cn: 您确定要继续而不保存吗？

source: Are you sure you want to return early?
es_es: ¿Estás seguro de que quieres regresar temprano?
zh_cn: 你确定要早点回来吗？

source: Are you sure you wish to cancel without completing all steps for this event?
es_es: ¿Estás seguro de que deseas cancelar sin completar todos los pasos para este evento?
zh_cn: 您确定要在不完成此活动的所有步骤的情况下取消吗？

source: Are you sure you wish to cancel without marking this event as completed?
es_es: ¿Estás seguro de que deseas cancelar sin marcar este evento como completado?
zh_cn: 您确定要取消而不将此活动标记为已完成吗？

source: Are you sure you wish to continue?
es_es: ¿Seguro que quieres continuar?
zh_cn: 你确定要继续吗？

source: Are you sure you wish to save this record without correcting the above warnings?
es_es: ¿Estás seguro de que deseas guardar este registro sin corregir las advertencias anteriores?
zh_cn: 您确定要保存此记录而不更正上述警告吗？

source: Area Criteria
es_es: Criterio de Área
zh_cn: 区标准

source: Area Policies
es_es: Política del Área
zh_cn: 地区政策

source: Area Policy
es_es: Política del Área
zh_cn: 区域政策

source: Area Policy is invalid
es_es: Política del Área no valida
zh_cn: 区域政策无效

source: Armed Forces Day
es_es: Dia de las Fuerzas Armadas

source: Army Day
es_es: Día del Ejercito

source: Arts, Entertainment and Recreation
es_es: Arte, Entretenimiento y Recreación
zh_cn: 艺术、娱乐和娱乐

source: As a high privileged role, an email address must be specified on your profile to receive important notices and help prevent your account from being locked out.
es_es: Como un rol de alto privilegio, se debe especificar una dirección de correo electrónico en tu perfil para recibir avisos importantes y ayudar a prevenir que tu cuenta sea bloqueada.
zh_cn: 作为一个高特权角色，必须在您的个人资料中指定一个电子邮件地址，以接收重要通知并帮助防止您的帐户被锁定。

source: Ask me later
es_es: Preguntarme más tarde
zh_cn: 稍后询问我

source: Assign Employees
es_es: Asignar Empleados
zh_cn: 分配员工

source: Assign Shifts To
es_es: Asignar Cámbios a
zh_cn: 分配轮班给

source: At Active After Time
es_es: En el tiempo activo después
zh_cn: 在激活后时间

source: At least one object must be selected
es_es: Debes elegir al menos un elemento
zh_cn: 必须至少选择一个对象

source: Atlantico
es_es: Atlántico
zh_cn: 大西洋

source: Attachment
es_es: Adjunto
zh_cn: 附件

source: Attachment Name
es_es: Nombre de Adjunto
zh_cn: 附件名称

source: Attachments
es_es: Adjuntos
zh_cn: 附录

source: Attendance
es_es: Asistencia
zh_cn: 考勤出席

source: Audit
es_es: Auditoría
zh_cn: 审计

source: Audit (Internal)
es_es: Auditoría (interna)
zh_cn: 审计（内部）

source: Audit By Action
es_es: Auditar por acción
zh_cn: 按操作进行审核

source: Audit By Date
es_es: Auditar por fecha
zh_cn: 按日期审核

source: Audit By Employee
es_es: Auditar por empleado
zh_cn: 按员工审核

source: Audit By Object
es_es: Auditoría por objeto
zh_cn: 按对象审核

source: Audit Details
es_es: Detalles de la auditorñia
zh_cn: 审核详细信息

source: Audit Records By Object/Action/Employee
es_es: Registros de auditoría por objeto/acción/empleado
zh_cn: 按对象/操作/员工列出的审核记录

source: Audit Trail
es_es: Rastro de Auditoria
zh_cn: 审计跟踪

source: Audit Trail Report
es_es: Reporte de Rastro de Auditoria
zh_cn: 审计跟踪报表

source: Aug
es_es: Ago
zh_cn: 八

source: August
es_es: Agosto
zh_cn: 八月

source: Australian Capital Territory
es_es: Territorio capital de Australia

source: Authentication
es_es: Autenticación
zh_cn: 认证

source: Authentication Method is not secure enough to perform this action.
es_es: El método de autenticación no es lo suficientemente seguro para realizar esta acción.
zh_cn: 身份验证方法不够安全，无法执行此操作。

source: Authentication: Fingerprint & Password
es_es: Autenticación: Huella dactilar y contraseña
zh_cn: 身份验证：指纹和密码

source: Authentication: Fingerprint & Proximity Card
es_es: Autenticación: Huella dactilar y Tarjeta de Proximidad.
zh_cn: 身份验证：指纹和读卡器

source: Authentication: PIN & Fingerprint
es_es: Autenticación: PIN y Huella Digital
zh_cn: 身份验证：PIN码和指纹

source: Authentication: Proximity Card & Password
es_es: Autenticación: Tarjeta de Proximidad y Contraseña
zh_cn: 身份验证：读卡器和密码

source: Authorization
es_es: Autorización
zh_cn: 授权

source: Authorization - Expense
es_es: Autorización - Gasto
zh_cn: 授权-费用

source: Authorization - Request
es_es: Autorización - Solicitud
zh_cn: 授权-请求

source: Authorization - TimeSheet
es_es: Autorización - Hoja de Tiempo
zh_cn: 授权-时间表

source: Authorization History
es_es: Historial de Autorizaciones
zh_cn: 授权历史

source: Authorization Level
es_es: Nivel de autorización
zh_cn: 授权级别

source: Authorization Object Type
es_es: Tipo de Objeto de Autorización
zh_cn: 授权物件类型

source: Authorizations
es_es: Autorizaciones
zh_cn: 授权

source: Authorize
es_es: Autorizar
zh_cn: 授权

source: Authorize Expense
es_es: Autorizar Gasto
zh_cn: 授权费用

source: Authorize TimeSheet
es_es: Autorizar Hoja de Tiempo
zh_cn: 授权考勤表

source: Authorized
es_es: Autorización
zh_cn: 已授权

source: Auto Arrange
es_es: Organizar automáticamente
zh_cn: 自动排列

source: Auto Close
es_es: Cierre Automático
zh_cn: 自动关闭

source: Auto Close Days must be between 0 and 396
es_es: Los días de cierre automático deben estar entre 0 y 396.
zh_cn: 自动关闭天数必须介于0和396之间

source: Auto Detect Breaks By
es_es: Detección automática de saltos
zh_cn: 自动检测中断依据

source: Auto Detect Meals By
es_es: Detectar automáticamente comidas
zh_cn: 自动检测用餐方式

source: Auto Punch
es_es: Marcaje de Auto
zh_cn: 自动打卡

source: Auto Refresh
es_es: Refresco Automático
zh_cn: 自动刷新

source: Auto Update
es_es: Actualizar Automáticamente
zh_cn: 自动更新

source: Auto-Add
es_es: Auto-Agregar
zh_cn: 自动添加

source: Auto-Deduct
es_es: Auto-Deducir
zh_cn: 自动扣除

source: Auto-Detect
es_es: Detección automática
zh_cn: 自动检测

source: Auto-Detect Breaks By
es_es: Detección automática de descansos
zh_cn: 自动检测中断依据

source: Auto-Detect Meals By
es_es: Detectar comidas automáticamente
zh_cn: 自动检测用餐方式

source: Auto-Punch
es_es: Auto-Marcaje
zh_cn: 自动打卡

source: Auto-Refresh
es_es: Auto-Actualizar
zh_cn: 自动刷新

source: Automatic
es_es: Automático
zh_cn: 自动的

source: Automatic Experience
es_es: Experiencia Automática
zh_cn: 自动体验

source: Automatic KIOSK Setup [Add name/location of device here]
es_es: Configuración automática del KIOSKO [Añada nombre/localización del dispositivo aquí]
zh_cn: KIOSK自动设置[在此处添加设备名称/位置]

source: Automatic Resume Parsing
es_es: Análisis Automático de Currículum
zh_cn: 自动恢复分析

source: Automatic TimeClock Setup
es_es: Configuración de la Reloj Automático
zh_cn: 自动时钟设置

source: Automatic upgrade failed
es_es: La actualización automática falló.
zh_cn: 自动升级失败

source: Automatically created by TimeTrex
es_es: Creado automáticamente por TimeTrex
zh_cn: 由 TimeTrex 自动创建

source: Availability
es_es: Disponibilidad
zh_cn: 可利用性

source: Availability is invalid
es_es: La disponibilidad no es válida
zh_cn: 可用性无效

source: Available Balance
es_es: Saldo Disponible
zh_cn: 可用余额

source: Available Date
es_es: Fecha de disponibilidad
zh_cn: 可用日期

source: Available Days Of Week
es_es: Días disponibles de la semana
zh_cn: 一周中的可用天数

source: Available Hours
es_es: Horas Disponibles
zh_cn: 可用小时

source: Available Hours Per Week (Maximum)
es_es: Horas disponibles por semana (máximo)
zh_cn: 每周可用小时数（最大）

source: Available Hours Per Week (Minimum)
es_es: Horas disponibles por semana (mínimo)
zh_cn: 每周可用小时数（最低）

source: Available Hours Per Week(Maximum)
es_es: Horas disponibles por semana (máximo)
zh_cn: 每周可用小时数（最大）

source: Available Hours Per Week(Minimum)
es_es: Horas disponibles por semana (mínimo)
zh_cn: 每周可用小时数（最低）

source: Available Start Date
es_es: Fecha de Inicio Disponible
zh_cn: 可用开始日期

source: Available for Immediate Drug Test
es_es: Disponible para Prueba de Drogas Inmediata
zh_cn: 可立即进行药物测试

source: Available hours per week (maximum) must only be digits
es_es: Las horas disponibles por semana (máximo) solo deben ser dígitos.
zh_cn: 每周可用小时数（最大值）只能为数字

source: Available hours per week (minimum) must only be digits
es_es: Las horas disponibles por semana (mínimo) deben ser solo dígitos.
zh_cn: 每周可用小时数（最少）必须为数字

source: Available positions is too high
es_es: Las posiciones disponibles son demasiado altas.
zh_cn: 可用位置过高

source: Available positions is too low
es_es: Las posiciones disponibles son demasiado bajas.
zh_cn: 可用位置过低

source: Average
es_es: Promedio
zh_cn: 平均

source: Average (Partial Min. Down)
es_es: Promedio (Parcial Mínimo Abajo)
zh_cn: 平均值（局部最小下降）

source: Average (Partial Min. Up)
es_es: Promedio (Parcial Mínimo Arriba)
zh_cn: 平均值（部分最小值向上）

source: Average Bad Quantity Rate
es_es: Tasa de Cantidad Incorrecta
zh_cn: 平均坏数量率

source: Average Billable Rate
es_es: Taza Promedio Cobrable
zh_cn: 平均可收费率

source: Average FTEs for Period
es_es: Promedio de ETP para el Período
zh_cn: 期间的平均全职员工

source: Average Rate Over
es_es: Promedio de tasa sobre
zh_cn: 平均费率高于

source: Average Time / Week
es_es: Tiempo promedio / Semana
zh_cn: 平均时间/周

source: Average Time / Week may be too low, a proper estimated time is critical even for salary wages
es_es: El tiempo promedio / semana puede ser demasiado bajo, un tiempo estimado adecuado es crítico incluso para los salarios.
zh_cn: 平均每周时间可能太低，即使对工资来说，适当的估计时间也是至关重要的

source: Average Time Over
es_es: Tiempo Promedio Terminado
zh_cn: 平均超过时间

source: Average Time Per Month
es_es: Tiempo promedio por mes
zh_cn: 每月平均时间

source: Average Time Per Week
es_es: Tiempo promedio por semana
zh_cn: 每周平均时间

source: Average Time over
es_es: Tiempo promedio terminado
zh_cn: 平均超过时间

source: Average Time/Week
es_es: Tiempo promedio/semana
zh_cn: 平均时间/周

source: Average Weekly Time By Employee
es_es: Tiempo promedio semanal por empleado
zh_cn: 员工平均每周时间

source: Average Weekly Time By Employee/Week
es_es: Tiempo promedio por empleado/semana
zh_cn: 按员工/周划分的平均每周时间

source: Average of Contributing Pay Codes
es_es: Promedio de códigos de pago contribuyentes
zh_cn: 缴费代码的平均值

source: Awarded
es_es: Concedido
zh_cn: 已授予

source: AwesomBox Test
es_es: Prueba AwesomBox
zh_cn: AwesomBox 测试

source: Awesome Box Multiple
es_es: Caja Impresionante Múltiple
zh_cn: 真棒盒多个

source: Awesome Box Single
es_es: Caja Impresionante Simple
zh_cn: 真棒盒单

source: AwesomeBox Test
es_es: Prueba AwesomeBox
zh_cn: 很棒的盒子测试

source: Azerbaijan
es_es: Austria

source: BASIC SEARCH
es_es: BÚSQUEDA BÁSICA
zh_cn: 基本搜索

source: BCMATH Enabled
es_es: Habilitado BCMATH
zh_cn: 启用 BCMATH

source: BIRTHDAY
es_es: Cumpleaños
zh_cn: 生日

source: Back
es_es: Atrás
zh_cn: 后退

source: Background
es_es: Fondo
zh_cn: 背景

source: Background Check
es_es: Revisión de antecedentes
zh_cn: 背景调查

source: Backordered
es_es: Retrasado
zh_cn: 延期交货

source: Bad
es_es: Malo
zh_cn: 坏

source: Bad Debt
es_es: Deuda Mala
zh_cn: 坏账

source: Bad QTY
es_es: Cantidad mala
zh_cn: 不良数量

source: Bad Quantity
es_es: Cantidad Incorrecta
zh_cn: 坏数量

source: Bad Quantity Billable Rate
es_es: Tarifa Facturable de Cantidad Inadecuada
zh_cn: 不良数量计费率

source: Bad Quantity Cost
es_es: Cantidad Incorrecta
zh_cn: 坏数量成本

source: Bad Quantity Rate
es_es: Taza de Cantidad Incorrecta
zh_cn: 坏数量率

source: Bad Quantity Rate is invalid
es_es: Taza de Cantidad Mala no es valida
zh_cn: 坏数量率无效

source: Bahia
es_es: Bahía

source: Bahrain
es_es: Baréin

source: Bambora (EFT)
es_es: Bambora (Transferencia electrónica de fondos)
zh_cn: 班布拉 (EFT)

source: Bank Account
es_es: Cuenta Bancaria
zh_cn: 银行帐户

source: Bank Account Type
es_es: Tipo de cuenta bancaria
zh_cn: 银行账户类型

source: Bank Information By Employee
es_es: Información bancaria por empleado
zh_cn: 员工银行信息

source: Bank Institution
es_es: Institución bancaria
zh_cn: 银行

source: Bank Transfer
es_es: Transferencia Bancaria
zh_cn: 银行转账

source: Bank Transfer - Manual
es_es: Transferencia bancaria - Manual
zh_cn: 银行转账 - 手册

source: Bank Transit
es_es: Número de Transito Bancario
zh_cn: 银行转账

source: Bank Transit/Routing
es_es: Número de Transito/Ruta Bancaria
zh_cn: 银行过渡/路由

source: Bank Type
es_es: Tipo de banco
zh_cn: 银行类型

source: Bank account already exists for this employee
es_es: La cuenta bancaria ya existe para este empleado
zh_cn: 此员工的银行帐户已存在

source: Bank account not specified
es_es: No ha especificado una cuenta bancaria
zh_cn: 未指定银行帐户

source: Banked
es_es: Depositado
zh_cn: 存入银行

source: Bar - Horizontal
es_es: Barra - Horizontal
zh_cn: 条形图-水平

source: Bar - Vertical
es_es: Barra - Vertical
zh_cn: 条形图-垂直

source: Barcode
es_es: Barra de Código
zh_cn: 条码

source: Base Currency
es_es: Moneda Base
zh_cn: 基准货币

source: Base DN
es_es: DN Base
zh_cn: 基本 DN

source: Base Hourly Rate
es_es: Tarifa por hora base
zh_cn: 基本时薪

source: Base Price
es_es: Precio Base
zh_cn: 基本价格

source: Base URL
es_es: URL base
zh_cn: 基本网址

source: Base price is invalid
es_es: Precio Base no valido
zh_cn: 基准价无效

source: Based on Payroll Run Type
es_es: Basado en el tipo de nómina
zh_cn: 基于工资单运行类型

source: Basic
es_es: Básico
zh_cn: 基本的

source: Batch ID
es_es: ID del lote
zh_cn: 批号

source: Bath and North East Somerset
es_es: Baño y North East Somerset

source: Bcc Address
es_es: Dirección de CCO
zh_cn: 密送地址

source: Before
es_es: Antes
zh_cn: 之前

source: Before Pay Period End Date
es_es: Antes de la fecha de finalización del período de Pago
zh_cn: 在支付期结束日期之前

source: Before Pay Period Transaction Date
es_es: Fecha de transacción antes del periodo de pago
zh_cn: 付款期交易日期之前

source: Being Reviewed
es_es: En revisión
zh_cn: 正在审核

source: Belarus
es_es: Bielorrusia

source: Belgium
es_es: Bélgica
zh_cn: 比利时

source: Belize
es_es: Belice

source: Below Average
es_es: Bajo la media
zh_cn: 低于平均值

source: Below Table
es_es: Debajo de la Tabla
zh_cn: 下表

source: Benin
es_es: Benín

source: Bergamo
es_es: Bérgamo

source: Bhutan
es_es: Bután

source: Bi-Weekly
es_es: Quincenal
zh_cn: 双周刊

source: Bi-Weekly (26/year)
es_es: Quincenal (26/año)
zh_cn: 每两周（26/年）

source: Bi-Weekly (27/year)
es_es: Quincenal (27/año)
zh_cn: 每两周（27/年）

source: Bill To
es_es: Facturar a
zh_cn: 抬头

source: Billable Cost
es_es: Costo Cobrable
zh_cn: 可收费成本

source: Billable Cost Difference
es_es: Diferencia de Costo Cobrable
zh_cn: 可收费成本差别

source: Billable Costs+Estimates by Branch
es_es: Costos facturables + estimaciones por sucursal
zh_cn: 可计费成本+按分支机构估算

source: Billable Costs+Estimates by Branch/Department
es_es: Costos facturables + estimaciones por sucursal/departamento
zh_cn: 可计费成本+按分行/部门列出的估算

source: Billable Costs+Estimates by Department
es_es: Costos facturables + estimaciones por departamento
zh_cn: 按部门计费成本+估计

source: Billable Costs+Estimates by Job
es_es: Costos Facturables + Estimaciones por Trabajo
zh_cn: 可计费成本+按工作估算

source: Billable Costs+Estimates by Supervisor
es_es: Costos facturables + estimaciones por supervisor
zh_cn: 可计费成本+主管估算

source: Billable Difference %
es_es: % de Diferencia de Cobrable
zh_cn: 可收费差别 %

source: Billable Estimate Bad Quantity
es_es: Cantidad Estimada Incorrecta a Cobrar
zh_cn: 可收费预计坏数量

source: Billable Estimate Quantity
es_es: Cantidad Estimada a Cobrar
zh_cn: 可收费预计数量

source: Billable Estimate Time
es_es: Tiempo Estimado a Cobrar
zh_cn: 可收费预计时间

source: Billable Estimated Cost
es_es: Costo Estimado
zh_cn: 可收费预计成本

source: Billable Rate
es_es: Taza Cobrable
zh_cn: 可收费数率

source: Billable Rate is invalid
es_es: Taza de Cobro no es valida
zh_cn: 可收费率无效

source: Billing
es_es: Cobros
zh_cn: 收费

source: Billing Contact
es_es: Contacto de facturación
zh_cn: 帐单联系人

source: Billing Contact is invalid
es_es: Contacto de Cobros no es valido
zh_cn: 收费联系无效

source: Bind Attribute
es_es: Atributo Vincular
zh_cn: 绑定属性

source: Bind Password
es_es: Contraseña de vinculación
zh_cn: 绑定密码

source: Bind User Name
es_es: Nombre de usuario vinculado
zh_cn: 绑定用户名用户名

source: Birth Date
es_es: Fecha de Nacimiento
zh_cn: 出生日期

source: Birth Date (Anniversary)
es_es: Fecha de nacimiento (Aniversario)
zh_cn: 出生日期（周年）

source: Birth Date Time Period
es_es: Fecha de nacimiento Período de tiempo
zh_cn: 出生日期时间段

source: Birth Date is not specified, this may prevent some Tax/Deduction calculations from being performed accurately
es_es: La fecha de nacimiento no está especificada, esto puede evitar que algunos cálculos de impuestos / deducciones se realicen con precisión.
zh_cn: 未指定出生日期，这可能会使某些税款/扣减计算无法准确执行

source: Birth Date not specified, unable to determine age eligibility for %1
es_es: Fecha de nacimiento no especificada, no se puede determinar la elegibilidad de edad para %1
zh_cn: 未指定出生日期，无法确定%1的年龄资格

source: Birth date can not be after hire date
es_es: La fecha de nacimiento no puede ser posterior a la fecha de contratación
zh_cn: 出生日期不能晚于聘用日期

source: Birth date can not be in the future
es_es: La fecha de nacimiento no puede estar en el futuro
zh_cn: 出生日期不能是将来的

source: Birth date can not be more than one year in the future
es_es: La fecha de nacimiento no puede ser más de un año en el futuro.
zh_cn: 出生日期不能超过一年

source: Birth date is invalid, try specifying the year with four digits
es_es: La fecha de nacimiento no es válida, intenta especificar el año con cuatro dígitos.
zh_cn: 出生日期无效，请尝试用四位数字指定年份

source: Birthday
es_es: Cumpleaños
zh_cn: 生日

source: Birthdays By Employee
es_es: Cumpleaños de empleado
zh_cn: 员工生日

source: Blackburn with Darwen
es_es: Blackburn con Darwen

source: Blind
es_es: Ciego
zh_cn: 失明

source: Blue Cross
es_es: Cruz Azul

source: Body
es_es: Cuerpo
zh_cn: 身体

source: Bologna
es_es: Bolonia

source: Bonus/Correction (Out-of-Cycle)
es_es: Bonificación/Corrección (fuera de ciclo)

source: Boolean
es_es: Booleano

source: Bosnia and Herzegovina
es_es: Bosnia-Herzegovina

source: Both
es_es: Ambos
zh_cn: 两个

source: Both (In&Out)
es_es: Ambos (Entrada y Salida)
zh_cn: 两者（进出）

source: Botswana
es_es: Botsuana

source: Bouvet Island
es_es: Isla Bouvet

source: Box
es_es: Caja
zh_cn: 框

source: Box 12: Code
es_es: Caja 12: Código

source: Box 12a
es_es: Casilla 12a
zh_cn: 框 12a

source: Box 12b
es_es: Casilla 12b
zh_cn: 框 12b

source: Box 12c
es_es: Casilla 12c
zh_cn: 框 12c

source: Box 12d
es_es: Casilla 12d
zh_cn: 框 12d

source: Box 12e
es_es: Caja 12e

source: Box 12f
es_es: Caja 12f

source: Box 12g
es_es: Caja 12g

source: Box 12h
es_es: Caja 12h

source: Box 14 (Other): Name
es_es: Caja 14 (Otro): Nombre
zh_cn: Box 14（其他）：姓名

source: Box 14a
es_es: Caja 14a

source: Box 14b
es_es: Caja 14b

source: Box 14c
es_es: Caja 14c

source: Box 14d
es_es: Caja 14d

source: Box 14e
es_es: Caja 14e

source: Box 14f
es_es: Caja 14f

source: Box 14g
es_es: Caja 14g

source: Box 14h
es_es: Caja 14h

source: Box Dimensions
es_es: Dimensiones de la caja
zh_cn: Box 尺寸

source: Bracket
es_es: Escalón
zh_cn: 范围

source: Bracknell Forest
es_es: Bosque de Bracknell

source: Branch
es_es: Sucursal
zh_cn: 分公司

source: Branch Code
es_es: Código de la Sucursal
zh_cn: 分行代码

source: Branch Selection Type
es_es: Tipo de Selección de Rama
zh_cn: 分支选择类型

source: Branch does not exist
es_es: Sucursal no existe
zh_cn: 分公司不存在

source: Branch name already exists
es_es: Nombre de la sucursal ya existe
zh_cn: 分公司名已存在

source: Branch/Department
es_es: Sucursal/Departamento
zh_cn: 分行/部门

source: Branch: Code
es_es: Sucursal: Código
zh_cn: 分行代码

source: Branch: Province/State
es_es: Sucursal: Provincia/Estado
zh_cn: 分支机构：省/州

source: Branches
es_es: Sucursales
zh_cn: 分公司

source: Brazil
es_es: Brasil
zh_cn: 巴西

source: Break
es_es: Descanso
zh_cn: 休息

source: Break (Taken)
es_es: Descanso (usado)
zh_cn: 休息（采取）

source: Break - In
es_es: Descanso - Entrada
zh_cn: 休息 - 签入

source: Break - Out
es_es: Descanso - Salida
zh_cn: 休息 - 签出

source: Break Policies
es_es: Políticas de Descanso:
zh_cn: 休息政策

source: Break Policy
es_es: Politica de Descanso
zh_cn: 休息政策

source: Break Policy: %1 requires this Pay Formula Policy to be defined
es_es: Política de descanso: %1 requiere que se defina esta Política de fórmula de pago
zh_cn: 中断策略：%1 需要定义此支付公式策略

source: Break Time
es_es: Hora de descanso
zh_cn: 休息时间

source: Break Time (Taken)
es_es: Tiempo de descanso (usado)
zh_cn: 休息时间（已用）

source: Break Time may be too high
es_es: El tiempo de descanso puede ser demasiado alto.
zh_cn: 休息时间可能太长

source: Break Total
es_es: Total de Descanso
zh_cn: 休息总计

source: British Columbia
es_es: Columbia Britanica
zh_cn: 不列颠哥伦比亚省

source: British Indian Ocean Territory
es_es: Territorio Británico en el Océano Indico

source: Browser
es_es: Navegador
zh_cn: 浏览器

source: Brunei Darussalam
es_es: Brunei

source: Brussels
es_es: Bruselas

source: Bury
es_es: Enterrar
zh_cn: 覆盖

source: Business Number
es_es: Número de negocio
zh_cn: 商业号码

source: Business Number is invalid, must use format: 123456789RP0001
es_es: El número de negocio es inválido, debe usar el formato: 123456789RP0001
zh_cn: 业务编号无效，必须使用格式：123456789RP0001

source: Business Number is too short or too long
es_es: Numero de Empresa es muy corto o muy largo
zh_cn: 业务编号太短或太长

source: Business eFile Number (BEN)
es_es: Número de archivo de negocios (BEN)
zh_cn: 商业电子文件编号 (BEN)

source: By Employee
es_es: Por empleado
zh_cn: 按员工

source: By signing this timesheet I hereby certify that the above time accurately and fully reflects the time that
es_es: Al firmar esta hoja de tiempo certifico que refleja con exactitud el tiempo que
zh_cn: 仅为证明上述时间准确并完整的反映我在指定时间段内花在

source: C-101 Filing
es_es: Presentación C-101
zh_cn: C-101备案

source: C-3 Filing
es_es: Presentación C-3
zh_cn: C-3归档

source: CA - Accelerated (Threshold 1)
es_es: CA - Acelerado (Umbral 1)
zh_cn: CA-加速（基本要求1）

source: CA - Accelerated (Threshold 2)
es_es: CA - Acelerado (Umbral 2)
zh_cn: CA-加速（基本要求2）

source: CANCELLED
es_es: CANCELADO
zh_cn: 已取消

source: CLOSED
es_es: CERRADO
zh_cn: 关闭

source: CMS Payroll Based Journal (PBJ)
es_es: Diario basado en la nómina de CMS (PBJ)
zh_cn: CMS基于工资的日记账（PBJ）

source: COMPLETE
es_es: COMPLETO
zh_cn: 完全的

source: CONFIDENTIAL
es_es: CONFIDENCIAL
zh_cn: 机密

source: CPP Contributions
es_es: Contribuciones CPP
zh_cn: CPP缴付

source: CPP Pensionable Earnings
es_es: Ganancias pensionables de CPP
zh_cn: CPP 退休金收入

source: CPP Pensionable Earnings (26)
es_es: Ganancias pensionables de CPP (26)
