Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: License is invalid for this version
es_es: Licencia invalida para esta Versión
zh_cn: 许可证于此版本无效

source: License must be specified
es_es: La licencia debe especificarse.
zh_cn: 必须指定许可证

source: License number is invalid
es_es: El número de licencia no es válido.
zh_cn: 许可证号无效

source: Licenses
es_es: Licencias
zh_cn: 执照

source: Liege
es_es: Liége
zh_cn: 领主

source: Likely caused by having two PHP.INI files with different settings.
es_es: Probablemente causado por tener dos archivos PHP.INI con diferentes configuraciones.
zh_cn: 可能是由于两个具有不同设置的 PHP.INI 文件引起的。

source: Limburg
es_es: Limburgo
zh_cn: Limavady

source: Link
es_es: Enlace
zh_cn: 链接

source: List
es_es: Lista
zh_cn: 列表

source: List View
es_es: Vista de Lista
zh_cn: 列表显示

source: Lithuania
es_es: Lituania

source: Live Chat Support
es_es: Soporte de Chat en Vivo
zh_cn: 实时聊天支持

source: Loading
es_es: Cargando
zh_cn: 加载中

source: Local (City/District/County)
es_es: Local (Ciudad/Distrito/Condado)
zh_cn: 当地（市/区/县）

source: Local (City/District/County) Income Tax Formula
es_es: Fórmula de impuesto sobre la renta local (ciudad/distrito/condado)
zh_cn: 地方（市/区/县）所得税公式

source: Local File Name
es_es: Nombre de archivo local
zh_cn: 本地文件名

source: Local Version
es_es: Me gusta comer pizza.
zh_cn: 本地版本

source: Location
es_es: Ubicación
zh_cn: 地点

source: Location Code
es_es: Código de ubicación
zh_cn: 位置代码

source: Location Information By Applicant
es_es: Información de ubicación por solicitante.
zh_cn: 申请人的位置信息

source: Location Information By Applicant/Job Vacancy/Status
es_es: Información de ubicación por solicitante/vacante de trabajo/estado.
zh_cn: 按申请人/职位空缺/状态列出的位置信息

source: Location Note
es_es: Nota de ubicación
zh_cn: 地点说明

source: Location note is too long
es_es: La nota de ubicación es demasiado larga.
zh_cn: 位置注释太长

source: Lock
es_es: Bloquear
zh_cn: 锁定

source: Lock Description
es_es: Descripción de la cerradura
zh_cn: 锁定说明

source: Lock Price
es_es: Precio Fijo
zh_cn: 锁定价格

source: Lock pay periods to prevent changes
es_es: Bloquear los períodos de pago para prevenir cambios.
zh_cn: 锁定支付期以防止更改

source: Lock-Out
es_es: Bloqueo
zh_cn: 闭锁

source: Locked - Pending Approval
es_es: Bloqueado - Aprobación Pendiente
zh_cn: 锁定 - 待批准

source: Log Directory
es_es: Directorio de registro
zh_cn: 日志目录

source: Login
es_es: Acceder
zh_cn: 登录

source: Login Attribute
es_es: Atributo de inicio de sesión
zh_cn: 登录属性

source: Login Enabled
es_es: Habilitar Acceso
zh_cn: 登录启用

source: Login Expire Date
es_es: Fecha de expiración de inicio de sesión
zh_cn: 登录到期日期

source: Logo
es_es: Logotipo
zh_cn: 标识

source: Logo - Source: Web
es_es: Logo - Fuente: Web
zh_cn: 徽标 - 来源：Web

source: Logo Left/Right adjustment is invalid
es_es: Ajuste Izquierdo/Derecho del logo no válido
zh_cn: 徽标左/右调整无效

source: Logo Up/Down adjustment is invalid
es_es: Ajuste Arriba/Abajo de logo no válido
zh_cn: 徽标上/下调整无效

source: Logo height is invalid
es_es: Altura de logo no es válida
zh_cn: 徽标高度无效

source: Logo width is invalid
es_es: Ancho de logo no es válido
zh_cn: 徽标宽度无效

source: Long Break
es_es: Descanso Largo
zh_cn: 长休息

source: Long GL Account
es_es: Cuenta GL larga
zh_cn: 长 GL 帐户

source: Long Lunch
es_es: Almuerzo Largo
zh_cn: 长午餐

source: Long Title is invalid
es_es: El título largo no es válido.
zh_cn: 长标题无效

source: Longitude
es_es: Longitud
zh_cn: 经度

source: Longitude is invalid
es_es: La longitud es errónea
zh_cn: 经度无效

source: Look Back Period
es_es: Período de Revisión
zh_cn: 回顾期

source: Lookback - End Date
es_es: Mirar atrás - Fecha de finalización
zh_cn: 回顾 - 结束日期

source: Lookback - Exclude Pay Stub Amount
es_es: Mira atrás - Excluir el monto de la nómina
zh_cn: 回顾 - 排除工资单金额

source: Lookback - Exclude Pay Stub Units
es_es: Mirar hacia atrás - Excluir Unidades de Talón de Pago
zh_cn: 回顾 - 排除工资存根单位

source: Lookback - Exclude Pay Stub YTD Amount
es_es: Mirar hacia atrás - Excluir el monto YTD de la boleta de pago
zh_cn: 回顾 - 排除工资单 YTD 金额

source: Lookback - Exclude Pay Stub YTD Units
es_es: Mirar hacia atrás - Excluir Unidades YTD de Talón de Pago
zh_cn: 回顾 - 排除 YTD 工资单

source: Lookback - First Pay Stub End Date
es_es: Fecha de finalización de la primera nómina
zh_cn: 回顾 - 第一个付款存根结束日期

source: Lookback - First Pay Stub Start Date
es_es: Fecha de inicio de la primera nómina
zh_cn: 回顾 - 第一个工资单开始日期

source: Lookback - First Pay Stub Transaction Date
es_es: Fecha de la primera transacción de recibo de pago
zh_cn: 回顾 - 第一个付款存根交易日期

source: Lookback - Include Pay Stub Amount
es_es: Mira atrás - Incluir Cantidad de Talón de Pago
zh_cn: 回顾 - 包括工资单金额

source: Lookback - Include Pay Stub Units
es_es: Mirar hacia atrás - Incluir Unidades de Talón de Pago
zh_cn: 回顾 - 包括工资存根单位

source: Lookback - Include Pay Stub YTD Amount
es_es: Mirar hacia atrás - Incluir el monto YTD de la nómina
zh_cn: 回顾 - 包括工资单 YTD 金额

source: Lookback - Include Pay Stub YTD Units
es_es: Mirar atrás - Incluir boleta de pago Unidades YTD
zh_cn: 回顾 - 包括工资单 YTD 单位

source: Lookback - Last Pay Stub End Date
es_es: Fecha de fin de último recibo de pago
zh_cn: 回顾 - 最后的工资单结束日期

source: Lookback - Last Pay Stub Start Date
es_es: Mirar atrás - Fecha de inicio del último recibo de pago
zh_cn: 回顾 - 最后的工资单开始日期

source: Lookback - Last Pay Stub Transaction Date
es_es: Fecha de la transacción del último recibo de pago
zh_cn: 回顾 - 最后的付款存根交易日期

source: Lookback - Pay Period Paid Days
es_es: Mirar atrás - Días pagados del periodo de pago
zh_cn: 回顾 - 支付期支付天数

source: Lookback - Pay Period Paid Time
es_es: Mirar atrás - Pago por periodo de tiempo pagado
zh_cn: 回顾 - 支付期支付时间

source: Lookback - Pay Period Paid Weeks
es_es: Mirar hacia atrás - Semanas pagadas del periodo de pago
zh_cn: 回顾 - 支付期支付周数

source: Lookback - Pay Period Total Days
es_es: Mirar hacia atrás - Total de días del período de pago
zh_cn: 回顾 - 支付期总天数

source: Lookback - Pay Period Worked Days
es_es: Mirar atrás - Días trabajados en el período de pago
zh_cn: 回顾 - 支付期工作日

source: Lookback - Pay Period Worked Time
es_es: Mirar hacia atrás - Tiempo de trabajo por periodo de pago
zh_cn: 回顾 - 工资期工作时间

source: Lookback - Pay Period Worked Weeks
es_es: Mirar hacia atrás - Semanas trabajadas en el periodo de pago
zh_cn: 回顾 - 工资期工作周数

source: Lookback - Pay Stub Amount
es_es: Mirar atrás - Cantidad de Talón de Pago
zh_cn: 回顾 - 工资存根金额

source: Lookback - Pay Stub Units
es_es: Mirar atrás - Unidades de Talón de Pago
zh_cn: 回顾 - 工资存根单位

source: Lookback - Pay Stub YTD Amount
es_es: Mirar hacia atrás - Cantidad de recibo de pago YTD
zh_cn: 回顾 - 支付存根 YTD 金额

source: Lookback - Pay Stub YTD Units
es_es: Mirar hacia atrás - Talón de Pago Unidades YTD
zh_cn: 回顾 - 工资单 YTD 单位

source: Lookback - Start Date
es_es: Mirar atrás - Fecha de inicio
zh_cn: 回顾 - 开始日期

source: Lookback - Total Days
es_es: Mirar hacia atrás - Días Totales
zh_cn: 回顾 - 总天数

source: Lookback - Total Pay Stubs
es_es: Mirar hacia atrás - Total de recibos de pago
zh_cn: 回顾 - 总工资单

source: Low
es_es: Bajo
zh_cn: 低

source: Lump Sum Payment (18)
es_es: Pago en una sola suma (18)
zh_cn: 一次性付款 (18)

source: Lump-sum Payments (Box: 18)
es_es: Pagos de una sola vez (Caja: 18)
zh_cn: 一次性付款(Box: 18)

source: Lunch
es_es: Almuerzo
zh_cn: 午餐

source: Lunch (Taken)
es_es: Almuerzo (Tomado)
zh_cn: 午餐（采取）

source: Lunch - In
es_es: Almuerzo - Entrada
zh_cn: 午餐 - 签入

source: Lunch - Out
es_es: Almuerzo - Salida
zh_cn: 午餐 - 签出

source: Lunch Time (Taken)
es_es: Tiempo de almuerzo (Tomado)
zh_cn: 午餐时间（拍摄）

source: Lunch Total
es_es: Total de Almuerzo
zh_cn: 午餐总计

source: Luxembourg
es_es: Luxemburgo

source: M
es_es: L
zh_cn: 一

source: M-941 Payment
es_es: Pago M-941
zh_cn: M-941 付款

source: M-941D Filing
es_es: Presentar el Formulario M-941D
zh_cn: M-941D 归档

source: MAIL Enabled
es_es: Habilitado de correo
zh_cn: 启用邮件

source: MBSTRING Enabled
es_es: Habilitado MBSTRING
zh_cn: MBSTRING 已启用

source: ME-UC-1
es_es: Yo-UC-1
zh_cn: 我-UC-1

source: ME-UC-1 Filing
es_es: Presentación ME-UC-1
zh_cn: ME-UC-1 备案

source: MEDIUM
es_es: Medio
zh_cn: 中等的

source: MIGRATED
es_es: Migrado
zh_cn: 已迁移

source: MIME Type
es_es: Tipo MIME
zh_cn: MIME 类型

source: MO-941 Payment
es_es: Pago MO-941
zh_cn: MO-941 付款

source: MO-941P Payment (Electronic Only)
es_es: Pago MO-941P (Solo Electrónico)
zh_cn: MO-941P 支付（仅限电子版）

source: MODES-4-7 Filing
es_es: Presentación MODES-4-7
zh_cn: MODES-4-7 备案

source: MSCD
es_es: MasterCard

source: MTA-305 Transit Filing
es_es: Presentación de MTA-305 Transit
zh_cn: MTA-305 过境备案

source: MULTIPLE RECORDS SAVED
es_es: Múltiples registros guardados.
zh_cn: 已保存多条记录

source: MW-1 Payment
es_es: Pago MW-1
zh_cn: MW-1 付款

source: MW-3 Filing
es_es: Presentación de la MW-3
zh_cn: MW-3归档

source: MW-5 Payment
es_es: Pago MW-5
zh_cn: MW-5 支付

source: MW506 Payment
es_es: Pago MW506
zh_cn: MW506 支付

source: MW506M Payment
es_es: Pago MW506M
zh_cn: MW506M 支付

source: MW508 Filing
es_es: Presentación MW508
zh_cn: MW508备案

source: Macedonia, Former Yugoslav Republic of
es_es: Macedonia

source: Maiden Name
es_es: Nombre de soltera
zh_cn: 娘家姓

source: Maiden name contains invalid characters
es_es: El apellido de soltera contiene caracteres inválidos.
zh_cn: 娘家姓包含无效字符

source: Maiden name is too short or too long
es_es: El apellido de soltera es demasiado corto o demasiado largo.
zh_cn: 娘家姓太短或太长

source: Maintenance Enforcement Office
es_es: Oficina de Cumplimiento de Mantenimiento
zh_cn: 维修执法办公室

source: Maintenance Enforcement Payment
es_es: Pago de Cumplimiento de Mantenimiento
zh_cn: 维护执行付款

source: Maintenance Enforcement Program (MEP)
es_es: Programa de Cumplimiento de Mantenimiento (MEP)
zh_cn: 维护执行计划 (MEP)

source: Maintenance Jobs
es_es: Trabajos de Mantenimiento
zh_cn: 维护工作

source: Maintenance Jobs Last Ran
es_es: Trabajos de mantenimiento que se ejecutaron por última vez
zh_cn: 上次运行的维护作业

source: Major/Specialization
es_es: Mayor/Especialización
zh_cn: 专业/专业

source: Major/Specialization is invalid
es_es: La mayor/especialización no es válida.
zh_cn: 专业/专业无效

source: Major/Specialization is too short or too long
es_es: La especialización es demasiado corta o demasiado larga.
zh_cn: 专业/专业太短或太长

source: Make Payment
es_es: Realizar Pago
zh_cn: 付款

source: Malawi
es_es: Malaui

source: Malaysia
es_es: Malasia

source: Maldives
es_es: Maldivas

source: Male
es_es: Hola
zh_cn: 男性

source: Management of Companies and Enterprises
es_es: Gestión de Empresas y Emprendimientos
zh_cn: 公司企业管理

source: Manager
es_es: Gerente
zh_cn: 经理

source: Manual Command
es_es: Comando Manual
zh_cn: 手动命令

source: Manual Command Result
es_es: Comando Manual Resultado
zh_cn: 手动命令结果

source: Manual TimeSheet
es_es: Hoja de tiempo manual
zh_cn: 手动时间表

source: Manual TimeSheets
es_es: Hojas de Tiempo Manuales
zh_cn: 手动时间表

source: Manufacturing
es_es: Manufactura
zh_cn: 制造业

source: Map
es_es: Mapa
zh_cn: 地图

source: Map ID is invalid
es_es: Mapa ID es invalido
zh_cn: 映像 ID 无效

source: Map ITEM Field To
es_es: Asignar campo de elemento
zh_cn: 将 ITEM 字段映射到

source: Map JOB Field To
es_es: Asignar campo de trabajo
zh_cn: 将 JOB 字段映射到

source: Map PROJ Field To
es_es: Mapear Campo PROJ
zh_cn: 将 PROJ 字段映射到

source: Map columns from the uploaded file
es_es: Mapear columnas del archivo cargado.
zh_cn: 映射上传文件中的列

source: Mapping Name is blank
es_es: El nombre del mapeo está en blanco.
zh_cn: 映射名称为空

source: Maranhao
es_es: Maranhão

source: March
es_es: Marzo
zh_cn: 三月

source: Maria Trinidad Sanchez
es_es: María Trinidad Sánchez
zh_cn: 玛丽亚·特立尼达·桑切斯

source: Mark
es_es: Marc
zh_cn: 标记

source: Mark: Read
es_es: Marca: Lee
zh_cn: 标记：阅读

source: Mark: UnRead
es_es: Marca: No leído.
zh_cn: 标记为未读

source: Markup Percent
es_es: Porcentaje de Marcado
zh_cn: 加价百​​分比

source: Markup percent fee is invalid
es_es: Porcentaje de markup no es valido
zh_cn: 提价百分比费无效

source: Married
es_es: Casado (a)
zh_cn: 已婚

source: Married (Filing Jointly)
es_es: Casado (a) (Reportando Juntos)

source: Married (Filing Separately)
es_es: Casado (a) (Reportando por Separado)

source: Married - Filing Jointly or Qualified Widow(er)
es_es: Casados - Presentando conjuntamente o viudo(a) calificado(a)
zh_cn: 已婚 - 联合申报或合格寡妇（呃）

source: Married - Filing Separately
es_es: Casado (a) - Reportando por separado
zh_cn: 已婚 - 配偶分开报税

source: Married - Joint One Income
es_es: Casado (a) - Un solo ingreso
zh_cn: 已婚 - 联合一个收入

source: Married - Joint Two Incomes
es_es: Casado (a) - Dos ingresos
zh_cn: 已婚 - 联合两个收入

source: Married - Spouse Works
es_es: Casado - Esposa Trabaja
zh_cn: 已婚 - 配偶就业

source: Married - Spouse does not Work
es_es: Casado - Esposa no trabaja
zh_cn: 已婚 - 配偶不就业

source: Married Filing Jointly
es_es: Casados presentando conjuntamente
zh_cn: 已婚共同申报

source: Marshall Islands
es_es: Islas Marshall

source: Martinique
es_es: Martinica

source: Mass Edit
es_es: Edición masiva
zh_cn: 批量编辑

source: Massa-Carrara
es_es: Masa-Carrara

source: Mauritius
es_es: Mauricio

source: Max Post Size
es_es: Tamaño máximo de publicación
zh_cn: 最大帖子大小

source: Max Upload Size
es_es: Tamaño de carga máxima
zh_cn: 最大上传大小

source: Maximum Age
es_es: Edad Máxima
zh_cn: 最大年龄

source: Maximum Amount
es_es: Cantidad Máxima
zh_cn: 最高金额

source: Maximum Balance
es_es: Saldo Máximo
zh_cn: 最大余额

source: Maximum Date
es_es: Fecha Máxima
zh_cn: 最大日期

source: Maximum Employee Age
es_es: Edad Máxima del Empleado
zh_cn: 最大员工年龄

source: Maximum Length
es_es: Longitud Máxima
zh_cn: 最大长度

source: Maximum Length Of Service
es_es: Longitud Máxima de Servicio
zh_cn: 最长服务年限

source: Maximum Length Of Service Days
es_es: Días máximos de servicio
zh_cn: 最长服务天数

source: Maximum Length Of Service Units
es_es: Unidades de Servicio de Longitud Máxima
zh_cn: 服务单位的最大长度

source: Maximum Pages
es_es: Páginas máximas
zh_cn: 最大页数

source: Maximum Price
es_es: Precio Máximo
zh_cn: 最高价格

source: Maximum Punch Time
es_es: Tiempo Máximo de Marcaje
zh_cn: 最长打卡时间

source: Maximum Purchase Quantity
es_es: Cantidad Máxima de Compra
zh_cn: 最大采购数量

source: Maximum Quantity
es_es: Cantidad Máxima
zh_cn: 最大数量

source: Maximum Rating
es_es: Calificación Máxima
zh_cn: 最大额定值

source: Maximum Rating must only be digits
es_es: La calificación máxima solo debe ser dígitos.
zh_cn: 最大评分只能是数字

source: Maximum Shift Time
es_es: Tiempo de Cambio Invalido
zh_cn: 最长轮班时间

source: Maximum Shift Time is too long
es_es: El tiempo máximo de turno es demasiado largo.
zh_cn: 最大换档时间太长

source: Maximum Shift Time is too short
es_es: El tiempo máximo de turno es demasiado corto.
zh_cn: 最大换档时间太短

source: Maximum Time
es_es: Tiempo Máximo
zh_cn: 最长时间

source: Maximum Time Into Next Shift
es_es: Tiempo Máximo para el Próximo Turno
zh_cn: 进入下一班的最长时间

source: Maximum Time Without A Break
es_es: Tiempo Máximo sin un Descanso
zh_cn: 最长没有休息时间

source: Maximum Wage
es_es: Salario Máximo
zh_cn: 最高工资

source: Maximum Wage is too high
es_es: El salario máximo es demasiado alto.
zh_cn: 最高工资太高

source: Maximum Wage is too low
es_es: El salario máximo es demasiado bajo.
zh_cn: 最高工资太低

source: Maximum age must only be digits
es_es: La edad máxima solo debe ser dígitos.
zh_cn: 最大年龄只能是数字

source: Maximum amount must be greater than minimum amount
es_es: La cantidad máxima debe ser mayor que la cantidad mínima.
zh_cn: 最大金额必须大于最小金额

source: Maximum amount must only be digits
es_es: La cantidad máxima solo debe ser dígitos.
zh_cn: 最大金额只能是数字

source: Maximum date is not a valid date
es_es: La fecha máxima no es una fecha válida.
zh_cn: 最大日期不是有效日期

source: Maximum date must be greater than minimum date
es_es: La fecha máxima debe ser mayor que la fecha mínima.
zh_cn: 最大日期必须大于最小日期

source: Maximum employee age is invalid
es_es: La edad máxima del empleado es inválida.
zh_cn: 员工最大年龄无效

source: Maximum length must be a positive value
es_es: La longitud máxima debe ser un valor positivo.
zh_cn: 最大长度必须为正值

source: Maximum length must be greater than minimum length
es_es: La longitud máxima debe ser mayor que la longitud mínima.
zh_cn: 最大长度必须大于最小长度

source: Maximum length must only be digits
es_es: La longitud máxima solo debe ser dígitos.
zh_cn: 最大长度只能是数字

source: Maximum length of service days is invalid
es_es: La longitud máxima de los días de servicio no es válida.
zh_cn: 最长服务天数无效

source: Maximum length of service is invalid
es_es: La duración máxima de servicio no es válido
zh_cn: 最长工龄无效

source: Maximum records per batch of %1 exceeded. Please reduce the number of records and try again.
es_es: Se ha excedido el número máximo de registros por lote de %1. Por favor, reduzca el número de registros e inténtelo de nuevo.
zh_cn: 超过每批 %1 的最大记录数。请减少记录数，然后重试。

source: Maximum time
es_es: Tiempo máximo
zh_cn: 最长时间

source: Maximum time is not a valid time format
es_es: El tiempo máximo no es un formato de tiempo válido.
zh_cn: 最长时间不是有效的时间格式

source: Maximum time must be greater than minimum time
es_es: El tiempo máximo debe ser mayor que el tiempo mínimo.
zh_cn: 最长时间必须大于最短时间

source: Maximum time unit must be greater than minimum time unit
es_es: La unidad de tiempo máxima debe ser mayor que la unidad de tiempo mínima.
zh_cn: 最大时间单位必须大于最小时间单位

source: Maximum time unit must only be digits
es_es: La unidad de tiempo máxima solo debe ser dígitos.
zh_cn: 最大时间单位只能是数字

source: May
es_es: Mayo
zh_cn: 五

source: May Work or May Not Work
es_es: Puede funcionar o no funcionar.
zh_cn: 可能工作或可能不工作

source: May we contact this person/employer
es_es: ¿Podemos contactar a esta persona/empleador?
zh_cn: 我们可以联系此人/雇主吗

source: Meal Policies
es_es: Políticas de Almuerzo
zh_cn: 用餐政策

source: Meal Policy
es_es: Política de Almuerzo
zh_cn: 用餐政策

source: Meal Policy: %1 requires this Pay Formula Policy to be defined
es_es: La Política de Comidas: %1 requiere que se defina esta Política de Fórmula de Pago.
zh_cn: 膳食政策：%1 需要定义此支付公式政策

source: Meal Time
es_es: Tiempo de Almuerzo
zh_cn: 用餐时间

source: Meal Time may be too high
es_es: La hora de la comida puede ser demasiado alta.
zh_cn: 进餐时间可能太长

source: Meal/Break
es_es: Almuerzo/Descanso
zh_cn: 用餐/休息

source: Meal/Break Criteria
es_es: Criterio de Almuerzo/Descanso
zh_cn: 用餐/休息标准

source: Medicare (Additional)
es_es: Medicare Adicional
zh_cn: 医疗保险（附加）

source: Medicare (Deducted) Difference
es_es: Diferencia de Medicare (Deducida)
zh_cn: 医疗保险（扣除）差额

source: Medicare - Employee
es_es: Medicare - Empleado
zh_cn: 医疗保险 - 员工

source: Medicare - Employee (Deducted)
es_es: Medicare - Empleado (Descontado)
zh_cn: 医疗保险 - 雇员（扣除）

source: Medicare - Employer
es_es: Medicare - Empleador
zh_cn: 医疗保险 - 雇主

source: Medicare - Employer (Deducted)
es_es: Medicare - Empleador (Deducido)
zh_cn: 医疗保险 - 雇主（扣除）

source: Medicare Employer
es_es: Empleador de Medicare
zh_cn: 医疗保险雇主

source: Medicare Tax (6)
es_es: Impuesto de Medicare(6):

source: Medicare Tax Withheld (Box 6)
es_es: Retención del impuesto de Medicare (Caja 6)
zh_cn: 预扣医疗保险税（方框 6）

source: Medicare Taxes Withheld
es_es: Impuestos de Medicare retenidos
zh_cn: 预扣医疗保险税

source: Medicare Wages (5)
es_es: Sueldo de Medicare (5):

source: Medicare Wages and Tips (Box 5)
es_es: Salarios y propinas de Medicare (Caja 5)
zh_cn: Medicare 工资和小费（专栏 5）

source: Medium
es_es: Medio
zh_cn: 中

source: Membership
es_es: Miembro
zh_cn: 会籍

source: Membership Amount
es_es: Cantidad de membresía
zh_cn: 会员金额

source: Membership Information By Employee
es_es: Información de Membresía por Empleado
zh_cn: 员工会员信息

source: Membership Information By Membership/Employee
es_es: Información de membresía por membresía/empleado
zh_cn: 会员信息（按会员/员工）

source: Membership Ownership
es_es: Propiedad de Membresía
zh_cn: 会员所有权

source: Membership Renewal Date
es_es: Fecha de renovación de membresía
zh_cn: 会员更新日期

source: Membership Renewals By Employee
es_es: Renovaciones de Membresía por Empleado
zh_cn: 员工续会

source: Membership Start Date
es_es: Fecha de inicio de membresía
zh_cn: 会员开始日期

source: Membership Subscription
es_es: Suscripción de membresía
zh_cn: 会员订阅

source: Membership must be specified
es_es: La membresía debe especificarse.
zh_cn: 必须指定成员身份

source: Memberships
es_es: Membresías
zh_cn: 会籍

source: Memory Limit
es_es: Límite de Memoria
zh_cn: 内存限制

source: Message
es_es: Mensaje
zh_cn: 信息

source: Message Control is invalid
es_es: Control de mensaje invalido
zh_cn: 消息控制无效

source: Message Sender is invalid
es_es: Remitente de mensaje invalido
zh_cn: 消息发件人无效

source: Message Summary
es_es: Resumen del mensaje
zh_cn: 消息摘要

source: Message body is too long.
es_es: El cuerpo del mensaje es demasiado largo.
zh_cn: 邮件正文太长。

source: Message body is too short.
es_es: El cuerpo del mensaje es demasiado corto.
zh_cn: 邮件正文太短。

source: Message sender is invalid
es_es: Remitente de Mensaje invalido
zh_cn: 消息发件人无效

source: Messages
es_es: Mensajes
zh_cn: 信息

source: Messages (UnRead)
es_es: Mensajes (No leídos)
zh_cn: 消息（未读）

source: Meters
es_es: Metros
zh_cn: 米

source: Method: "%1" does not exist.
es_es: Método: %1 no existe.
zh_cn: 方法：“%1”不存在。

source: Method: "%1" is private, unable to call.
es_es: Método: %1 es privado, no se puede llamar.
zh_cn: 方法：“%1”是私有的，无法调用。

source: Mexico
es_es: México

source: Micronesia, Federated States of
es_es: Micronesia

source: Middle Check (Sage) [2398]
es_es: Chequeo intermedio (Sage) [2398]
zh_cn: 中间检查(Sage)[2398]

source: Middle Name
es_es: Segundo Nombre
zh_cn: 中间名

source: Middle name contains invalid characters
es_es: Segundo Nombre contiene caracteres no validos
zh_cn: 中间名含有无效字符

source: Middle name is too short or too long
es_es: Segundo Nombre es muy corto o muy largo
zh_cn: 中间名太短或太长

source: Migrate PS Accounts
es_es: Migrar cuentas de PS
zh_cn: 迁移 PS 帐户

source: Migrate Pay Codes
es_es: Migrar Códigos de Pago
zh_cn: 迁移支付代码

source: Migrated YTD Amount from
es_es: Cantidad migrada YTD desde
zh_cn: 迁移的 YTD 金额来自

source: Migrated YTD Amount from other account
es_es: Cantidad migrada YTD desde otra cuenta
zh_cn: 从其他账户迁移的 YTD 金额

source: Migrated YTD Amount to
es_es: Monto migrado YTD
zh_cn: 已迁移 YTD 金额至

source: Migrated YTD Amount to other account
es_es: Monto migrado YTD a otra cuenta
zh_cn: 迁移 YTD 金额到其他帐户

source: Migrated from Recurring PSA
es_es: Migrado de PSA recurrente.
zh_cn: 从定期 PSA 迁移

source: Miles
es_es: Millas
zh_cn: 英里

source: Milestone Rollover Based On
es_es: Punto de Rollover Basado En
zh_cn: 里程碑翻转基于

source: Millenium Hours Code
es_es: Código Horas Millenium
zh_cn: Millenium 小时代码

source: Millennium
es_es: Milenio
zh_cn: 千年

source: Millennium Hours Code
es_es: Código de Horas del Milenio
zh_cn: 千年小时代码

source: Millimeters (mm)
es_es: Milímetros (mm)
zh_cn: 毫米 (mm)

source: Min. Time Between Shifts
es_es: Tiempo mínimo entre turnos.
zh_cn: 分钟轮班间隔时间

source: Min/Max Time Resets
es_es: Reinicio de tiempo mínimo/máximo
zh_cn: 最小/最大时间重置

source: Minimum Age
es_es: Edad Mínima
zh_cn: 最低年龄

source: Minimum Amount
es_es: Cantidad Mínima
zh_cn: 最低金额

source: Minimum Balance
es_es: Balance Mínimo
zh_cn: 最低余额

source: Minimum Billable Time
es_es: Tiempo Facturable Mínimo
zh_cn: 最短计费时间

source: Minimum Date
es_es: Fecha Mínima
zh_cn: 最短日期

source: Minimum Employed Days
es_es: Días mínimos empleados
zh_cn: 最短工作天数

source: Minimum Employee Age
es_es: Edad Mínima del Empleado
zh_cn: 最低雇员年龄

source: Minimum Hourly Rate
es_es: Tarifa horaria mínima
zh_cn: 最低时薪

source: Minimum Hourly Rate (Relative to Wage)
es_es: Tarifa horaria mínima (relativa al salario).
zh_cn: 最低时薪（相对于工资）

source: Minimum Length
es_es: Longitud mínima
zh_cn: 最小长度

source: Minimum Length Of Service
es_es: Longitud mínima de servicio
zh_cn: 最短服务年限

source: Minimum Length Of Service Days
es_es: Días mínimos de servicio
zh_cn: 最短服务天数

source: Minimum Length Of Service Units
es_es: Unidades de Longitud Mínima de Servicio
zh_cn: 服务单位的最短长度

source: Minimum Permission Level
es_es: Nivel de permisos mínimo
zh_cn: 最低权限级别

source: Minimum Price
es_es: Precio Mínimo
zh_cn: 最低价格

source: Minimum Punch Time
es_es: Tiempo Mínimo de Marcaje
zh_cn: 最短打卡时间
