Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Payroll
es_es: Planilla
zh_cn: 工资表

source: Payroll Administrator
es_es: Administrador de Planillas
zh_cn: 工资管理员

source: Payroll Based Journal (PBJ) Filing
es_es: Presentación de Registro Basado en Nómina (PBJ)
zh_cn: 基于工资的日记帐 (PBJ) 归档

source: Payroll Code
es_es: Código de nómina
zh_cn: 工资表代码

source: Payroll Export
es_es: Exortación de nómina
zh_cn: 工资表导出

source: Payroll Export Report
es_es: Informe de Exportación de Nómina
zh_cn: 工资单导出报告

source: Payroll Processing Wizard
es_es: Asistente de Procesamiento de Nómina
zh_cn: 工资单处理向导

source: Payroll Reminder - Transaction Date
es_es: Recordatorio de nómina - Fecha de transacción
zh_cn: 发薪提醒 - 交易日期

source: Payroll Remittance Agency
es_es: Agencia de Remesa de Nómina
zh_cn: 工资汇款代理机构

source: Payroll Remittance Agency Event
es_es: Evento de la Agencia de Remesa de Nómina
zh_cn: 工资汇款代理活动

source: Payroll Report to complete HI Quarterly Wage Contribution Report
es_es: Informe de nómina para completar el informe de contribución de salarios trimestral HI.
zh_cn: 薪资报告以完成 HI 季度工资贡献报告

source: Payroll Reports
es_es: Informes de nómina
zh_cn: 工资报告

source: Payroll Run
es_es: Corrida de nómina
zh_cn: 薪资运行

source: Payroll Run #
es_es: Corrida de nómina #
zh_cn: 工资运行#

source: Payroll Run #%1 of Pay Period %2 is still OPEN, all pay stubs must be PAID before starting a new payroll run.
es_es: La nómina #%1 del periodo de pago %2 sigue ABIERTA, todos los talones de pago deben SER PAGADOS antes de iniciar una nueva nómina.
zh_cn: 发薪周期 %2 的薪资运行 #%1 仍处于打开状态，所有工资单必须在开始新的薪资运行之前支付。

source: Payroll Run Type
es_es: Tipo de ejecución de nómina
zh_cn: 薪资运行类型

source: Payroll Run cannot be modified to come before or after another pay stub in this pay period
es_es: La nómina de esta nómina no se puede modificar para venir antes o después de otra nómina.
zh_cn: 工资核算运行不能修改为在此支付周期内另一个工资单之前或之后

source: Payroll Run must be 1 or higher
es_es: La nómina debe ser 1 o mayor.
zh_cn: 薪资运行必须为 1 或更高

source: Payroll Run must be less than 128
es_es: La nómina debe ser menor a 128.
zh_cn: Payroll Run 必须小于 128

source: Payroll Tax Deposit Coupon
es_es: Cupón de depósito de impuestos de nómina
zh_cn: 工资税存款券

source: Payroll remittance agency is invalid
es_es: La agencia de remisión de nómina es inválida.
zh_cn: 工资汇款机构无效

source: Pending
es_es: Pendiente
zh_cn: 待定

source: Pending Applicants
es_es: Solicitantes Pendientes
zh_cn: 待定申请人

source: Pending Approval
es_es: Aprobación Pendiente
zh_cn: 待定批准

source: Pending Check Transactions
es_es: Transacciones de cheque pendientes
zh_cn: 待处理支票交易

source: Pending Confirmation
es_es: Confirmación Pendiente
zh_cn: 待定确定

source: Pending EFT/ACH Transactions
es_es: Transacciones pendientes de EFT/ACH
zh_cn: 待处理的EFT/ACH交易

source: Pending Payment
es_es: Pago Pendiente
zh_cn: 待定支付

source: Pending Requests
es_es: Pedidos Pendientes
zh_cn: 待定请求

source: Pending Reviews By Employee
es_es: Revisiones pendientes por empleado
zh_cn: 员工待审核

source: Pending Transaction
es_es: Transacción Pendiente
zh_cn: 待处理交易

source: Pending Transactions
es_es: Transacciones Pendientes
zh_cn: 待交易

source: Pension Adjustment (52)
es_es: Ajuste de pensión (52)

source: Pension Adjustment (Box: 52)
es_es: Ajuste de pensión (Caja: 52)
zh_cn: 养老金调整（方框：52）

source: Pension Or Superannuation (Box: 16)
es_es: Pensión o jubilación (Caja: 16)
zh_cn: 养老金或养老金(Box: 16)

source: Pension/Superannuation (16)
es_es: Pensión/Jubilación (16)
zh_cn: 养老金/退休金（16）

source: Pensionable & Insurable Earnings Review (PIER)
es_es: Revisión de Ganancias Pensionables e Asegurables (PIER)
zh_cn: 退休金和可参保收入审查 (PIER)

source: Pensionable and Insurable Reporting
es_es: Reporte de Pensionable e Insurable
zh_cn: 可领取养老金和可参保的报告

source: Per Diem
es_es: Diario
zh_cn: 每日津贴

source: Per Item
es_es: Por Item
zh_cn: 每项

source: Per Item Quantity
es_es: Cantidad Per Item
zh_cn: 每项数量

source: Per Unit
es_es: Por Unidad
zh_cn: 每单位

source: Per Weight
es_es: Per Peso
zh_cn: 每个重量

source: Percent
es_es: Porcentaje
zh_cn: 百分比

source: Percent Of
es_es: Porcentaje de
zh_cn: 百分比

source: Percent Of must be specified
es_es: El porcentaje debe especificarse.
zh_cn: 必须指定百分比

source: Percent is 0 or not specified
es_es: El porcentaje es 0 o no especificado.
zh_cn: 百分比为 0 或未指定

source: Percent is invalid
es_es: Porcentaje no es valido
zh_cn: 百分比无效

source: Percent is less than 0 or more than 100
es_es: El porcentaje es menor que 0 o mayor que 100.
zh_cn: 百分比小于 0 或大于 100

source: Percent must be less than 100%
es_es: El porcentaje debe ser menor que el 100%.
zh_cn: 百分比必须小于 100%

source: Percent must be more than 1%
es_es: El porcentaje debe ser más de 1%.
zh_cn: 百分比必须大于 1%

source: Percent of
es_es: Porcentaje de
zh_cn: 百分比

source: Perhaps if you ask nicely, your supervisor will add a schedule for you?
es_es: ¿Quizás si le pides amablemente, tu supervisor agregará un horario para ti?
zh_cn: 也许如果你问得好，你的主管会为你添加一个时间表？

source: Period
es_es: Período
zh_cn: 时期

source: Permission
es_es: Permiso
zh_cn: 权限

source: Permission Denied
es_es: Permiso Denegado
zh_cn: 没有权限

source: Permission Employees
es_es: Los empleados deben obtener permiso para salir del edificio.
zh_cn: 许可员工

source: Permission Group
es_es: Grupo de Permisos
zh_cn: 权限组

source: Permission Group is invalid
es_es: Grupo de Permisos no es valido
zh_cn: 政策组无效

source: Permission Groups
es_es: Grupo de Permisos
zh_cn: 权限组

source: Permission Hierarchy not specified
es_es: Jerarquía de permisos no especificada
zh_cn: 未指定权限层次结构

source: Permission Wizard
es_es: Asistente de permisos
zh_cn: 权限向导

source: Permission denied
es_es: Permiso Denegado
zh_cn: 没有权限

source: Permissions
es_es: Permisos
zh_cn: 权限

source: Personal Exemptions
es_es: Exenciones Personales
zh_cn: 个人豁免

source: Perthshire and Kinross
es_es: Perthshire y Kinross

source: Peru
es_es: Perú

source: Pesaro e Urbino
es_es: Pesaro y Urbino
zh_cn: 佩萨罗和乌尔比诺

source: Philippines
es_es: Filipinas

source: Phone
es_es: Teléfono
zh_cn: 电话

source: Phone Interview
es_es: Entrevista por teléfono
zh_cn: 电话面试

source: Photo
es_es: Foto
zh_cn: 照片

source: Photo - Source: Face Enrollment
es_es: Foto - Fuente: Inscripción de Cara
zh_cn: 图片——来源：人脸登记

source: Photo - Source: Web
es_es: Foto - Fuente: Web
zh_cn: 照片 - 来源：网络

source: Piaui
es_es: Piauí

source: Pick one employee then click the green checkmark icon to assign the selected shift(s) to that employee
es_es: Elija un empleado y luego haga clic en el icono de la marca de verificación verde para asignar el turno (los) seleccionado (s) a ese empleado.
zh_cn: 选择一名员工，然后单击绿色复选标记图标将选定的班次分配给该员工

source: Pick one employee then click the green checkmark icon to login
es_es: Elija un empleado y luego haga clic en el icono de la marca de verificación verde para iniciar sesión.
zh_cn: 选择一名员工，然后单击绿色复选标记图标登录

source: Pickers
es_es: Recolectores
zh_cn: 采摘机

source: Piece Rate
es_es: Tarifa por Pieza
zh_cn: 单价

source: Piece Rate (per Good Quantity)
es_es: Tarifa por Pieza (por Cantidad de Mercancia)
zh_cn: 计件费率（每件货物数量）

source: Pitcairn
es_es: Islas Pitcairn

source: Pivot Day Direction
es_es: Dirección del Día Pivote
zh_cn: 枢轴日方向

source: Please check firewall to ensure outbound HTTPS communication on port 443 is allowed.
es_es: Por favor, revise el firewall para asegurar que la comunicación HTTPS saliente en el puerto 443 esté permitida.
zh_cn: 请检查防火墙以确保允许端口 443 上的出站 HTTPS 通信。

source: Please choose a Pay Code
es_es: Por favor elija un Código de Pago.
zh_cn: 请选择支付代码

source: Please choose a Pay Period
es_es: Por favor, elija un Período de Pago.
zh_cn: 请选择付款期限

source: Please choose the image source
es_es: Por favor, elija la fuente de imagen
zh_cn: 请选择图片来源

source: Please choose the preferred settings that you would like to use to display information throughout
es_es: Por favor, elija la configuración preferida que desea usar para mostrar información en todo momento.
zh_cn: 请选择您希望用于在整个过程中显示信息的首选设置

source: Please contact our billing department to update your payment information. Failure to do so may result in an overdue invoice and possible service disruption.
es_es: Por favor, comuníquese con nuestro departamento de facturación para actualizar su información de pago. Si no lo hace, puede resultar en una factura vencida y posible interrupción del servicio.
zh_cn: 请联系我们的结算部门更新您的付款信息。否则可能会导致发票逾期并可能导致服务中断。

source: Please contact your administrator for instructions on changing your password
es_es: Por favor, contacte a su administrador para obtener instrucciones sobre cómo cambiar su contraseña.
zh_cn: 请联系您的管理员以获取有关更改密码的说明

source: Please contact your administrator for instructions on changing your password.
es_es: Por favor, contacte a su administrador para obtener instrucciones sobre cómo cambiar su contraseña.
zh_cn: 请联系您的管理员以获取有关更改密码的说明。

source: Please correct the user name/password and try again.
es_es: Por favor corrija el nombre de usuario/contraseña y vuelva a intentarlo.
zh_cn: 请更正用户名/密码，然后重试。

source: Please correct your settings and try again.
es_es: Por favor, corrija sus ajustes y vuelva a intentarlo.
zh_cn: 请更正您的设置并重试。

source: Please delete all files/directories in
es_es: Por favor, elimine todos los archivos/directorios en
zh_cn: 请删除中的所有文件/目录

source: Please draw your full and complete signature in the signature pad with your mouse
es_es: Por favor, dibuje su firma completa y completa en el panel de firmas con su mouse.
zh_cn: 请用鼠标在签名板中画出完整的签名

source: Please enable them in php.ini
es_es: Por favor, habilítelos en php.ini
zh_cn: 请在 php.ini 中启用它们

source: Please enter a user name and password.
es_es: Por favor ingrese un nombre de usuario y contraseña.
zh_cn: 请输入用户名和密码。

source: Please enter the administrator user name and password
es_es: Por favor ingrese el nombre de usuario y la contraseña del administrador.
zh_cn: 请输入管理员用户名和密码

source: Please enter your company information below.
es_es: Por favor ingrese la información de la compañía a continuación.
zh_cn: 请输入你的公司信息。

source: Please enter your database configuration information below. If you are unsure, use the default values.
es_es: Por favor ingrese a continuación la configuración de su base de datos. Si usted no esta seguro de los valores, use los predeterminados.
zh_cn: 请输入你的数据库配置信息。如果你不能确定，请使用默认值。

source: Please enter your site configuration information below. If you are unsure of the fields, we suggest that you use the default values.
es_es: Por favor ingrese su configuración del sitio a continuación. Si no esta seguro de los campos, sugerimos utilice los valores predeterminados.
zh_cn: 请输入你的网站配置信息。如果你不能确定，建议你选择默认值。

source: Please enter your web password rather than your quick punch password
es_es: Por favor ingrese su contraseña web en lugar de su contraseña de marcaje rápido.
zh_cn: 请输入您的网页密码，而不是您的快捷打卡密码

source: Please read through the following license and if you agree and accept it, click the "
es_es: Por favor, lea la siguiente licencia y si está de acuerto y la acepta, haga click en "
zh_cn: 请仔细阅读以下许可，如果您同意并接受，请单击“

source: Please save this record before modifying any related data
es_es: Por favor, guarde este registro antes de modificar cualquier dato relacionado.
zh_cn: 请在修改任何相关数据之前保存此记录

source: Please save this record before uploading a photo
es_es: Por favor, guarde este registro antes de cargar una foto.
zh_cn: 请在上传照片前保存此记录

source: Please select at least one pay code.
es_es: Por favor seleccione al menos un código de pago.
zh_cn: 请至少选择一个支付代码。

source: Please select invoice options
es_es: Por favor seleccione opciones de factura.
zh_cn: 请选择发票选项

source: Please select one or more pay periods in the list above to enable icons.
es_es: Por favor seleccione uno o más períodos de pago en la lista de arriba para habilitar los iconos.
zh_cn: 请在上面的列表中选择一个或多个付款期以启用图标。

source: Please specify a company
es_es: Por favor especifique una empresa.
zh_cn: 请指定公司

source: Please specify a contact
es_es: Por favor especifique un contacto.
zh_cn: 请注明联系方式

source: Please specify a currency
es_es: Por favor especifique una moneda.
zh_cn: 请指定货币

source: Please specify a legal entity
es_es: Por favor especifique una entidad legal.
zh_cn: 请指定法人实体

source: Please specify a legal name
es_es: Por favor especifique un nombre legal.
zh_cn: 请指定合法名称

source: Please specify a name
es_es: Por favor especifique un nombre.
zh_cn: 请指定名称

source: Please specify a trade name
es_es: Por favor especifique un nombre comercial.
zh_cn: 请指定商品名称

source: Please specify accrual type
es_es: Por favor especifique el tipo de acumulación.
zh_cn: 请指定应计类型

source: Please specify agency
es_es: Por favor especifique agencia.
zh_cn: 请注明代理机构

source: Please specify amount type
es_es: Por favor especifique el tipo de cantidad.
zh_cn: 请指定金额类型

source: Please specify an Absence Policy
es_es: Por favor especifique una Política de Ausencia.
zh_cn: 请指定缺勤政策

source: Please specify an absence type
es_es: Por favor especifique un tipo de ausencia.
zh_cn: 请指定缺勤类型

source: Please specify an employee
es_es: Por favor especifique un empleado.
zh_cn: 请指定一名员工

source: Please specify at least one employee
es_es: Por favor especifique al menos un empleado.
zh_cn: 请指定至少一名员工

source: Please specify data format
es_es: Por favor especifique el formato de datos.
zh_cn: 请指定数据格式

source: Please specify employee
es_es: Por favor especifique el empleado.
zh_cn: 请注明员工

source: Please specify frequency
es_es: Por favor especifica la frecuencia.
zh_cn: 请指定频率

source: Please specify legal entity
es_es: Por favor especifique entidad legal.
zh_cn: 请注明法律实体

source: Please specify priority
es_es: Por favor especifique prioridad.
zh_cn: 请指定优先级

source: Please specify status
es_es: Por favor especifique el estado.
zh_cn: 请注明状态

source: Please specify type
es_es: Por favor especifique el tipo.
zh_cn: 请指定类型

source: Please specify your new password
es_es: Por favor especifique su nueva contraseña.
zh_cn: 请指定您的新密码

source: Please try again later, or contact your supervisor.
es_es: Por favor, inténtalo de nuevo más tarde, o contacta a tu supervisor.
zh_cn: 请稍后重试，或联系您的主管。

source: Please try again later, or reduce the number of records in your batch...
es_es: Por favor, inténtelo de nuevo más tarde, o reduzca el número de registros en su lote...
zh_cn: 请稍后重试，或减少您的批次中的记录数...

source: Please upgrade your database to meet the minimum version requirements and try again.
es_es: Por favor, actualice su base de datos para cumplir con los requisitos mínimos de versión y vuelva a intentarlo.
zh_cn: 请升级您的数据库以满足最低版本要求，然后重试。

source: Please upload file again
es_es: Por favor, vuelva a subir el archivo.
zh_cn: 请重新上传文件

source: Please write this information down, as you will need it later to login to
es_es: Por favor anote esta información, ya que la podría utilizar mas adelante para login a
zh_cn: 请写下此信息，你稍后登录时需要它

source: Poland
es_es: Polonia

source: Policies
es_es: Políticas
zh_cn: 政策

source: Policy
es_es: Política
zh_cn: 政策

source: Policy Group
es_es: Grupo de Política
zh_cn: 政策组

source: Policy Group Employees
es_es: Empleados del Grupo de Políticas
zh_cn: 政策组员工

source: Policy Group is invalid
es_es: Política de Grupos no es valido
zh_cn: 政策组无效

source: Policy Groups
es_es: Grupos de Políticas
zh_cn: 政策组

source: Policy is invalid
es_es: Política no valida
zh_cn: 政策无效

source: Poll Frequency
es_es: Frecuencia de la encuesta
zh_cn: 轮询频率

source: Polygon
es_es: Polígono
zh_cn: 多边形

source: Poor
es_es: Pobre
zh_cn: 贫穷的

source: Port
es_es: Puerto
zh_cn: 港口

source: Port 443 is blocked...
es_es: El puerto 443 está bloqueado...
zh_cn: 443端口被封锁...

source: Port 443 is open but communications is blocked or being modified...
es_es: El puerto 443 está abierto, pero la comunicación está bloqueada o está siendo modificada...
zh_cn: 端口 443 已打开，但通信被阻止或正在修改...

source: Port 443 is open...
es_es: El puerto 443 está abierto...
zh_cn: 443端口开放...

source: Port 80 is blocked...
es_es: El puerto 80 está bloqueado...
zh_cn: 80端口被封...

source: Port 80 is open...
es_es: El puerto 80 está abierto...
zh_cn: 80端口开放...

source: Portal Only
es_es: Solo portal
zh_cn: 仅限门户网站

source: Portal Preview
es_es: Vista previa de portal
zh_cn: 门户预览

source: Portal Setting
es_es: Configuración del portal
zh_cn: 门户设置

source: Portal Settings
es_es: Configuraciones del portal
zh_cn: 门户设置

source: Portrait
es_es: Retrato
zh_cn: 肖像

source: Position Accuracy is invalid
es_es: La precisión de la posición es inválida.
zh_cn: 位置精度无效

source: Position Already Filled
es_es: Posición ya llenada.
zh_cn: 职位已满

source: Position Expire Date
es_es: Fecha de Expiración de Posición
zh_cn: 职位到期日期

source: Position Expiry Date
es_es: Fecha de vencimiento de la posición
zh_cn: 职位到期日

source: Position Open Date
es_es: Fecha de apertura de la posición
zh_cn: 持仓开仓日期

source: Position expire date should be after position open date
es_es: La fecha de vencimiento de la posición debe ser posterior a la fecha de apertura de la posición.
zh_cn: 仓位到期日期应在仓位开仓日期之后

source: Positions Available
es_es: Puestos Disponibles
zh_cn: 职位空缺

source: Positions Available is invalid
es_es: Las posiciones disponibles no son válidas.
zh_cn: 可用职位无效

source: Positive
es_es: Positivo
zh_cn: 积极的

source: Possible corruption detected, please contact support department (crv)
es_es: Posible corrupción detectada, por favor contacte al departamento de soporte (crv).
zh_cn: 检测到可能的损坏，请联系支持部门 (crv)

source: Post Adjustment
es_es: Ajuste Posterior
zh_cn: 调整后

source: Post-Adjustment Carry-Forward
es_es: Llevar adelante el ajuste posterior
zh_cn: 调整后结转

source: Post-Processing Data...
es_es: Procesamiento posterior de datos...
zh_cn: 后处理数据...

source: Postal / ZIP Code
es_es: Código postal
zh_cn: 邮政编码

source: Postal / ZIP code not specified or is invalid
es_es: Código postal / ZIP no especificado o es inválido.
zh_cn: 未指定邮政编码或邮政编码无效

source: Postal Code
es_es: Apartado Postal
zh_cn: 邮编

source: Postal/ZIP Code
es_es: Código postal
zh_cn: 邮政编码

source: Postal/ZIP Code contains invalid characters, invalid format, or does not match Province/State
es_es: Apartado Postal/ZIP contiene caracteres o formato no valido o no es de ninguna Provincia/Estado
zh_cn: 邮编含有无效字符、无效格式或和省份不匹配

source: Postal/ZIP Code is too short or too long
es_es: Apartado Postal/ZIP es muy corto o muy largo
zh_cn: 邮编太短或太长

source: PostgreSQL Enabled
es_es: Habilitado PostgreSQL
zh_cn: 启用 PostgreSQL

source: Potenza
es_es: Potencia
zh_cn: 力量

source: Pounds (lb)
es_es: Libras (lb)
zh_cn: 磅 (lb)

source: Prato
es_es: Plato

source: Pre-Mature
es_es: Pre-Maturo
zh_cn: 未成熟

source: Pre-Processing Data...
es_es: Pre-procesamiento de datos...
zh_cn: 预处理数据...

source: Preferences
es_es: Preferencias
zh_cn: 首选项

source: Preferences By Employee
es_es: Preferencias por empleado
zh_cn: 员工偏好

source: Premium Policies
es_es: Políticas de Premium
zh_cn: 优先政策

source: Premium Policy
es_es: Política de Premium
zh_cn: 优先政策

source: Premium Policy Branch
es_es: Ramificación de Póliza Premium
zh_cn: 保费保单分行

source: Premium Policy Department
es_es: Departamento de Políticas Premium
zh_cn: 保费政策部

source: Premium Policy Job
es_es: Política de trabajo de prima
zh_cn: 保费保单工作

source: Premium Policy Job Group
es_es: Grupo de Trabajo de Política Premium
zh_cn: 保费保单工作组

source: Premium Policy Task
es_es: Tarea de Política Premium
zh_cn: 保费政策任务

source: Premium Policy Task Group
es_es: Grupo de Tarea de Política Premium
zh_cn: 高级政策工作组

source: Premium Policy: %1 requires this Pay Formula Policy to be defined
es_es: %1 requiere que se defina esta Política de Fórmula de Pago.
zh_cn: 保费政策：%1 需要定义此薪资公式政策

source: Premium and Wage Report
es_es: Informe de Salario y Primas
zh_cn: 保费和工资报告

source: Preparing to Ship
es_es: Preparando para Enviar
zh_cn: 准备付运

source: Press
es_es: Presionar
zh_cn: 按

source: Previous
es_es: Previo
zh_cn: 上一

source: Previous Punch
es_es: Marcaje Anterior
zh_cn: 上一拳

source: Previous Saved Searches
es_es: Últimas búsquedas guardadas
zh_cn: 以前保存的搜索

source: Previous Session
es_es: Sesión Anterior
zh_cn: 上一届会议

source: Previous pay period ended on %1, will be paid by %2
es_es: El periodo de pago anterior terminó el %1, será pagado por %2.
zh_cn: 上一个工资期于 %1 结束，将于 %2 支付

source: Previous pay period will be paid by %2
es_es: El periodo de pago anterior será pagado por el %2.
zh_cn: 上一个工资期将由 %2 支付

source: Price
es_es: Precio
zh_cn: 价格

source: Price Type
es_es: Tipo de Precio
zh_cn: 价格类型

source: Price is invalid
es_es: Precio no es valido
zh_cn: 价格无效

source: Pricing
es_es: Precio
zh_cn: 价格

source: Primary
es_es: Primario
zh_cn: 主

source: Primary Account
es_es: Cuenta Primaria
zh_cn: 主账户

source: Primary Day of Month
es_es: Día Primario del Mes
zh_cn: 每月的主要日期

source: Primary Identification
es_es: Identificación Primaria
zh_cn: 主要识别

source: Primary Month
es_es: Mes Primario
zh_cn: 小学月份

source: Primary Start Day
es_es: Día de Inicio Primario
zh_cn: 小学开始日

source: Primary Support Contact
es_es: Contacto de soporte primario
zh_cn: 主要支持联系人

source: Primary Transaction Day
es_es: Día de Transacción Primaria
zh_cn: 主要交易日

source: Primary account is too short or too long
es_es: Cuenta Principal es muy corto o muy largo
zh_cn: 主帐号太短或太长

source: Primary identification is invalid
es_es: La identificación primaria no es válida.
zh_cn: 主要身份证明无效

source: Print
es_es: Imprimir
zh_cn: 打印

source: Print Summary
es_es: Resumen de impresión
zh_cn: 打印摘要

source: Print TimeSheet
es_es: Imprimir hoja de tiempo
zh_cn: 打印考勤表

source: Print employee 1099-NEC Forms
es_es: Imprimir formularios 1099-NEC para empleados.
zh_cn: 打印员工 1099-NEC 表格

source: Print employee 1099-NEC forms for distribution to recipients by hand or mail.
es_es: Imprima los formularios 1099-NEC para empleados para su distribución a los destinatarios a mano o por correo.
zh_cn: 打印员工 1099-NEC 表格，以通过手工或邮寄方式分发给收件人。

source: Print employee T4 forms for distribution to employees by hand or mail.
es_es: Imprima los formularios T4 de los empleados para su distribución a mano o por correo.
zh_cn: 打印员工 T4 表格，以通过手工或邮寄方式分发给员工。

source: Print employee T4A forms for distribution to employees by hand or mail.
es_es: Imprima los formularios T4A de los empleados para su distribución a mano o por correo.
zh_cn: 打印员工 T4A 表格，以通过手工或邮寄方式分发给员工。

source: Print employee W2 Forms
es_es: Imprimir formularios W2 de empleados
zh_cn: 打印员工 W2 表格

source: Print employee W2 forms for distribution to employees by hand or mail.
es_es: Imprima los formularios W2 de los empleados para su distribución a mano o por correo.
zh_cn: 打印员工 W2 表格，以通过手工或邮寄方式分发给员工。

source: Priority
es_es: Prioridad
zh_cn: 优先事项

source: Priority is invalid
es_es: Prioridad no es valido
zh_cn: 优先次序无效

source: Priority must be 1 or higher
es_es: La prioridad debe ser 1 o mayor.
zh_cn: 优先级必须为 1 或更高

source: Priority must be less than 128
es_es: La prioridad debe ser menor que 128.
zh_cn: 优先级必须小于 128

source: Private
es_es: Privado
zh_cn: 私人

source: Private Note is too long
es_es: Nota Privada es muy larga
zh_cn: 私人备注太长

source: Privileged Database User Name
es_es: Nombre de usuario de base de datos privilegiado
zh_cn: 特权数据库用户名

source: Privileged Database User Name / Password. This is only used to create the database schema if the above user does not have permissions to do so.
es_es: Nombre Privilegiado de la Base de Datos del Usuario / Clave . Esto es para crear el esquema de la base de datos si el usuario no tiene permisos.
zh_cn: 全权数据库用户名/密码。仅在上述用户没有权限的情况下用于创建数据库schema。

source: Privileged Database User Password
es_es: Contraseña de usuario de base de datos privilegiada
zh_cn: 特权数据库用户密码

source: Pro-Rate Denominator
es_es: Denominador de Pro-Rate
zh_cn: 按比例分母

source: Pro-Rate Numerator
es_es: Numerador proporcional
zh_cn: 按比例分子

source: ProRate
es_es: Proporcional
zh_cn: 按比例计算

source: Procedure/Policy
es_es: Procedimiento/Política
zh_cn: 流程/政策

source: Process Payroll
es_es: Procesar nómina
zh_cn: 处理薪资

source: Process Transactions
es_es: Procesar Transacciones
zh_cn: 处理交易
