Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: User is the same as parent
es_es: Usuario es padre
zh_cn: 用户和父同

source: User name is already taken
es_es: Nombre de Usuario ya esta utilizado
zh_cn: 用户名已为他人使用

source: User name is too short or too long
es_es: Nombre de Usuario es muy corto o muy largo
zh_cn: 用户名太短或太长

source: User name not specified
es_es: Nombre de usuario no especificado
zh_cn: 未指定用户名

source: User or parent has incorrect company
es_es: Usuario o Padre tienen compañía incorrecta
zh_cn: 用户或父有错误的公司

source: Utah Withholding Payment
es_es: Pago de Retención de Utah
zh_cn: 犹他州预扣税付款

source: Utah Withholding Return
es_es: Declaración de Retención de Utah
zh_cn: 犹他州预扣税申报表

source: Utilities
es_es: Servicios públicos
zh_cn: 公用事业

source: Uzbekistan
es_es: Uzbequistán

source: VA-15 Payment
es_es: Pago VA-15
zh_cn: VA-15付款

source: VA-16 Filing
es_es: Presentación de VA-16
zh_cn: VA-16备案

source: VA-5 Payment (Electronic Only)
es_es: Pago VA-5 (Solo Electrónico)
zh_cn: VA-5支付（仅限电子版）

source: VA-6 Filing
es_es: Presentación de VA-6
zh_cn: VA-6备案

source: VEC-FC-20 Filing
es_es: Presentación de VEC-FC-20
zh_cn: VEC-FC-20备案

source: VOID
es_es: Vacío

source: VP-1 Payment
es_es: Pago VP-1
zh_cn: VP-1付款

source: VSP (44-007) Filing
es_es: Presentar VSP (44-007)
zh_cn: VSP（44-007）备案

source: Vacancy
es_es: Vacante
zh_cn: 空

source: Vacation Pay (Box 17A)
es_es: Pago de vacaciones (Caja 17A)
zh_cn: 假期工资(Box 17A)

source: Vale of Glamorgan
es_es: Valle de Glamorgan

source: Valid
es_es: Válido
zh_cn: 有效的

source: Validated email address
es_es: Dirección de correo electrónico validada
zh_cn: 已验证的电子邮件地址

source: Validation Rules
es_es: Reglas de validación
zh_cn: 验证规则

source: Validation email sent...
es_es: Correo electrónico de validación enviado...
zh_cn: 已发送验证电子邮件。。。

source: Value
es_es: Valor
zh_cn: 值

source: Value 1
es_es: Valor
zh_cn: 值 1

source: Value 1 is invalid
es_es: Valor 1 no es válido.
zh_cn: 值 1 无效

source: Value 10 is invalid
es_es: El valor 10 no es válido.
zh_cn: 值 10 无效

source: Value 11 is invalid
es_es: El valor 11 no es válido.
zh_cn: 值 11 无效

source: Value 12 is invalid
es_es: El valor 12 no es válido.
zh_cn: 值 12 无效

source: Value 13 is invalid
es_es: El valor 13 no es válido.
zh_cn: 值 13 无效

source: Value 14 is invalid
es_es: El valor 14 es inválido.
zh_cn: 值 14 无效

source: Value 15 is invalid
es_es: El valor 15 no es válido.
zh_cn: 值 15 无效

source: Value 16 is invalid
es_es: El valor 16 no es válido.
zh_cn: 值 16 无效

source: Value 17 is invalid
es_es: El valor 17 no es válido.
zh_cn: 值 17 无效

source: Value 18 is invalid
es_es: El valor 18 no es válido.
zh_cn: 值 18 无效

source: Value 19 is invalid
es_es: El valor 19 no es válido.
zh_cn: 值 19 无效

source: Value 2
es_es: Valor 2
zh_cn: 值 27

source: Value 2 is invalid
es_es: El valor 2 es inválido.
zh_cn: 值 2 无效

source: Value 20 is invalid
es_es: El valor 20 es inválido.
zh_cn: 值 20 无效

source: Value 21 is invalid
es_es: El valor 21 no es válido.
zh_cn: 值 22 无效

source: Value 22 is invalid
es_es: El valor 22 no es válido.
zh_cn: 值 22 无效

source: Value 23 is invalid
es_es: El valor 23 no es válido.
zh_cn: 值 23 无效

source: Value 24 is invalid
es_es: El valor 24 no es válido.
zh_cn: 值 24 无效

source: Value 25 is invalid
es_es: El valor 25 no es válido.
zh_cn: 值 25 无效

source: Value 26 is invalid
es_es: El valor 26 es inválido.
zh_cn: 值 26 无效

source: Value 27 is invalid
es_es: El valor 27 no es válido.
zh_cn: 值 27 无效

source: Value 28 is invalid
es_es: El valor 28 no es válido.
zh_cn: 值 28 无效

source: Value 29 is invalid
es_es: El valor 29 no es válido.
zh_cn: 值 29 无效

source: Value 3
es_es: Valor 3
zh_cn: 值 3

source: Value 30 is invalid
es_es: El valor 30 no es válido.
zh_cn: 值 30 无效

source: Value 4
es_es: Valor 4
zh_cn: 值 4

source: Value 4 is invalid
es_es: Valor 4 no es válido.
zh_cn: 值 4 无效

source: Value 5
es_es: Valor 5
zh_cn: 值 5

source: Value 5 is invalid
es_es: El valor 5 no es válido.
zh_cn: 值 5 无效

source: Value 6
es_es: Valor 6
zh_cn: 值 6

source: Value 6 is invalid
es_es: El valor 6 no es válido.
zh_cn: 值 6 无效

source: Value 7
es_es: Valor 7
zh_cn: 值 7

source: Value 7 is invalid
es_es: El valor 7 no es válido.
zh_cn: 值 7 无效

source: Value 8
es_es: Valor 8
zh_cn: 值 8

source: Value 8 is invalid
es_es: El valor 8 no es válido.
zh_cn: 值 8 无效

source: Value 9
es_es: Valor 9
zh_cn: 值 9

source: Value 9 is invalid
es_es: El valor 9 no es válido.
zh_cn: 值 9 无效

source: Value is already in use, please enter a different one
es_es: El valor ya está en uso, ingrese uno diferente
zh_cn: 值已被使用，请选择另一个

source: Value is not defined
es_es: El valor no está definido
zh_cn: 值未定义

source: Value is too short or too long
es_es: El Valor es muy corto o muy largo
zh_cn: 值太短或太长

source: Value1
es_es: Valor1

source: Value10
es_es: Valor10

source: Value2
es_es: Valor2
zh_cn: Value10

source: Value3
es_es: Valor3

source: Value4
es_es: Valor4

source: Value5
es_es: Valor5

source: Value6
es_es: Valor6

source: Value7
es_es: Valor7

source: Value8
es_es: Valor 8

source: Value9
es_es: Valor9

source: Venice
es_es: Venecia

source: Verification Window Ends
es_es: Ventana de Verificación Finaliza
zh_cn: 验证窗口结束

source: Verification Window Ends is too large
es_es: La ventana de verificación es demasiado grande.
zh_cn: 验证窗口末端过大

source: Verification Window Ends is too small
es_es: La ventana de verificación finaliza demasiado rápido.
zh_cn: 验证窗口末端太小

source: Verification Window Starts
es_es: Ventana de verificación comienza.
zh_cn: 验证窗口启动

source: Verification Window Starts is too large
es_es: La ventana de verificación comienza demasiado grande.
zh_cn: 验证窗口启动过大

source: Verification Window Starts is too small
es_es: La ventana de verificación comienza demasiado pequeña.
zh_cn: 验证窗口启动过小

source: Verification failed due to the following reasons
es_es: Verificación fallida debido a las siguientes razones
zh_cn: 验证失败，原因如下

source: Verified
es_es: Verificado
zh_cn: 已确认

source: Verified @
es_es: Verificato @

source: Verified TimeSheet
es_es: Hoja de Tiempo Verificadas
zh_cn: 确认考勤表

source: Verified TimeSheet Date
es_es: Fecha de la hoja de tiempo verificada
zh_cn: 验证时间表日期

source: Verify
es_es: Verificar
zh_cn: 确认

source: Verify TimeSheet
es_es: Verificar Hoja de Tiempo
zh_cn: 确认考勤表

source: Vertical Alignment
es_es: Alineación vertical
zh_cn: 对齐网格

source: Very Good
es_es: Muy bien
zh_cn: 良好

source: Very High
es_es: Muy alto
zh_cn: 高

source: Very Low
es_es: Muy bajo
zh_cn: 低

source: View
es_es: Vista
zh_cn: 视图

source: View (New Window)
es_es: Ver (Nueva Ventana)
zh_cn: 视图（新窗口）

source: View Details
es_es: Ver Detalles
zh_cn: 查看详细信息

source: View Open Shifts
es_es: Ver turnos abiertos
zh_cn: 查看打开的班次

source: View Own
es_es: Vista de si mismo
zh_cn: 查看自己的

source: View Private
es_es: Ver Privado:
zh_cn: 查看私人

source: View ROE forms to review and verify that all necessary boxes are properly filled out.
es_es: Vea los formularios ROE para revisar y verificar que todos los cuadros necesarios estén correctamente llenados.
zh_cn: 查看 ROE 表格以查看并验证是否正确填写了所有必要的框。

source: View SIN/SSN
es_es: Ver Cédula
zh_cn: 查看 SIN/SSN

source: View Subordinate
es_es: Ver Subordinado
zh_cn: 查看下属

source: View Transaction Summary
es_es: Ver Resumen de Transacción
zh_cn: 查看交易摘要

source: View a summary report to quickly review and verify information for each employee.
es_es: Ver un informe resumido para revisar y verificar rápidamente la información de cada empleado.
zh_cn: 查看摘要报告以快速查看和验证每位员工的信息。

source: View in New Window
es_es: Ver en Nueva Ventana
zh_cn: 在新窗口中查看

source: View: Employee (One Employee/Page)
es_es: Vista: Empleado (Un Empleado/Página)
zh_cn: 视图：员工（一个员工/页）

source: View: Employee Pay Stubs
es_es: Ver recibos de pago de empleados
zh_cn: 查看：员工工资存根

source: View: Employer Pay Stubs
es_es: Ver recibos de pago del empleador.
zh_cn: 查看：雇主工资存根

source: View: Government (Multiple Employees/Page)
es_es: Vista: Gobierno (Múltiples Empleados/Página)
zh_cn: 视图：政府（多名员工/页）

source: View: Invoice
es_es: Ver: Factura
zh_cn: 查看：发票

source: View: Mobile
es_es: Vista: Móvil
zh_cn: 视图：手机

source: View: Packing Slip
es_es: Ver: Remito de Embalaje
zh_cn: 装箱单查看：装箱单

source: Virgen de los Angeles Day
es_es: Día de la Virgen de los Angeles

source: Virgin Day
es_es: Día de la Virgen

source: Virgin Islands, British
es_es: Islas Vírgenes Británicas

source: Virgin Islands, U.S.
es_es: Islas Vírgenes, EE. UU.

source: Visibility
es_es: Visibilidad
zh_cn: 透明度

source: Visibility Type is invalid
es_es: El tipo de visibilidad no es válido.
zh_cn: 可见性类型无效

source: W
es_es: M
zh_cn: 三

source: W-1 Payment
es_es: Pago W-1
zh_cn: W-1付款

source: W-1A Payment
es_es: Pago W-1A
zh_cn: W-1A付款

source: W-1Q Payment
es_es: Pago W-1Q
zh_cn: W-1Q付款

source: W-3ME Filing
es_es: Presentación del Formulario W-3ME
zh_cn: W-3ME文件

source: W2 Filing
es_es: Presentación de la Declaración W2
zh_cn: W2归档

source: W2 Forms
es_es: Formularios W2
zh_cn: W2表格

source: W2 Local Filing
es_es: Presentación de W2 local
zh_cn: W2本地归档

source: W2 State Filing
es_es: Presentación de impuestos estatales W2
zh_cn: W2国家归档

source: W2C
es_es: ¿Dónde puedo comprar esto?

source: W3N Filing
es_es: Presentación W3N
zh_cn: W3N归档

source: WARNING
es_es: PRECAUCION
zh_cn: 警告

source: WARNING: %1 automatic upgrade has failed due to a system error! Please contact your %1 administrator immediately to re-run the %1 installer to correct the issue.
es_es: ¡ADVERTENCIA: ¡La actualización automática %1 ha fallado debido a un error del sistema! Por favor, contacte inmediatamente a su administrador de %1 para volver a ejecutar el instalador de %1 para corregir el problema.
zh_cn: 警告：由于系统错误，%1 自动升级失败！请立即与您的 %1 管理员联系以重新运行 %1 安装程序以更正问题。

source: WARNING: %1 license error.
es_es: ADVERTENCIA: Error de licencia %1.
zh_cn: 警告：%1 许可证错误。

source: WARNING: %1 license expiring soon.
es_es: ADVERTENCIA: %1 licencia expirando pronto.
zh_cn: 警告：%1 许可证即将到期。

source: WARNING: %1 version (v%2) is severely out of date.
es_es: ADVERTENCIA: La versión %1 (v%2) está muy desactualizada.
zh_cn: 警告：%1 版本 (v%2) 已严重过时。

source: WARNING: Application version does not match database version.
es_es: ¡ADVERTENCIA: La versión de la aplicación no coincide con la versión de la base de datos!
zh_cn: 警告：应用程序版本与数据库版本不匹配。

source: WARNING: Database schema out of sync.
es_es: ¡ADVERTENCIA: Esquema de base de datos desincronizado!
zh_cn: 警告：数据库模式不同步。

source: WARNING: Email must be specified on profile.
es_es: ¡ADVERTENCIA: El correo electrónico debe especificarse en el perfil!
zh_cn: 警告：必须在配置文件中指定电子邮件。

source: WARNING: Employee has day(s) not assigned to a pay period. Please perform a pay period import to correct.
es_es: ADVERTENCIA: El empleado tiene día(s) no asignado a un período de pago. Por favor, realice una importación de período de pago para corregir.
zh_cn: 警告：员工有几天未分配给支付期。请执行支付期导入以更正。

source: WARNING: Employee is not assigned to a pay period schedule.
es_es: ¡ADVERTENCIA: El empleado no está asignado a un horario de período de pago!
zh_cn: 警告：员工未被分配到工资期计划中。

source: WARNING: Employee is not assigned to a policy group.
es_es: ¡Advertencia: El empleado no está asignado a un grupo de políticas!
zh_cn: 警告：员工未被分配到策略组。

source: WARNING: Hostname setting misconfigured.
es_es: Advertencia: Configuración del nombre de host mal configurada.
zh_cn: 警告：主机名设置配置错误。

source: WARNING: Maintenance jobs have not run (queue).
es_es: ¡ADVERTENCIA: Los trabajos de mantenimiento no se han ejecutado (cola)!
zh_cn: 警告：维护作业尚未运行（排队）。

source: WARNING: Maintenance jobs have not run.
es_es: ¡ADVERTENCIA: Los trabajos de mantenimiento no han sido ejecutados!
zh_cn: 警告：维护作业尚未运行。

source: WARNING: Manually modifying Accumulated Time records may prevent policies from being calculated properly and should only be done as a last resort when instructed to do so by a support representative.
es_es: ADVERTENCIA: Modificar manualmente los registros de Tiempo Acumulado puede prevenir que las políticas se calculen correctamente y solo debe hacerse como último recurso cuando se le indique hacerlo por un representante de soporte.
zh_cn: 警告：手动修改累计时间记录可能会导致策略无法正确计算，只有在支持代表指示这样做时才应作为最后手段使用。

source: WARNING: Not in PRODUCTION mode, unable to send data to Payment Services.
es_es: ¡ADVERTENCIA: No en el modo de PRODUCCIÓN, no se puede enviar datos a los Servicios de Pago!
zh_cn: 警告：不在生产模式下，无法将数据发送到支付服务。

source: WARNING: Pay periods have not been closed.
es_es: ¡Advertencia: Los periodos de pago no han sido cerrados!
zh_cn: 警告：支付期尚未结束。

source: WARNING: Payment for this invoice has failed, please contact our billing department to confirm or update your payment information. Failure to do so may result in your account being placed on hold and a possible service disruption.
es_es: ADVERTENCIA: El pago para esta factura ha fallado, por favor contacte a nuestro departamento de facturación para confirmar o actualizar su información de pago. La falta de hacerlo puede resultar en que su cuenta sea puesta en espera y una posible interrupción del servicio.
zh_cn: 警告：此发票付款失败，请联系我们的结算部门以确认或更新您的付款信息。否则可能会导致您的帐户被暂停并可能导致服务中断。

source: WARNING: System requirement check failed.
es_es: ¡Advertencia: La comprobación de los requisitos del sistema ha fallado!
zh_cn: 警告：系统要求检查失败。

source: WARNING: System stack components out of date.
es_es: ADVERTENCIA: Componentes de la pila del sistema fuera de fecha.
zh_cn: 警告：系统堆栈组件已过时。

source: WARNING: The credit card on file expires in
es_es: ¡Advertencia! La tarjeta de crédito registrada vence en
zh_cn: 警告：存档的信用卡将于过期

source: WARNING: The credit card on file has expired!
es_es: ¡ADVERTENCIA: La tarjeta de crédito registrada ha expirado!
zh_cn: 警告：存档的信用卡已过期！

source: WARNING: This Payment amount has been overridden from its calculated amount of
es_es: Advertencia: Este monto de pago ha sido anulado de su monto calculado de
zh_cn: 警告：此付款金额已从其计算的金额中覆盖

source: WARNING: Time period has not ended yet, you may be processing early.
es_es: ¡Advertencia: El período de tiempo aún no ha terminado, es posible que esté procesando temprano.
zh_cn: 警告：时间段尚未结束，您可能正在提前处理。

source: WC Filing
es_es: Archivo de WC
zh_cn: WC备案

source: WC-1 Fee Filing
es_es: Presentación de tarifa de WC-1
zh_cn: WC-1费用申报

source: WH-1 Payment
es_es: Pago WH-1
zh_cn: WH-1付款

source: WH-1601 Payment
es_es: Pago WH-1601
zh_cn: WH-1601付款

source: WH-1605 Filing
es_es: Presentación WH-1605
zh_cn: WH-1605归档

source: WH-1606 Filing
es_es: Presentación WH-1606
zh_cn: WH-1606 归档

source: WH-3 Filing
es_es: Presentación del Formulario WH-3
zh_cn: WH-3 归档

source: WHT-430 Payment
es_es: Pago WHT-430
zh_cn: WHT-430付款

source: WHT-434 Filing
es_es: Presentar el Formulario WHT-434
zh_cn: WHT-434 归档

source: WHT-436 Filing
es_es: Presentación WHT-436
zh_cn: WHT-436 归档

source: WORK
es_es: Trabajo
zh_cn: 工作

source: WR Filing
es_es: Presentación de WR
zh_cn: WR归档

source: WR-30 Filing
es_es: Presentación WR-30
zh_cn: WR-30归档

source: WT-6 Filing
es_es: Presentación del WT-6
zh_cn: WT-6归档

source: WT-7 Filing
es_es: Presentación de WT-7
zh_cn: WT-7归档

source: WTH 10001 Filing
es_es: Presentación de WTH 10001
zh_cn: WTH 10001归档

source: WTH 10004 Payment
es_es: Pago WTH 10004
zh_cn: WTH 10004付款

source: WV/IT-101Q Filing
es_es: Presentación de WV/IT-101Q
zh_cn: WV/IT-101Q归档

source: WV/IT-101V Payment
es_es: Pago WV/IT-101V
zh_cn: WV/IT-101V付款

source: WV/IT-103 Filing
es_es: Presentación de WV/IT-103
zh_cn: WV/IT-103备案

source: WVUC-A-154 Filing
es_es: Presentación de WVUC-A-154
zh_cn: WVUC-A-154备案

source: WYO056 Filing
es_es: Presentar WYO056
zh_cn: WYO056归档

source: Wage
es_es: Sueldo
zh_cn: 工资

source: Wage Effective Date
es_es: Fecha Efectiva del Sueldo
zh_cn: 工资有效日期

source: Wage Group
es_es: Grupo Salarial
zh_cn: 工资组

source: Wage Group is invalid
es_es: El Grupo de Salario es inválido.
zh_cn: 工资组无效

source: Wage Maximum
es_es: Salario Máximo
zh_cn: 最高工资

source: Wage Minimum
es_es: Salario Mínimo
zh_cn: 最低工资

source: Wage Note
es_es: Nota salarial
zh_cn: 工资单

source: Wage Plan Code
es_es: Código de Plan de Salario
zh_cn: 工资计划代码

source: Wage Report
es_es: Informe de salario
zh_cn: 工资报告

source: Wage Source
es_es: Fuente de Salario
zh_cn: 工资来源

source: Wage Source Contributing Shift Policy
es_es: Política de turno de contribución de fuente de salario.
zh_cn: 工资来源贡献转移政策

source: Wage Source Contributing Shift Policy is invalid
es_es: La Política de Turno de Contribución de Fuente de Salario no es válida.
zh_cn: 工资来源贡献班次策略无效

source: Wage Type
es_es: Tipo de Sueldo
zh_cn: 工资类型

source: Wage Type is invalid
es_es: El tipo de salario no es válido.
zh_cn: 工资类型无效

source: Wage and Tax Statement
es_es: Estado de Salario y Impuestos
zh_cn: 工资和税收报表

source: Wage has too many digits
es_es: El salario tiene demasiados dígitos.
zh_cn: 工资位数太多

source: Wage has too many digits after the decimal
es_es: El salario tiene demasiados dígitos después del decimal.
zh_cn: 工资小数点后位数太多

source: Wage has too many digits before the decimal
es_es: El salario tiene demasiados dígitos antes del decimal.
zh_cn: 工资小数点前位数太多

source: Wage may be too low
es_es: El salario puede ser demasiado bajo.
zh_cn: 工资可能太低

source: Wage w/Burden
es_es: Salario con carga
zh_cn: 带负担的工资

source: Wages
es_es: Sueldos
zh_cn: 工资

source: Wages (1)
es_es: Salarios
zh_cn: 工资（1）

source: Wages By Employee
es_es: Salario por empleado
zh_cn: 员工工资

source: Wages By Type/Employee
es_es: Salario por tipo/empleado
zh_cn: 按类型/员工列出的工资

source: Wages Excluded From State Unemployement Tax (Line 10)
es_es: Salarios excluidos del impuesto estatal del desempleo (Línea 10)
zh_cn: 国家失业税排除的工资 (Line 10)

source: Wages by Branch/Department/Employee
es_es: Salarios por Rama/Departamento/Empleado
zh_cn: 按分公司/部门/员工列出的工资

source: Wages by Branch/Employee
es_es: Salarios por Rama/Empleado
zh_cn: 按分公司/员工列出的工资

source: Wages by Department/Employee
es_es: Salarios por Departamento/Empleado
zh_cn: 按部门/员工列出的工资

source: Wages, Tips, Other Compensation (Box 1)
es_es: Salarios, Propinas, Otros Ingresos (Caja 1)
zh_cn: 工资、小费、其他补偿(Box 1)

source: Wages, tips and other compensation (Line 2)
es_es: Salarios, propinas y otros compensos (Línea 2)
zh_cn: 工资、小费和其他补偿(Line 2)

source: Waiting for Administrator approval to activate this device
es_es: Esperando la aprobación del administrador para activar este dispositivo.

source: Wallis and Futuna
es_es: Wallis y Futuna

source: Walloon Brabant
es_es: Brabante Valón

source: Warning
es_es: Precaución
zh_cn: 警告

source: Waste Management and Remediation Services
es_es: Gestión de Residuos y Servicios de Remediación
zh_cn: 废物管理和修复服务

source: Watch Window
es_es: Ventana
zh_cn: 观察窗口

source: We'll select one winner each month.
es_es: Seleccionaremos un ganador cada mes.
zh_cn: 我们每个月都会选出一名获胜者。

source: We're all ears!<br>What improvements do you think we should make?
es_es: ¡Estamos todos atentos!<br>¿Qué mejoras crees que deberíamos hacer?
zh_cn: 我们洗耳恭听！<br>您认为我们应该做出哪些改进？

source: Web Password
es_es: Clave Web
zh_cn: 网站密码

source: Web Push
es_es: Notificaciones Push Web
zh_cn: 网络推送

source: Website
es_es: Sitio web
zh_cn: 网站

source: Website is too short or too long
es_es: Sitio Web es muy corto o muy largo
zh_cn: 网站太短或太长

source: Wed
es_es: Mié
zh_cn: 周三

source: Wednesday
es_es: Miércoles
zh_cn: 周三

source: Wednesday-Tuesday
es_es: Miércoles-Martes
zh_cn: 周三－周二

source: Week
es_es: Semana
zh_cn: 周

source: Week (Ending)
es_es: Fin de semana
zh_cn: 周(结束)

source: Week (Starting)
es_es: Lunes
zh_cn: 周(开始)

source: Week Interval
es_es: Intervalo de la semana
zh_cn: 一周时间间隔

source: Week Total
es_es: Total de la semana
zh_cn: 周总计

source: Week is invalid
es_es: La semana no es valida
zh_cn: 周无效

source: Week(s)
es_es: Semana(s)
zh_cn: 周

source: Week+Month
es_es: Semana + Mes
zh_cn: 周+月

source: Week+Month+Year
es_es: Semana+Mes+Año
zh_cn: 周、月、年

source: Weekly
es_es: Semanal
zh_cn: 按周

source: Weekly (52/year)
es_es: Semanalmente (52/año)
zh_cn: 每周(52 /年)

source: Weekly (53/year)
es_es: Semanalmente (53/año)
zh_cn: 每周(53 /年)

source: Weekly Time
es_es: Tiempo Semanal
zh_cn: 每周的时间

source: Weekly Totals
es_es: Totales semanales
zh_cn: 每周总数

source: Weight
es_es: Peso
zh_cn: 重量

source: Weight Unit
es_es: Unidad de Peso
zh_cn: 重量单位

source: Welcome to
es_es: ¡Bienvenido a!
zh_cn: 欢迎来到

source: Welcome to %1, since this is your first time logging in, we ask that you change your password to something more secure
es_es: Bienvenido a %1, ya que esta es la primera vez que inicia sesión, le pedimos que cambie su contraseña a algo más seguro.
zh_cn: 欢迎来到 %1，由于这是您第一次登录，我们要求您将密码更改为更安全的密码

source: Were ALL taxable FUTA wages excluded from State UI? (Line 9)
es_es: ¿Se excluyeron todos los salarios tributables de FUTA del seguro de desempleo del estado? (Línea 9)
zh_cn: State UI 是否排除了所有应税 FUTA 工资？ （第 9 行）

source: West Dunbartonshire
es_es: Dunbarton Occidental

source: West Flanders
es_es: Flandes Occidental

source: West Java
es_es: Java oeste
zh_cn: 西爪哇

source: West Kalimantan
es_es: Kalimantan oeste
zh_cn: 西婆罗洲

source: West Lothian
es_es: Lothian Occidental

source: West Nusa Tenggara
es_es: Nusa Tenggara oeste

source: West Papua
es_es: Papúa Occidental

source: West Sulawesi
es_es: Sulawesi oeste
zh_cn: 西苏拉威西

source: West Sumatra
es_es: Sumatra Oeste
zh_cn: 西苏门答腊

source: Western Australia
es_es: Australia Occidental
zh_cn: 西澳大利亚

source: Western Cape
es_es: Cabo oeste

source: Western Sahara
es_es: Sahara Occidental

source: What is the best way to contact you?
es_es: ¿Cuál es la mejor manera de contactarte?
zh_cn: 与您联系的最佳方式是什么？

source: What's New
es_es: Lo Nuevo
zh_cn: 最新消息

source: When changing wages retroactively, you may need to recalculate this employees timesheet for the affected pay period(s)
es_es: Cuando se cambian los salarios retroactivamente, es posible que necesite volver a calcular la hoja de horas de este empleado para el/los periodos de pago afectados.
zh_cn: 追溯更改工资时，您可能需要为受影响的支付期重新计算此员工时间表

source: When setting a termination date retroactively, you may need to recalculate this employees timesheet
es_es: Cuando se establece una fecha de terminación retroactivamente, es posible que necesite recalcular la hoja de tiempo de este empleado.
zh_cn: 追溯设置终止日期时，您可能需要重新计算此员工时间表

source: Wholesale Trade
es_es: Comercio al por mayor
zh_cn: 批发贸易

source: Whos In Summary
es_es: Resumen Whos In
zh_cn: 在岗人员

source: Whos In/Out
es_es: ¿Quién está dentro/fuera?
zh_cn: 在岗人员

source: Widget Test
es_es: Prueba de Widget
zh_cn: 小部件测试

source: Width
es_es: Ancho
zh_cn: 宽度

source: Window
es_es: Ventana
zh_cn: 窗口

source: Window Based On
es_es: Basado en Ventana
zh_cn: 基于的窗口

source: Window End Date
es_es: Fecha Final de Ventana
zh_cn: 窗口结束日期

source: Window Length
es_es: Longitud de la ventana
zh_cn: 窗口长度

source: Window Start Date
es_es: Fecha de inicio de la ventana
zh_cn: 窗口开始日期

source: Windsor and Maidenhead
es_es: Windsor y Maidenhead

source: Wire Transfer
es_es: Transferencia bancaria
zh_cn: 电汇

source: Withholding Account Number
es_es: Número de Cuenta de Retención
zh_cn: 扣缴帐号

source: Withholding Payment Form
es_es: Formulario de Retención de Pago
zh_cn: 预扣款表格

source: Withholding Payment Voucher
es_es: Voucher de Retención de Pago
zh_cn: 预提付款凭证

source: Withholding Permit #
es_es: Permiso de Retención #
zh_cn: 预扣许可证#

source: Withholding Quarterly Tax Return
es_es: Declaración de Impuestos Trimestrales Retenidos
zh_cn: 预扣季度纳税申报表

source: Withholding Reconciliation Return
es_es: Declaración de Reconciliación de Retenciones
zh_cn: 预扣调节返回

source: Withholding Return (Quarterly or Monthly Filers)
es_es: Retorno de Retención (Filers trimestrales o mensuales)
zh_cn: 预扣申报表(季度或月度申报人)

source: Withholding Return (Semi-weekly payers only)
es_es: Retención de la Declaración (Solo para pagadores semi-semanales)
zh_cn: 预扣税返还（仅限半周付款人）

source: Withholding Tax Deposit Report
es_es: Informe de Depósito de Impuesto Retenido
zh_cn: 预扣税存款报告
