Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: invalid, please try again
es_es: Inválido, por favor intenta de nuevo.
zh_cn: 无效，请重试

source: is accurate and correct.
es_es: es correcto.
zh_cn: 的考勤表正确无误。

source: is already assigned as a superior
es_es: Ya está asignado como un superior.
zh_cn: 已被分配为上级

source: is currently undergoing maintenance. We're sorry for any inconvenience this may cause.
es_es: Actualmente está en mantenimiento. Lamentamos cualquier inconveniente que esto pueda causar.
zh_cn: 目前正在进行维护。对于由此给您带来的不便，我们深表歉意。

source: is incorrect, perhaps it should be
es_es: Esto es incorrecto, tal vez debería ser...
zh_cn: 是不对的，或许应该是

source: is located at
es_es: Está ubicado en
zh_cn: 位于

source: is now available in
es_es: Ahora está disponible en
zh_cn: 现已在中提供

source: is now setup and ready for you to start adding employees and tracking their attendance.
es_es: Ahora está configurado y listo para que comiences a agregar empleados y controlar su asistencia.
zh_cn: 现已设置好，您可以开始添加员工并跟踪他们的出勤情况。

source: is unable to connect to its database, please make sure that the database service on your own local
es_es: No puede conectarse a su base de datos, asegúrese de que el servicio de base de datos en su propia computadora local.
zh_cn: 无法连接到其数据库，请确保数据库服务在您自己的本地

source: is_empty(expression) - Example: if( is_empty(#PA3206#) = 0, #PA3206#, 0)
es_es: es_vacio(expresión) - Ejemplo: si( es_vacio(#PA3206#) = 0, #PA3206#, 0)
zh_cn: is_empty(expression) - 示例：if( is_empty(#PA3206#) = 0, #PA3206#, 0)

source: item(s) selected
es_es: Elementos seleccionados
zh_cn: 已选择个项目

source: items selected
es_es: Artículos seleccionados
zh_cn: 已选择个项目

source: literal('<string>') - Example: literal('StaticValue')
es_es: literal('<cadena>') - Ejemplo: literal('ValorEstático')
zh_cn: literal('<string>') - 示例：literal('StaticValue')

source: ln( expression ) - Example: ln( #regular_time# )
es_es: ln( expresión ) - Ejemplo: ln( #tiempo_regular# )
zh_cn: ln( 表达式 ) - 示例：ln( #regular_time# )

source: log( expression ) - Example: log( #regular_time# )
es_es: log (expresión) - Ejemplo: log (#tiempo_regular#)
zh_cn: 日志（表达式）-示例：日志（#regular_time#）

source: minute( #time_stamp# )
es_es: minuto (#tiempo_estampilla#)
zh_cn: 分钟（#time_stamp#）

source: mmm-dd-yy
es_es: mm-dd-aa

source: mmm-dd-yyyy
es_es: mm-dd-aaaa

source: mmmmmmmm dd yyyy
es_es: mmmmmmmm dd aaaa

source: month( #time_stamp# )
es_es: mes (#time_stamp#)
zh_cn: 月份（#time_stamp#）

source: mth
es_es: ms
zh_cn: 月

source: negative
es_es: No tengo hambre.
zh_cn: 负

source: no spaces
es_es: Noespacios
zh_cn: 没有空间

source: not( expression ) - Example: not( if( #regular_time# > 40, 1, 0) )
es_es: no( expresión ) - Ejemplo: no( si( #regular_time# > 40, 1, 0) )
zh_cn: not( expression ) - 示例：not( if( #regular_time# > 40, 1, 0) )

source: of
es_es: de

source: of the
es_es: del
zh_cn: 的

source: on
es_es: en
zh_cn: 于

source: only for shifts that span midnight
es_es: Solo para turnos que abarcan medianoche
zh_cn: 仅适用于跨越午夜的班次

source: or
es_es: o
zh_cn: 或者

source: or contact a TimeTrex support expert for
es_es: O contacta a un experto en soporte de TimeTrex para
zh_cn: 或联系 TimeTrex 支持专家以获取

source: or more
es_es: o mas
zh_cn: 或更多

source: or( expression, expression ) - Example: or( #regular_time# > 40, #regular_time# < 80)
es_es: o( expresión, expresión ) - Ejemplo: o( #tiempo_regular# > 40, #tiempo_regular# < 80)
zh_cn: or( expression, expression ) - 示例：or( #regular_time# > 40, #regular_time# < 80)

source: permission preset to each administrator employee in
es_es: Se otorga permiso previo a cada empleado administrador.
zh_cn: 为每个管理员员工预设的权限

source: please click here to confirm and activate this email address
es_es: Por favor, haga clic aquí para confirmar y activar esta dirección de correo electrónico.
zh_cn: 请点击此处确认并激活此电子邮件地址

source: positive
es_es: Estoy feliz.
zh_cn: 乐观的

source: prior to the holiday
es_es: anterior a feriado
zh_cn: 假期前

source: recruitment portal config
es_es: Configuración del portal de reclutamiento
zh_cn: 招聘门户配置

source: regardless if you use it for processing payroll or not. Please select the pay period frequency and enter the start date, end date and transaction date (date the employees are paid) for your next four pay periods. Based on this information
es_es: Independientemente de si lo usa para procesar la nómina o no, por favor seleccione la frecuencia de periodo de pago e ingrese la fecha de inicio, fecha de finalización y fecha de transacción (fecha en que se pagan a los empleados) para sus próximos cuatro periodos de pago. Basado en esta información
zh_cn: 无论您是否使用它来处理工资单。请选择支付周期频率并输入您接下来四个支付周期的开始日期、结束日期和交易日期（向员工支付工资的日期）。基于这些信息

source: request from
es_es: pedido de
zh_cn: 请求来自

source: requires
es_es: Requiere
zh_cn: 需要

source: round( expression, precision ) - Example: round( #regular_time#, 2 )
es_es: redondear( expresión, precisión ) - Ejemplo: redondear( #regular_time#, 2 )
zh_cn: round( expression, precision ) - 示例：round( #regular_time#, 2 )

source: round_time( expression, round_interval, direction|10=Down, 20=Average, 30=Up ) - Example: round( #regular_time#, 900, 20 )
es_es: round_time( expresión, intervalo_de_redondeo, dirección|10=Abajo, 20=Promedio, 30=Arriba ) - Ejemplo: round( #regular_time#, 900, 20 )
zh_cn: round_time( expression, round_interval, direction|10=Down, 20=Average, 30=Up ) - 示例：round( #regular_time#, 900, 20 )

source: save failed, please try again
es_es: Guardar falló, por favor intenta de nuevo.
zh_cn: 保存失败，请重试

source: sec
es_es: seg
zh_cn: 秒

source: second( #time_stamp# )
es_es: segundo (#tiempo_estampilla#)
zh_cn: 秒（#time_stamp#）

source: server has been started and is running. If you are unsure, try rebooting your server.
es_es: El servidor ha sido iniciado y está funcionando. Si no está seguro, intente reiniciar su servidor.
zh_cn: 服务器已启动并正在运行。如果您不确定，请尝试重新启动服务器。

source: should be initially setup, please select one or more locations that your employees reside within.
es_es: Debería configurarse inicialmente, por favor seleccione una o más ubicaciones en las que sus empleados residan.
zh_cn: 应初始设置，请选择您的员工所在的一个或多个位置。

source: sqrt( expression ) - Example: sqrt( #regular_time# )
es_es: Raíz cuadrada (expresión) - Ejemplo: Raíz cuadrada ( #regular_time# )
zh_cn: sqrt( 表达式 ) - 示例：sqrt( #regular_time# )

source: string_concat(expression, expression, expression) - Example: string_concat( ':', #first_name#, #last_name# )
es_es: concatenar_cadena(expresión, expresión, expresión) - Ejemplo: concatenar_cadena( ':', #nombre#, #apellido# )
zh_cn: string_concat(expression, expression, expression) - 示例：string_concat( ':', #first_name#, #last_name# )

source: string_contains(expression, expression) - Example: string_contains( #hierarchy_control_display#, 'Request' )
es_es: contiene_cadena(expresión, expresión) - Ejemplo: contiene_cadena( #hierarchy_control_display#, 'Solicitud' )
zh_cn: string_contains(expression, expression) - 示例：string_contains( #hierarchy_control_display#, 'Request' )

source: string_pad(expression, pad_length, pad_string, pad_type ) - Example: string_pad( #employee_number#, 10, 0, 1 )
es_es: string_pad(expresión, longitud_relleno, cadena_relleno, tipo_relleno) - Ejemplo: string_pad( #número_empleado#, 10, 0, 1 )
zh_cn: string_pad(expression, pad_length, pad_string, pad_type ) - 示例：string_pad( #employee_number#, 10, 0, 1 )

source: string_substring(expression, start [, end]) - Example: string_substring( #middle_name#, 0, 1 )
es_es: string_substring(expression, start [, end]) -Por ejemplo: string_substring( #middle_name#, 0, 1 )
zh_cn: string_substring(expression, start [, end]) - 示例：string_substring( #middle_name#, 0, 1 )

source: string_translate( key, value ) - Example: string_translate( 1, literal('0=A,1=B,2=C') )
es_es: string_traducir( clave, valor ) - Ejemplo: string_traducir( 1, literal('0=A,1=B,2=C') )
zh_cn: string_translate( key, value ) - 示例：string_translate( 1, literal('0=A,1=B,2=C') )

source: system_timezone in timetrex.ini.php is invalid!
es_es: La zona horaria del sistema en timetrex.ini.php es inválida!
zh_cn: timetrex.ini.php 中的 system_timezone 无效！

source: that maintenance jobs be run regularly throughout the day.
es_es: Que los trabajos de mantenimiento se ejecuten regularmente durante todo el día.
zh_cn: 全天定期运行维护工作。

source: the include path is
es_es: La ruta de inclusión es
zh_cn: 这个路径包括

source: this Quick Start Wizard will walk you through the initial setup by asking you a few basic questions about your company.
es_es: Esta Guía de Inicio Rápido te guiará a través de la configuración inicial haciéndote algunas preguntas básicas sobre tu empresa.
zh_cn: 此快速启动向导将通过询问您一些关于贵公司的基本问题来引导您完成初始设置。

source: time - Get the current time
es_es: Obtener la hora actual.
zh_cn: 时间-获取当前时间

source: to
es_es: al
zh_cn: 到

source: try running
es_es: intenta ejecutar
zh_cn: 运行中

source: unexpected ')'
es_es: ')' inesperado
zh_cn: 出人意料的“）”

source: unexpected ','
es_es: inesperado ','
zh_cn: 出人意料的‘，’

source: w/Time
es_es: Con el tiempo.

source: wants permission to notify you of important messages or alerts related to your employment. You can change your notification settings at anytime.
es_es: Quiere permiso para notificarle mensajes o alertas importantes relacionados con su empleo. Puede cambiar sus ajustes de notificación en cualquier momento.
zh_cn: 希望获得许可，通知您与您的工作有关的重要消息或提醒。您可以随时更改通知设置。

source: will automatically create subsequent pay periods for you.
es_es: Creará automáticamente los períodos de pago posteriores para usted.
zh_cn: 将自动为您创建后续的付款期。

source: will fail to operate correctly.
es_es: no funcionará correctamente.
zh_cn: 将无法正确操作。

source: with the user name/password that you created earlier.
es_es: con el usuario o contraseña que has creado.
zh_cn: 使用您之前创建的用户名/密码。

source: wk
es_es: sem
zh_cn: 周

source: worked during the designated period.
es_es: trabaje durante el periodo designado.
zh_cn: 的时间而签署此考勤表。

source: wrong number of arguments (
es_es: Número incorrecto de argumentos
zh_cn: 参数数量错误(

source: x %s Day(s) = %s
es_es: x %s día(s) = %s

source: year( #time_stamp# )
es_es: año( #time_stamp# )
zh_cn: 年( #time_stamp# )

source: years
es_es: años
zh_cn: 年

source: yr
es_es: año
zh_cn: 年

source: yrs
es_es: años
zh_cn: 年

source: 10.00/hr
zh_cn: 每小时10.00

source: 1099-MISC
zh_cn: 1099-杂项

source: 20:09:11 GMT
zh_cn: 20:09:11 格林威治标准时间（Greenwich Mean Time）

source: 8:09 PM
zh_cn: 晚上 8:09

source: 8:09 pm
zh_cn: 晚上 8:09

source: 8:09:11 PM
zh_cn: 下午08:09:11

source: 8:09:11 PM GMT
zh_cn: 格林威治标准时间晚上 08:09:11

source: 8:09:11 pm
zh_cn: 08:09:11下午

source: Aberdeen
zh_cn: 阿伯丁

source: Aberdeenshire
zh_cn: 阿伯丁郡

source: Acre
zh_cn: 英亩

source: Agrigento
zh_cn: 阿格里真托

source: Alabama
zh_cn: Albania

source: Alajuela
zh_cn: 阿拉胡埃拉

source: Albania
zh_cn: 阿尔巴尼亚

source: Alberta
zh_cn: Algeria

source: Alta Verapaz
zh_cn: 上韦拉帕斯

source: Amazonas
zh_cn: 亚马逊

source: America Online
zh_cn: 美国在线

source: Andaman and Nicobar Islands
zh_cn: 安达曼-尼科巴群岛

source: Andhra Pradesh
zh_cn: 安得拉邦

source: Android
zh_cn: 安卓

source: Antioquia
zh_cn: 安提奥基亚

source: Arauca
zh_cn: 阿劳卡

source: Area
zh_cn: 地区

source: Argentina
zh_cn: 阿根廷

source: Arizona
zh_cn: Argentina

source: Arkansas
zh_cn: Transactions

source: Avg
zh_cn: 平均

source: Baja Verapaz
zh_cn: 下韦拉帕斯

source: Balance
zh_cn: 结余

source: Bali
zh_cn: 巴厘岛

source: Bitcoin
zh_cn: 比特币

source: Bolivar
zh_cn: 博利瓦尔

source: Boyaca
zh_cn: 博亚卡

source: Bukidnon
zh_cn: 客户支付清单

source: Bulgaria
zh_cn: 保加利亚

source: CRON
zh_cn: 定时任务

source: Caldas
zh_cn: 卡尔达斯

source: California
zh_cn: New Caledonia

source: Caqueta
zh_cn: 卡克塔

source: Cartago
zh_cn: 卡塔戈

source: Casanare
zh_cn: 卡萨纳雷

source: Cauca
zh_cn: 考卡

source: Central Java
zh_cn: 中爪哇

source: Central Kalimantan
zh_cn: 中婆罗洲

source: Central Sulawesi
zh_cn: 中苏拉威西

source: Cesar
zh_cn: 塞萨尔

source: Chalatenango
zh_cn: 查拉特南戈

source: Chile
zh_cn: 智利

source: Chimaltenango
zh_cn: 奇马尔特南戈

source: China
zh_cn: 中国

source: Chiquimula
zh_cn: 奇基穆拉

source: Choco
zh_cn: 乔科

source: Choluteca
zh_cn: 乔卢特卡

source: Colon
zh_cn: 科隆

source: Color
zh_cn: 颜色

source: Colorado
zh_cn: Comoros

source: Comayagua
zh_cn: 科马亚瓜

source: CompuPay
zh_cn: 计算薪酬

source: Connecticut
zh_cn: Contacts

source: Cuba
zh_cn: 古巴

source: Cundinamarca
zh_cn: 昆迪纳马卡

source: Decimal
zh_cn: 十进制

source: Delaware
zh_cn: 特拉华州

source: Delhi
zh_cn: 德里

source: Distrito Nacional
zh_cn: 民族区

source: EFT - Canada
zh_cn: EFT - 加拿大

source: ERROR
zh_cn: 错误

source: East Sussex
zh_cn: 东萨塞克斯郡

source: Editor
zh_cn: 编辑器

source: El Progreso
zh_cn: 埃尔普罗格雷索

source: El Seibo
zh_cn: 世宝

source: Escuintla
zh_cn: 埃斯昆特拉

source: Fax
zh_cn: 传真

source: Feb
zh_cn: 二

source: FedEx
zh_cn: 联邦快递

source: Federal
zh_cn: 联邦

source: Fife
zh_cn: 横笛

source: Goa
zh_cn: 果阿

source: Gracias a Dios
zh_cn: 格拉西亚斯-阿迪奥斯

source: Guainia
zh_cn: 瓜伊尼亚

source: Guam
zh_cn: 关岛

source: Guanacaste
zh_cn: 瓜纳卡斯特

source: Guaviare
zh_cn: 瓜维亚雷

source: Hampshire
zh_cn: 汉普郡

source: Heredia
zh_cn: 埃雷迪亚

source: Horrible
zh_cn: 可怕

source: Huehuetenango
zh_cn: 韦韦特南戈

source: Huila
zh_cn: 乌伊拉

source: Independencia
zh_cn: 独立

source: India
zh_cn: 印度

source: Individual
zh_cn: 个人

source: Indonesia
zh_cn: 印度尼西亚

source: Iraq
zh_cn: 伊拉克

source: Israel
zh_cn: 以色列

source: Item
zh_cn: 条目

source: Jakarta
zh_cn: 雅加达

source: Jalapa
zh_cn: 哈拉帕

source: Jamaica
zh_cn: 牙买加

source: Jul
zh_cn: 七

source: Jun
zh_cn: 六

source: Jutiapa
zh_cn: 胡蒂亚帕

source: KPI
zh_cn: 绩效

source: La Altagracia
zh_cn: 阿尔塔格拉西亚

source: La Guajira
zh_cn: 瓜希拉

source: La Libertad
zh_cn: 拉利伯塔德

source: La Paz
zh_cn: 拉巴斯

source: La Romana
zh_cn: 罗马人

source: La Spezia
zh_cn: 香料

source: La Vega
zh_cn: 织女星

source: Latina
zh_cn: 拉丁裔

source: Lempira
zh_cn: 伦皮拉

source: Limon
zh_cn: 利蒙

source: Magdalena
zh_cn: 马格达雷那

source: Manitoba
zh_cn: Malta

source: Manual
zh_cn: 手动

source: Manulife
zh_cn: 宏利保险

source: Mar
zh_cn: 三

source: Max
zh_cn: 最高

source: Medicare
zh_cn: 医疗保险

source: Meditech
zh_cn: 医疗科技

source: Michigan
zh_cn: 密歇根州

source: Min
zh_cn: 最低

source: Minnesota
zh_cn: 明尼苏达州

source: Misc
zh_cn: 杂项

source: Mississippi
zh_cn: 密西西比州

source: Missouri
zh_cn: 密苏里州

source: N/A
zh_cn: 无用

source: NORMAL
zh_cn: 正常

source: Neath Port Talbot
zh_cn: 塔尔伯特港

source: Nebraska
zh_cn: 内布拉斯加州

source: Neutral
zh_cn: 中性的

source: New Brunswick
zh_cn: 新不伦瑞克省

source: New Hampshire
zh_cn: 新罕布什尔州

source: No
zh_cn: 否

source: Norfolk
zh_cn: 诺福克

source: Normal
zh_cn: 正常

source: Norte de Santander
zh_cn: 北桑坦德

source: North Carolina
zh_cn: 北卡罗来纳州

source: Northwest Territories
zh_cn: French Southern Territories

source: Nov
zh_cn: 十一

source: Nova Scotia
zh_cn: 新斯科舍省

source: Nunavut
zh_cn: 努纳武特省

source: Ocotepeque
zh_cn: 奥科特佩克

source: Oct
zh_cn: 十

source: Ohio
zh_cn: 俄亥俄州

source: Oklahoma
zh_cn: 俄克拉荷马州

source: Olancho
zh_cn: 奥兰乔

source: Ontario
zh_cn: 安大略省

source: Original
zh_cn: 原来的

source: Orissa
zh_cn: 奥里萨邦

source: PHP CLI
zh_cn: PHP命令行界面

source: Pedernales
zh_cn: 打火石

source: Pennsylvania
zh_cn: 宾西法尼亚州

source: Personal
zh_cn: 个人的

source: Pisa
zh_cn: 比萨

source: Pondicherry
zh_cn: 本地治里联邦属地

source: Portal
zh_cn: 门户网站

source: Premium
zh_cn: 优先

source: Prince Edward Island
zh_cn: 爱德华王子岛省

source: Puerto Plata
zh_cn: 普拉塔港

source: Punjab
zh_cn: 旁遮普邦

source: Puntarenas
zh_cn: 蓬塔雷纳斯

source: Putumayo
zh_cn: 普图马约

source: Quebec
zh_cn: Subject

source: Queensland
zh_cn: 昆士兰州

source: Quetzaltenango
zh_cn: 克萨尔特南戈

source: Quindio
zh_cn: 金迪奥

source: Regular
zh_cn: 标准

source: Risaralda
zh_cn: 利萨拉尔达

source: Sage 300 GL
zh_cn: 鼠尾草 300 GL

source: Sage 50
zh_cn: 鼠尾草 50

source: Sage 50 GL
zh_cn: 鼠尾草 50 GL

source: San Juan
zh_cn: 圣胡安

source: San Marcos
zh_cn: 圣马科斯

source: San Miguel
zh_cn: 圣米格尔

source: San Salvador
zh_cn: 圣萨尔瓦多

source: San Vicente
zh_cn: 圣维森特

source: Santa Ana
zh_cn: 圣安娜

source: Santa Barbara
zh_cn: 圣巴巴拉

source: Santa Catarina
zh_cn: 圣卡塔琳娜

source: Santa Rosa
zh_cn: 圣罗莎

source: Santander
zh_cn: 桑坦德

source: Sao Paulo
zh_cn: 圣保罗

source: Saskatchewan
zh_cn: 萨斯喀彻温省

source: Sikkim
zh_cn: 锡金

source: Somerset
zh_cn: 萨默塞特

source: Sonsonate
zh_cn: 松索纳特

source: South Gloucestershire
zh_cn: 南格洛斯特郡

source: St. John
zh_cn: 圣约翰

source: St. Joseph
zh_cn: 圣约瑟

source: St. Thomas
zh_cn: 圣托马斯

source: Sub-Total
zh_cn: 小计

source: SubTotal
zh_cn: 小计

source: Sucre
zh_cn: 苏克雷

source: Superior
zh_cn: 优越的

source: Supervisor
zh_cn: 主管

source: TText
zh_cn: T文本

source: Taiwan
zh_cn: Thailand

source: Tasmania
zh_cn: 塔斯马尼亚州

source: Tax Data Version
zh_cn: 税务数据版本

source: Tennessee
zh_cn: 田纳西州

source: Teramo
zh_cn: 寺茂

source: Tolima
zh_cn: 托利马

source: Top Check (QuickBooks) [9209P]
zh_cn: 顶级检查（QuickBooks）[9209P]

source: Top Check (QuickBooks) [DLT104]
zh_cn: 顶级检查 (QuickBooks) [DLT104]

source: Top Check Lined (QuickBooks) [DLT103]
zh_cn: 顶部检查线 (QuickBooks) [DLT103]

source: Total
zh_cn: 总计

source: URGENT
zh_cn: 急

source: VIA
zh_cn: 通过

source: Valle
zh_cn: 山谷

source: Valle del Cauca
zh_cn: 考卡山谷

source: Variables
zh_cn: 变量

source: Vaupes
zh_cn: 沃佩斯

source: Vensure
zh_cn: 风险投资

source: Version
zh_cn: 版本

source: Vichada
zh_cn: 维查达

source: Victoria
zh_cn: 维多利亚州

source: Web
zh_cn: 网络

source: West Bengal
zh_cn: 西孟加拉邦

source: WirelessWeb (WAP)
zh_cn: 无线网络 (WAP)

source: Yoro
zh_cn: 约罗

source: Yukon
zh_cn: 育空地区

source: Zacapa
zh_cn: 萨卡帕

source: hh:mm:ss (2:15:59)
zh_cn: hh:mm (2:15)

source: ie
zh_cn: 既是

source: min
zh_cn: 分

source: s
zh_cn: 日

source: total
zh_cn: 总计
