Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Withholding Tax Deposit/Payment
es_es: Depósito/Pago de Impuesto Retenido
zh_cn: 预扣税保证金/付款

source: Withholding Tax Payment
es_es: Pago de Impuesto Retenido
zh_cn: 预扣税支付

source: Withholding Tax Voucher
es_es: Voucher de Retención de Impuestos
zh_cn: 预扣税凭证

source: Wizard
es_es: Mago
zh_cn: 向导

source: Wizard data is not correct on step 2 or step 3, please open wizard and try again
es_es: Los datos del asistente no son correctos en el paso 2 o en el paso 3, por favor abra el asistente y vuelva a intentarlo.
zh_cn: 第 2 步或第 3 步中的向导数据不正确，请打开向导并重试

source: Wk Total
es_es: Total de la semana
zh_cn: 周总计

source: Work
es_es: Trabajo
zh_cn: 工作

source: Work After Days
es_es: Trabajar Después de los Días
zh_cn: 下班后工作

source: Work After Limit Days
es_es: Trabajar después de los días límite.
zh_cn: 工作日后的工作

source: Work Before Days
es_es: Trabajo antes de los días.
zh_cn: 工作日前的工作

source: Work Before Limit Days
es_es: Trabajo antes de los límites de los días.
zh_cn: 限日前工作

source: Work Class
es_es: Clase de trabajo
zh_cn: 职级

source: Work Email
es_es: Correo Electrónico de Oficina
zh_cn: 工作Email

source: Work Email address is invalid
es_es: Correo Electrónico del Trabajo no es valido
zh_cn: 工作 Email 地址无效

source: Work Phone
es_es: Teléfono de Oficina
zh_cn: 工作电话

source: Work Phone Ext
es_es: Extensión de teléfono de trabajo
zh_cn: 工作电话分机

source: Work Phone Extension
es_es: Extensión de teléfono de trabajo
zh_cn: 工作电话分机

source: Work Phone not specified
es_es: Teléfono del trabajo no especificado
zh_cn: 未指定工作电话

source: Work Time by Employee
es_es: Tiempo de trabajo por empleado
zh_cn: 员工工作时间

source: Work Time+Wage by Branch
es_es: Tiempo de trabajo + Salario por sucursal
zh_cn: 工作时间+分公司工资

source: Work Time+Wage by Branch/Department
es_es: Tiempo de trabajo + Salario por Sucursal/Departamento
zh_cn: 按分行/部门划分的工作时间+工资

source: Work Time+Wage by Branch/Department/Pay Period
es_es: Tiempo de trabajo + Salario por Sucursal/Departamento/Período de Pago
zh_cn: 工作时间+工资（按分行/部门/支付期限）

source: Work Time+Wage by Branch/Pay Period
es_es: Tiempo de trabajo + Salario por sucursal/Período de pago
zh_cn: 工作时间+按分支机构/支付期间划分的工资

source: Work Time+Wage by Date/Employee
es_es: Tiempo de trabajo + Salario por Fecha/Empleado
zh_cn: 工作时间+工资（按日期/员工）

source: Work Time+Wage by Department
es_es: Tiempo de trabajo + Salario por Departamento
zh_cn: 按部门划分的工作时间+工资

source: Work Time+Wage by Department/Pay Period
es_es: Tiempo de trabajo + Salario por Departamento/Período de Pago
zh_cn: 工作时间+工资（按部门/工资期）

source: Work Time+Wage by Employee
es_es: Tiempo de trabajo + Salario por Empleado
zh_cn: 工作时间+员工工资

source: Work Time+Wage by Employee/Date
es_es: Tiempo de trabajo + Salario por Empleado/Fecha
zh_cn: 工作时间+工资（按员工/日期）

source: Work Time+Wage by Employee/Pay Period
es_es: Tiempo de trabajo + Salario por empleado/Período de pago
zh_cn: 工作时间+按员工/工资期划分的工资

source: Work Time+Wage by Pay Period
es_es: Tiempo de trabajo + Salario por periodo de pago
zh_cn: 工作时间+工资（按工资期）

source: Work Time+Wage by Pay Period/Branch
es_es: Tiempo de trabajo + Salario por periodo de pago/Rama
zh_cn: 工作时间+工资（按支付期间/分支机构）

source: Work Time+Wage by Pay Period/Branch/Department
es_es: Tiempo de trabajo + Salario por periodo de pago/sucursal/departamento
zh_cn: 工作时间+工资（按发薪期/分行/部门）

source: Work Time+Wage by Pay Period/Department
es_es: Tiempo de trabajo + Salario por período de pago/Departamento
zh_cn: 工作时间+工资（按工资期/部门）

source: Work Time+Wage by Pay Period/Employee
es_es: Tiempo de trabajo + Salario por periodo de pago/Empleado
zh_cn: 工作时间+工资（按工资期/员工）

source: Work Time+Wage by Title
es_es: Tiempo de trabajo + salario por título
zh_cn: 工作时间+按职务划分的工资

source: Work Time+Wage+Total Shifts by Date/Title
es_es: Tiempo de trabajo + Salario + Turnos totales por fecha/título
zh_cn: 工作时间+工资+按日期/职务划分的总班次

source: Work Time+Wage+Total Shifts by Title/Start Time
es_es: Tiempo de trabajo + Salario + Turnos totales por título / Hora de inicio
zh_cn: 工作时间+工资+按职务/开始时间划分的总轮班数

source: Work and Home email addresses are blank or invalid
es_es: Las direcciones de correo electrónico de trabajo y hogar están en blanco o son inválidas.
zh_cn: 工作和家庭电子邮件地址为空或无效

source: Work email address does not exist on server
es_es: La dirección de correo electrónico de trabajo no existe en el servidor.
zh_cn: 服务器上不存在工作电子邮件地址

source: Work email address does not have a valid DNS MX record
es_es: La dirección de correo electrónico de trabajo no tiene un registro DNS MX válido.
zh_cn: 工作电子邮件地址没有有效的 DNS MX 记录

source: Work email address does not have a valid DNS record
es_es: La dirección de correo electrónico de trabajo no tiene un registro DNS válido.
zh_cn: 工作电子邮件地址没有有效的 DNS 记录

source: Work email address is assigned to another employee, continuing will disable password reset functionality and may result in account lock-out
es_es: La dirección de correo electrónico de trabajo se ha asignado a otro empleado, si continúa se desactivará la funcionalidad de restablecimiento de contraseña y puede resultar en un bloqueo de la cuenta.
zh_cn: 工作电子邮件地址已分配给另一名员工，继续操作将禁用密码重置功能，并可能导致帐户被锁定

source: Work email address is invalid
es_es: La dirección de correo electrónico de trabajo no es válida.
zh_cn: 工作电子邮件地址无效

source: Work phone number extension is too short or too long
es_es: Extensión del Numero de Teléfono del Trabajo es muy corto o muy largo
zh_cn: 工作电话分机号码太短或太长

source: Work phone number is invalid
es_es: Numero de teléfono de trabajo es invalido
zh_cn: 工作电话号码无效

source: Worked
es_es: Laborado
zh_cn: 已工作

source: Worked After Type
es_es: Trabajado Después de Tipo
zh_cn: 工作后类型

source: Worked Before Type
es_es: Trabajado antes de tipo
zh_cn: 在类型之前工作

source: Worked Days
es_es: Días Laborados
zh_cn: 完成的日子

source: Worked Days Only
es_es: Días trabajados solamente
zh_cn: 仅工作天数

source: Worked Employees/Hour
es_es: Empleados trabajados/hora
zh_cn: 在职员工/小时

source: Worked Hour Of Day
es_es: Horas trabajadas del día
zh_cn: 一天中的工作时间

source: Worked Time
es_es: Tiempo Laborado
zh_cn: 完成工作小时

source: Worked holiday when scheduled absent
es_es: Ausencia programada en días festivos.
zh_cn: 计划缺勤时的工作假期

source: Workers Compensation
es_es: Compensación de los trabajadores
zh_cn: 劳工补偿

source: Workers Compensation Annual Report
es_es: Informe Anual de Compensación de Trabajadores
zh_cn: 劳工补偿年报

source: Workers Compensation Board
es_es: Junta de Compensación de Trabajadores
zh_cn: 工人补偿委员会

source: Workers Compensation Quarterly Report
es_es: Informe trimestral de compensación de trabajadores
zh_cn: 工人补偿季度报告

source: Workers Compensation, Health and Safety Board
es_es: Junta de Compensación de Trabajadores, Salud y Seguridad
zh_cn: 工人补偿、健康和安全委员会

source: Workers Safety and Compensation Commission
es_es: Comisión de Seguridad y Compensación de los Trabajadores
zh_cn: 工人安全与补偿委员会

source: Workers' Compensation Fee Form
es_es: Formulario de tarifa de compensación de trabajadores
zh_cn: 工人补偿费表格

source: Working
es_es: Trabajando
zh_cn: 可用的

source: Workplace Health, Safety & Compensation Commission
es_es: Comisión de Salud, Seguridad y Compensación en el Lugar de Trabajo
zh_cn: 工作场所健康、安全和补偿委员会

source: Workplace Safety and Insurance Board
es_es: Junta de Seguridad y Seguros en el Lugar de Trabajo
zh_cn: 职业安全及保险局

source: Worksafe BC
es_es: BC Seguro para el Trabajo
zh_cn: 卑诗省工作安全局

source: Worksafe NB
es_es: Seguridad laboral NB
zh_cn: 工作安全笔记本电脑

source: Worksheet for General Ledger Mapping
es_es: Hoja de trabajo para el mapeo de Libro Mayor General
zh_cn: 总账映射工作表

source: Would you like to allow, deny or simply highlight the chosen permissions
es_es: ¿Te gustaría permitir, denegar o simplemente destacar los permisos elegidos?
zh_cn: 您要允许、拒绝还是简单地突出显示所选权限

source: Would you like to be reminded to complete the Quick Start Wizard next time you login?
es_es: ¿Te gustaría que te recordaran para completar el Asistente de Inicio Rápido la próxima vez que inicies sesión?
zh_cn: 您想在下次登录时被提醒完成快速启动向导吗？

source: Would you like to pre-populate all date fields based on the first start date
es_es: ¿Te gustaría pre-llenar todos los campos de fecha basados en la primera fecha de inicio?
zh_cn: 您想根据第一个开始日期预填充所有日期字段吗

source: Writable
es_es: Escribible
zh_cn: 可写

source: Writable Cache Directory
es_es: Directorio de caché escribible
zh_cn: 可写缓存目录

source: Writable Log Directory
es_es: Directorio de registro escribible
zh_cn: 可写入日志目录

source: Writable Storage Directory
es_es: Directorio de Almacenamiento Escribible
zh_cn: 可写存储目录

source: Writing
es_es: Escritura
zh_cn: 写作

source: Xero Manual Journal
es_es: Diario Manual de Xero
zh_cn: Xero手册期刊

source: YTD
es_es: YTD = Año hasta la fecha

source: YTD Amount
es_es: Cantidad YTD
zh_cn: 年初至今总计

source: YTD Units/Hours
es_es: YTD Unidades/Horas
zh_cn: 年初至今单位/小时

source: Year
es_es: Año
zh_cn: 年份

source: Year (Ending)
es_es: Año (Final)
zh_cn: 年度（期末）

source: Year (Starting)
es_es: Año (Comienzo)
zh_cn: 年份（起始）

source: Year(s)
es_es: Año(s)
zh_cn: 年

source: Year-to-Date (YTD) Adjustment
es_es: Ajuste acumulado hasta la fecha (YTD)
zh_cn: 年初至今调整

source: Yearly
es_es: Anual
zh_cn: 按年

source: Years Experience
es_es: Años de Experiencia
zh_cn: 年经验

source: Years experience is too high
es_es: La experiencia en años es demasiado alta.
zh_cn: 年经验太高

source: Years experience must only be digits
es_es: La experiencia en años debe ser solo números.
zh_cn: 年经验必须只有数字

source: Yes
es_es: Si
zh_cn: 是

source: Yes (Only Electronic)
es_es: Sí (Sólo Electrónico)
zh_cn: 是（仅电子版）

source: Yes (Only Paper)
es_es: Sí (Solo Papel)
zh_cn: 是（仅纸张）

source: Yes (Paper/Electronic)
es_es: Sí (Papel/Electrónico)
zh_cn: 是（纸质/电子版）

source: Yes - Closest Business Day
es_es: Si - Día Hábil Más Cercano
zh_cn: 是－最接近的工作日

source: Yes - Closest Week Day
es_es: Si- Día Más Cercano de la Semana
zh_cn: 是－最接近的平日

source: Yes - Next Business Day
es_es: Sí - Día Hábil Siguiente
zh_cn: 是－下一工作日

source: Yes - Next Week Day
es_es: Sí - Siguiente Día de semana
zh_cn: 是－下一平日

source: Yes - Previous Business Day
es_es: Sí - Día Hábil Anterior
zh_cn: 是－上一工作日

source: Yes - Previous Week Day
es_es: Sí - Anterior Día de semana
zh_cn: 是－上一平日

source: Yes, turn on notifications!
es_es: ¡Sí, activa las notificaciones!
zh_cn: 是的，打开通知！

source: Yes/No
es_es: Sí/No
zh_cn: 是/否

source: Yesterday
es_es: Ayer
zh_cn: 昨天

source: Yonkers [City Income Tax]
es_es: Yonkers [Impuesto sobre ingresos de la ciudad]
zh_cn: 扬克斯[城市所得税]

source: You are about to copy multiple records.<br>Are you sure you wish to continue?
es_es: ¿Estás seguro de que deseas continuar? <br>2. Estás a punto de copiar múltiples registros.
zh_cn: 您将要复制多条记录。<br>您确定要继续吗？

source: You are about to delete data, once data is deleted it can not be recovered.<br>Are you sure you wish to continue?
es_es: Estás a punto de eliminar datos, una vez que los datos se eliminan no se pueden recuperar. ¿Estás seguro de que deseas continuar?
zh_cn: 您即将删除数据，数据一旦删除将无法恢复。<br>您确定要继续吗？

source: You are about to delete the entire week worth of time for this row. Are you sure you wish to continue?
es_es: Estás a punto de eliminar toda la semana de tiempo para esta fila. ¿Estás seguro de que deseas continuar?
zh_cn: 您将要删除这一行的整周时间。您确定要继续吗？

source: You are about to delete this dashlet, once a dashlet is deleted it can not be recovered.<br>Are you sure you wish to continue?
es_es: Estás a punto de borrar este módulo, una vez borrado no se puede recuperar.<br>Seguro que quieres continuar?
zh_cn: 您将要删除此小面板，一旦删除小面板将无法恢复。<br>您确定要继续吗？

source: You are about to remove all your customized dashlets and restore them back to the defaults.<br>Are you sure you wish to continue?
es_es: Estás a punto de borrar todos los módulos personalizados y restaurarlos al estado por defecto.<br>Seguro que quieres continuar?
zh_cn: 您即将删除所有自定义的 dashlet 并将它们恢复为默认设置。<br>您确定要继续吗？

source: You are about to restore all dashlets to their default size/layout.<br>Are you sure you wish to continue?
es_es: Estás a punto de restaurar todos los módulos a su tamaño/diseño por defecto.<br>Seguro que quieres continuar?
zh_cn: 您将要将所有Dashlet恢复到其默认大小/布局<br>您确定要继续吗？

source: You are currently in 'View' mode
es_es: Actualmente estás en modo 'Vista'
zh_cn: 您目前处于“查看”模式

source: You are not authorized to punch in or out from this station!
es_es: Usted no esta autorizado a marcar desde esta estación!

source: You have a <a href="#url#">new message</a> waiting for you in
es_es: Tienes un <a href="#url#">nuevo mensaje</a> esperándote.
zh_cn: 您有<a href=“#url#”>新消息</a>在等待您

source: You have a new job application for %1 waiting for you in %2
es_es: Tienes una nueva solicitud de empleo para %1 esperándote en %2.
zh_cn: 您有 %1 的新工作申请在 %2 等着您

source: You have a new message waiting for you in
es_es: Tiene usted nuevos mensajes en
zh_cn: 你有新邮件在

source: You have a new pay stub available for you in
es_es: Tienes una nueva boleta de pago disponible para ti.
zh_cn: 你有一个新的工资单等着你

source: You have a new pay stub waiting for you in
es_es: Tienes una nueva boleta de pago esperándote.
zh_cn: 你有一个新的工资单等着你

source: You have modified
es_es: Has modificado
zh_cn: 你修改了

source: You have modified data without saving, are you sure you want to continue and lose your changes
es_es: ¿Has modificado los datos sin guardarlos, estás seguro de que quieres continuar y perder tus cambios?
zh_cn: 您修改了数据但没有保存，您确定要继续并丢失您的更改吗

source: You have successfully installed
es_es: Has exitosamente instalado
zh_cn: 您已成功安装

source: You have successfully upgraded
es_es: Has exitosamente actualizado.
zh_cn: 您已成功升级

source: You may continue.
es_es: Puedes continuar.
zh_cn: 你可以继续。

source: You may now
es_es: Ahora puedes
zh_cn: 你现在可以

source: Your
es_es: Tu
zh_cn: 你的

source: Your Network Connection is
es_es: Tu conexión de red es
zh_cn: 您的网络连接是

source: Your PHP configuration file
es_es: Tu archivo de configuración de PHP
zh_cn: 你的PHP配置文件

source: Your password has exceeded its maximum age specified by your company's password policy and must be changed immediately
es_es: Su contraseña ha excedido su edad máxima especificada por la política de contraseña de su empresa y debe cambiarse inmediatamente.
zh_cn: 您的密码已超过贵公司密码政策规定的最长使用期限，必须立即更改

source: Your web browser is caching incorrect data, please press the refresh button on your web browser or log out, clear your web browsers cache and try logging in again.
es_es: Su navegador web está almacenando datos incorrectos, por favor presione el botón de actualizar en su navegador web o cierre sesión, borre la memoria caché de su navegador web y vuelva a intentar iniciar sesión.
zh_cn: 您的网络浏览器正在缓存不正确的数据，请按网络浏览器上的刷新按钮或注销，清除您的网络浏览器缓存并尝试重新登录。

source: ZIP Enabled
es_es: Habilitado ZIP
zh_cn: ZIP已启用

source: Zimbabwe
es_es: Zimbabue

source: abs( expression ) - Example: abs( #regular_time# )
es_es: abs( expresión ) - Ejemplo: abs( #tiempo_regular# )
zh_cn: abs( 表达式 ) - 示例：abs( #regular_time# )

source: and
es_es: y
zh_cn: 和

source: and( expression, expression ) - Example: and( #regular_time# > 40, #regular_time# < 80)
es_es: y( expresión, expresión ) - Ejemplo: y( #tiempo_regular# > 40, #tiempo_regular# < 80)
zh_cn: and( expression, expression ) - 示例：and( #regular_time# > 40, #regular_time# < 80)

source: as root
es_es: Como raíz
zh_cn: 根

source: at 00:00
es_es: A las 00:00
zh_cn: 在 00:00

source: available
es_es: Disponible
zh_cn: 可用日期

source: before schedule start time
es_es: Antes de la hora de inicio del horario
zh_cn: 在计划开始时间之前

source: below to continue
es_es: Abajo para continuar
zh_cn: 下面继续

source: by
es_es: Por

source: by Branch
es_es: Por rama
zh_cn: 按分公司

source: by Branch/Department
es_es: Por rama/departamento
zh_cn: 按分公司/部门

source: by Department
es_es: Por Departamento
zh_cn: 按部门

source: by Employee
es_es: Por empleado
zh_cn: 按员工

source: by Group
es_es: Por grupo
zh_cn: 按组

source: by Month
es_es: Por mes
zh_cn: 按月

source: by Month/Branch
es_es: Por Mes/Rama
zh_cn: 按月/分公司

source: by Month/Branch/Department
es_es: Por mes/rama/departamento
zh_cn: 按月/分公司/部门

source: by Month/Department
es_es: Por mes/departamento
zh_cn: 按月份/部门

source: by Month/Employee
es_es: Por Mes/Empleado
zh_cn: 按月/员工

source: by Pay Period
es_es: Por Período de Pago
zh_cn: 按付款期

source: by Pay Period/Employee
es_es: Por período de pago/empleado
zh_cn: 按支付期间/员工

source: by Pay Stub Account/Employee
es_es: Por cuenta de recibo de pago/empleado
zh_cn: 按工资存根账户/员工

source: by Quarter
es_es: Por trimestre

source: by Tax/Deductions
es_es: Por Impuestos/Deducciones
zh_cn: 按税款/扣减

source: by Title
es_es: Por Título

source: by absence policies
es_es: Por políticas de ausencia
zh_cn: 按缺勤政策

source: by accrual policies
es_es: Por políticas de acumulación
zh_cn: 按应计政策

source: by break policies
es_es: Por romper las políticas
zh_cn: 按休息政策

source: by client contacts
es_es: Por contactos de clientes
zh_cn: 按客户联系人

source: by contributing pay code policies
es_es: Contribuyendo con políticas de código de pago
zh_cn: 通过贡献支付代码政策

source: by contributing shift policies
es_es: Contribuyendo con políticas de turnos.
zh_cn: 通过提供轮班政策

source: by employee pay methods
es_es: Por métodos de pago de empleado
zh_cn: 按员工薪酬方法

source: by employee timesheets
es_es: Por hojas de tiempo de empleado
zh_cn: 按员工时间表

source: by employees
es_es: Por empleados
zh_cn: 按员工

source: by expenses
es_es: Por gastos
zh_cn: 按费用

source: by holiday policies
es_es: Por políticas de vacaciones
zh_cn: 按假期策略

source: by invoice products
es_es: Por factura de productos
zh_cn: 按发票产品

source: by invoice transactions
es_es: Transacciones por factura
zh_cn: 按发票交易记录

source: by invoices
es_es: Por facturas
zh_cn: 按发票

source: by meal policies
es_es: Por políticas de comida
zh_cn: 按膳食策略

source: by overtime policies
es_es: Por políticas de horas extras
zh_cn: 按加班策略

source: by pay codes
es_es: Por códigos de pago
zh_cn: 按付款代码

source: by pay formula policies
es_es: Por políticas de fórmula de pago
zh_cn: 按薪酬公式政策

source: by pay stub transactions
es_es: Por transacciones de talón de pago
zh_cn: 按付款存根交易

source: by pay stubs
es_es: Por recibos de pago
zh_cn: 按工资存根

source: by policy groups
es_es: Por grupos de políticas
zh_cn: 按策略组

source: by premium policies
es_es: Por políticas premium
zh_cn: 按保费策略

source: by regular time policies
es_es: Por políticas de tiempo regulares
zh_cn: 按定期策略

source: by remittance agencies
es_es: Por agencias de remesas
zh_cn: 汇款机构

source: by remittance sources
es_es: Por fuentes de remesa
zh_cn: 按汇款来源

source: by schedule policies
es_es: Por políticas de horario
zh_cn: 按计划策略

source: by tax/deductions
es_es: Por impuestos/deducciones
zh_cn: 按税收/扣除额

source: click to search
es_es: Haga clic para buscar.
zh_cn: 单击进行搜索

source: configuration file
es_es: Archivo de configuración
zh_cn: 配置文件

source: data without saving, would you like to save your data now?
es_es: ¿Desea guardar sus datos ahora sin guardar los datos?
zh_cn: 没有保存的数据，你想现在保存你的数据吗？

source: database has not been initialized yet, please run the installer again and follow the on screen instructions.
es_es: La base de datos no se ha inicializado todavía, por favor ejecute el instalador de nuevo y siga las instrucciones en pantalla.
zh_cn: 数据库尚未初始化，请再次运行安装程序并按照屏幕上的说明进行操作。

source: database query has timed-out, if you were trying to run a report it may be too large, please narrow your search criteria and try again.
es_es: La consulta de la base de datos ha agotado el tiempo, si estabas intentando ejecutar un informe puede ser demasiado grande, por favor, restringe tus criterios de búsqueda y vuelve a intentarlo.
zh_cn: 数据库查询已超时，如果您试图运行一个报告，它可能太大，请缩小搜索条件，然后重试。

source: date( Year, Month, Day, Hour, Minute )
es_es: fecha( Año, Mes, Día, Hora, Minuto )
zh_cn: 日期（年、月、日、时、分）

source: dates selected
es_es: Fechas seleccionadas
zh_cn: 所选日期

source: day
es_es: día
zh_cn: 日

source: day( #time_stamp# )
es_es: día (#time_stamp#)
zh_cn: 天（#time_stamp#）

source: days
es_es: días
zh_cn: 天后失效

source: days after end of pay period
es_es: Días después del fin del periodo de pago
zh_cn: 支付期结束后的天数

source: dd-mmm-yy
es_es: dd-mmm-aa

source: dd-mmm-yyyy
es_es: dd-mmm-aaaa

source: ddmmmyyyy
es_es: dd/mm/aaaa

source: division by zero
es_es: División por cero
zh_cn: 除数为零

source: documents
es_es: Documentos
zh_cn: 文档

source: does not exist or is not executable.
es_es: no existe o no es ejecutable.
zh_cn: 不存在或不可执行。

source: does not include directory of PHP CLI binary
es_es: No incluye directorio del binario CLI de PHP
zh_cn: 不包括 PHP CLI 二进制目录

source: eFile
es_es: ePresentar
zh_cn: 电子文件

source: eFile User ID
es_es: ID de usuario de eFile
zh_cn: 电子文件用户ID

source: each Pay Period
es_es: Cada Periodo de Pago
zh_cn: 各工资期

source: expected '#'
es_es: Esperado '#'
zh_cn: 预期的 '＃'

source: expected)
es_es: ¿Cómo estás?
zh_cn: 预期的）

source: expecting ')'
es_es: Esperando ')'.
zh_cn: 期待'）'

source: experienced a general error, please contact technical support.
es_es: Experimentó un error general, por favor contacte al soporte técnico.
zh_cn: 遇到一般错误，请联系技术支持。

source: files are not readable/writable. See detailed error messages below.
es_es: Los archivos no son legibles/escribibles. Vea los mensajes de error detallados a continuación.
zh_cn: 文件不可读/写。请参阅下面的详细错误消息。

source: files may be corrupted, missing, or not installed properly. See detailed error messages below.
es_es: Los archivos pueden estar corruptos, faltantes o no instalados correctamente. Vea los mensajes de error detallados a continuación.
zh_cn: 文件可能已损坏、丢失或未正确安装。请参阅下面的详细错误消息。

source: following the holiday
es_es: posterior a feriado
zh_cn: 假期之后

source: for
es_es: para
zh_cn: 为了

source: for Final Pay Period Ending
es_es: Para el período de pago final que termina
zh_cn: 最终支付期结束

source: for Tax Year
es_es: Para el año fiscal
zh_cn: 用于纳税年度

source: for things like attachments, logos, etc...
es_es: Para cosas como archivos adjuntos, logos, etc...
zh_cn: 对于附件、徽标等内容...

source: forums
es_es: foros
zh_cn: 论坛

source: from
es_es: de
zh_cn: 发自

source: has been confirmed and activated.
es_es: ha sido confirmado y activado.
zh_cn: 已确认并激活。

source: has been saved successfully
es_es: Se ha guardado con éxito.
zh_cn: 已成功保存

source: hour( #time_stamp# )
es_es: Hora (#time_stamp#)
zh_cn: 小时（#time_stamp#）

source: hr
es_es: h
zh_cn: 时

source: hrs set for all pay period schedules
es_es: Horas establecidas para todos los horarios de pago.
zh_cn: 为所有付薪期计划设置的小时数

source: hrs set for this pay period schedule
es_es: hrs configuradas para este período de pago programado
zh_cn: 小时最高轮班时间

source: icon below to begin doing that now
es_es: Haga clic en el icono a continuación para comenzar a hacerlo ahora.
zh_cn: 下面的图标现在就开始这样做

source: icon to add additional locations
es_es: Icono para agregar ubicaciones adicionales
zh_cn: 添加其他位置的图标

source: ie: root, postgres
es_es: Raíz, Postgres
zh_cn: 即：根，根后

source: if( expression, then, else ) - Example: if( #regular_time# > 40, 1, 0)
es_es: Si (expresión, entonces, de lo contrario) - Ejemplo: si (#regular_time# > 40, 1, 0)
zh_cn: if( expression, then, else ) - 示例：if( #regular_time# > 40, 1, 0)

source: illegal character '_'
es_es: Carácter ilegal '_'
zh_cn: 非法字符'_'

source: in
es_es: En

source: in Days
es_es: En días
zh_cn: 以天为单位

source: incurred on
es_es: Incurrido en
zh_cn: 发生在

source: install the PEAR RPM or package from
es_es: Instale el RPM o el paquete PEAR desde
zh_cn: 安装 PEAR RPM 或软件包

source: installation to function properly, please ensure all of the system check items listed below are marked as
es_es: Instalación para funcionar correctamente, asegúrese de que todos los elementos de verificación del sistema enumerados a continuación estén marcados.
zh_cn: 安装才能正常运行，请确保下面列出的所有系统检查项目都标记为

source: instead
es_es: En lugar de
zh_cn: 相反

source: instead click the 'Edit' icon to modify fields
es_es: En lugar de hacer clic en el icono 'Editar' para modificar los campos.
zh_cn: 而是单击“编辑”图标来修改字段

source: internal error
es_es: Error interno
zh_cn: 内部错误
