Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Saint Kitts and Nevis
es_es: San Kitts y Nevis

source: Saint Lucia
es_es: Santa Lucía

source: Saint Pierre and Miquelon
es_es: San Pedro y Miquelón

source: Saint Vincent, Grenadines
es_es: San Vicente y las Granadinas

source: Salary (Annual)
es_es: Salario (Anual)
zh_cn: 薪酬 (按年)

source: Salary (Bi-Weekly)
es_es: Salario (Bi-Semanal)
zh_cn: 薪酬 (双周)

source: Salary (Daily)
es_es: Salario (Diario)
zh_cn: 工资（每日）

source: Salary (Monthly)
es_es: Salario (Mensual)
zh_cn: 薪酬 (按月)

source: Salary (Weekly)
es_es: Salario (Semanal)
zh_cn: 薪酬 (按周)

source: Sales Contact
es_es: Contacto de Ventas
zh_cn: 销售联络人

source: Sales Rep
es_es: Representante de ventas
zh_cn: 销售代表

source: Sales Representative is invalid
es_es: El Representante de Ventas no es válido.
zh_cn: 销售代表无效

source: Sales, Use and Withholding Payment Voucher
es_es: Voucher de Ventas, Uso y Retención de Pago
zh_cn: 销售、使用和预扣付款凭证

source: Sales, Use and Withholding Taxes Annual Return
es_es: Declaración Anual de Impuestos de Ventas, Uso y Retención
zh_cn: 销售税、使用税和预扣税年度申报表

source: Sales, Use and Withholding Taxes Monthly/Quarterly Return
es_es: Declaración Mensual/Trimestral de Impuestos de Ventas, Uso y Retención
zh_cn: 销售、使用和预扣税月度/季度申报表

source: Samana
es_es: Samaná
zh_cn: 相同

source: Sample File
es_es: Archivo de Muestra
zh_cn: 示例文件

source: Sample List
es_es: Lista de ejemplo
zh_cn: 样品清单

source: Sample Row
es_es: Fila de muestra
zh_cn: 样品行

source: San Cristobal
es_es: San Cristóbal
zh_cn: 圣克里斯托瓦尔

source: San Jose
es_es: San José
zh_cn: 圣何塞

source: San Jose de Ocoa
es_es: San José de Ocoa
zh_cn: 圣何塞德奥科亚

source: San Pedro de Macoris
es_es: San Pedro de Macorís

source: Sanchez Ramirez
es_es: Sánchez Ramírez

source: Santiago Rodriguez
es_es: Santiago Rodríguez

source: Sao Tome and Principe
es_es: Santo Tomé y Príncipe

source: Sat
es_es: Sáb
zh_cn: 周六

source: Saturday
es_es: Sábado
zh_cn: 周六

source: Saturday-Friday
es_es: Sábado-Viernes
zh_cn: 周六－周五

source: Saudi Arabia
es_es: Arabia Saudita

source: Save
es_es: Guardar
zh_cn: 保存

source: Save & Continue
es_es: Guardar y Continuar
zh_cn: 保存并继续

source: Save & Copy
es_es: Guardar y Copiar
zh_cn: 保存并复制

source: Save & New
es_es: Guardar y Nuevo
zh_cn: 保存并新建

source: Save & Next
es_es: Guardar y Siguiente
zh_cn: 保存并下一步

source: Save Mapping As
es_es: Guardar Mapeo Como
zh_cn: 将映射另存为

source: Save Search As
es_es: Guardar búsqueda como
zh_cn: 将搜索另存为

source: Save Setup
es_es: Guardar Configuración
zh_cn: 保存设置

source: Save TimeSheet State
es_es: Guardar Estado de Hoja de Tiempo
zh_cn: 保存时间表状态

source: Save and Close
es_es: Guardar y Cerrar
zh_cn: 保存并关闭

source: Save as New
es_es: Guardar como Nuevo
zh_cn: 另存为新的

source: Saved Layout
es_es: Diseño guardado
zh_cn: 保存的布局

source: Saved Mapping
es_es: Mapeo Guardado
zh_cn: 保存的映射

source: Saved Report
es_es: Informe guardado
zh_cn: 保存报告

source: Saved Report Data
es_es: Datos de informe guardado
zh_cn: 保存的报告数据

source: Saved Reports
es_es: Reportes Guardados
zh_cn: 保存的报表

source: Saved ReportsZZ
es_es: Informes guardados
zh_cn: 保存的报告ZZ

source: Saved report is invalid
es_es: El informe guardado no es válido.
zh_cn: 保存的报告无效

source: Saving Punch
es_es: Ahorrando Punch
zh_cn: 节省打卡

source: Savings
es_es: Ahorros
zh_cn: 储蓄

source: Savings Account
es_es: Cuenta de ahorros
zh_cn: 储蓄账户

source: Scale Rating
es_es: Escala de Calificación
zh_cn: 规模评级

source: Schedule
es_es: Horario
zh_cn: 时间表

source: Schedule %
es_es: Porcentaje de horario
zh_cn: 日程 ％

source: Schedule - Employee
es_es: Horario - Empleado
zh_cn: 时间表 - 员工

source: Schedule Adjustment
es_es: Ajuste de Horario
zh_cn: 时间表调整

source: Schedule Amendment
es_es: Modificación al Horario
zh_cn: 时间表修改

source: Schedule Branch
es_es: Sucursal de Horario
zh_cn: 附表分支

source: Schedule Department
es_es: Departamento de Horarios
zh_cn: 调度部

source: Schedule Depositor
es_es: Depositador de horario
zh_cn: 附表存款人

source: Schedule Differences by Employee/Date
es_es: Diferencias de horario por empleado/fecha
zh_cn: 按员工/日期列出的计划差异

source: Schedule Modified After Verification
es_es: Horario Modificado Después de la Verificación
zh_cn: 验证后修改时间表

source: Schedule Percent
es_es: Porcentaje de horario
zh_cn: 进度百分比

source: Schedule Policies
es_es: Políticas de Horario
zh_cn: 时间表政策

source: Schedule Policy
es_es: Política de Horario
zh_cn: 时间表政策

source: Schedule Policy is invalid
es_es: Política de Horario no es valida
zh_cn: 时间表政策无效

source: Schedule Saved Search
es_es: Programar Búsqueda Guardada
zh_cn: 安排保存的搜索

source: Schedule Shift
es_es: Turno de Horario
zh_cn: 排班

source: Schedule Status
es_es: Estado de horario
zh_cn: 计划状态

source: Schedule Summary
es_es: Resumen de horario
zh_cn: 时间表摘要

source: Schedule Summary (Subordinates)
es_es: Resumen de horario (Subordinados)
zh_cn: 进度表摘要（下级）

source: Schedule Summary Report
es_es: Resumen de informe de horario
zh_cn: 进度汇总报告

source: Schedule Synchronization
es_es: Sincronización de horario
zh_cn: 日程同步

source: Schedule Template
es_es: Plantilla de horario
zh_cn: 计划模板

source: Schedule for
es_es: El horario para
zh_cn: 时间表

source: Schedule synchronization must be enabled in your preferences.
es_es: La sincronización de horario debe estar habilitada en tus preferencias.
zh_cn: 必须在您的首选项中启用计划同步。

source: Schedule total time exceeds maximum shift time of
es_es: Tiempo total de horario excede el tiempo máximo de turno de
zh_cn: 计划总时间超过最大轮班时间

source: Scheduled
es_es: Programado
zh_cn: 已预定

source: Scheduled (Last Week)
es_es: Programado (la semana pasada)
zh_cn: 预定（上周）

source: Scheduled (This Week)
es_es: Programado (Esta Semana)
zh_cn: 预定（本周）

source: Scheduled Absence
es_es: Ausencias Planificadas
zh_cn: 定期缺席

source: Scheduled Absent
es_es: Ausencia Programada
zh_cn: 预定缺席

source: Scheduled Days
es_es: Días programados
zh_cn: 预定天数

source: Scheduled Employees/Hour
es_es: Empleados Programados/Hora
zh_cn: 计划员工/小时

source: Scheduled Report
es_es: Informe programado
zh_cn: 预定报告

source: Scheduled Shift to replace does not exist
es_es: La turno programado para reemplazar no existe.
zh_cn: 计划更换的班次不存在

source: Scheduled Shifts
es_es: Cambios programados
zh_cn: 已定轮班

source: Scheduled Time
es_es: Tiempo del Horario
zh_cn: 定期时间

source: Scheduled Time Diff.
es_es: Tiempo programado Dif.
zh_cn: 预定时间差.

source: Scheduled Time or Not Scheduled
es_es: Tiempo programado o no programado
zh_cn: 预定时间或不预定

source: Scheduled to Ship
es_es: Programado para enviar
zh_cn: 预定发货

source: Schedules
es_es: Horarios
zh_cn: 时间表

source: Schedules can be added by clicking Schedule -> Schedules.
es_es: Los horarios se pueden agregar haciendo clic en Horario -> Horarios.
zh_cn: 可以通过单击计划 -> 计划来添加计划。

source: Schedules have no effect
es_es: Los horarios no tienen efecto.
zh_cn: 时间表没有影响

source: Scheduling
es_es: Programación
zh_cn: 调度

source: Schema Version
es_es: Versión de esquema:
zh_cn: Schema 版本

source: School District Employer's Annual Reconciliation
es_es: Reconciliación Anual del Empleador del Distrito Escolar
zh_cn: 学区雇主的年度对账

source: Scottish Borders
es_es: Fronteras Escocesas

source: Screen Share Download
es_es: Descarga de pantalla compartida
zh_cn: 屏幕共享下载

source: Search
es_es: Buscar
zh_cn: 搜索

source: Search is currently active
es_es: La búsqueda está actualmente activa.
zh_cn: 搜索当前处于活动状态

source: Seasonal
es_es: Estacional
zh_cn: 季节性

source: Second Surname
es_es: Segundo Apellido
zh_cn: 二姓

source: Second last name contains invalid characters
es_es: Segundo Apellido contiene caracteres no validos
zh_cn: 姓氏含有无效字符

source: Second last name is too short or too long
es_es: Segundo Apellido es muy corto o muy largo
zh_cn: 第二姓氏太短或太长

source: Secondary
es_es: Secundario
zh_cn: 次

source: Secondary Account
es_es: Cuenta Secundaria
zh_cn: 二级账户

source: Secondary Day of Month
es_es: Segundo día del mes
zh_cn: 次日

source: Secondary Identification
es_es: Identificación Secundaria
zh_cn: 二次鉴定

source: Secondary Month
es_es: Mes Secundario
zh_cn: 次月

source: Secondary Start Day
es_es: Día de Inicio Secundario
zh_cn: 中学开始日

source: Secondary Transaction Day
es_es: Día de Transacción Secundaria
zh_cn: 二次交易日

source: Secondary Wage Group
es_es: Grupo Salarial Secundario
zh_cn: 二级工资组

source: Secondary Wage Groups
es_es: Grupo Secundario de Salario
zh_cn: 次要工资组

source: Secondary account is too short or too long
es_es: Cuenta Secundaria es muy corto o muy largo
zh_cn: 次帐号太短或太长

source: Secondary identification is invalid
es_es: La identificación secundaria es inválida.
zh_cn: 二次识别无效

source: Seconds (3600)
es_es: Segundos (3600)
zh_cn: 秒 (3600)

source: Seconds (Use 0 for infinite)
es_es: Segundos (Usa 0 para infinito)
zh_cn: 秒（使用 0 表示无限）

source: Section
es_es: Sección
zh_cn: 部分

source: Secure Cache Directory
es_es: Directorio de Caché Seguro
zh_cn: 安全缓存目录

source: Secure Log Directory
es_es: Directorio de Registro Seguro
zh_cn: 安全日志目录

source: Secure Storage Directory
es_es: Directorio de Almacenamiento Seguro
zh_cn: 安全存储目录

source: Secure communication on port 443 failed!
es_es: La comunicación segura en el puerto 443 falló!
zh_cn: 端口 443 上的安全通信失败！

source: Securely Uploading Logs...
es_es: Subiendo logs de forma segura...
zh_cn: 安全上传日志...

source: Security Code
es_es: Código de Seguridad
zh_cn: 安全码

source: Select All
es_es: Seleccionar Todos
zh_cn: 全选

source: Select Destination Pay Code
es_es: Seleccione Destino Código de Pago
zh_cn: 选择目的地支付代码

source: Select Source Pay Codes
es_es: Seleccione los códigos de pago de origen.
zh_cn: 选择源支付代码

source: Select a new hire default template to use for this employee.
es_es: Seleccione una plantilla predeterminada de nuevo contratado para usar para este empleado.
zh_cn: 选择要用于该员工的新员工默认模板。

source: Select all that apply
es_es: Selecciona todo lo que aplique
zh_cn: 选择所有符合条件的

source: Select import settings
es_es: Seleccionar ajustes de importación
zh_cn: 选择导入设置

source: Select item display labels must be unique
es_es: Las etiquetas de visualización de elementos seleccionados deben ser únicas.
zh_cn: 选择项目显示标签必须是唯一的

source: Select item values must be unique
es_es: Los valores de los elementos seleccionados deben ser únicos.
zh_cn: 选择的项目值必须是唯一的

source: Select one of the event(s) below to process
es_es: Seleccione uno de los eventos a continuación para procesar.
zh_cn: 选择以下事件之一进行处理

source: Select one or more accrual policies
es_es: Seleccione una o más políticas de acumulación.
zh_cn: 选择一个或多个应计策略

source: Select one or more employees
es_es: Seleccione uno o más empleados.
zh_cn: 选择一名或多名员工

source: Select one or more employees to share report with
es_es: Seleccione uno o más empleados para compartir el informe.
zh_cn: 选择一名或多名员工与其共享报告

source: Select one or more jobs you wish to invoice
es_es: Seleccione uno o más trabajos que desea facturar.
zh_cn: 选择您要开具发票的一项或多项工作

source: Select one or more pay periods
es_es: Seleccione uno o más periodos de pago.
zh_cn: 选择一个或多个支付期

source: Select one or more pay periods and choose a payroll run type
es_es: Seleccione uno o más períodos de pago y elija un tipo de nómina.
zh_cn: 选择一个或多个支付期并选择薪资运行类型

source: Select one or more pay periods to process payroll for
es_es: Seleccione uno o más períodos de pago para procesar la nómina.
zh_cn: 选择一个或多个支付期来处理工资单

source: Select one or more saved report you wish to share
es_es: Seleccione uno o más informes guardados que desea compartir.
zh_cn: 选择一份或多份您希望分享的已保存报告

source: Select source accounts to processs transactions for
es_es: Seleccione cuentas de origen para procesar transacciones.
zh_cn: 选择源帐户以处理交易

source: Select the date range
es_es: Seleccione el rango de fechas
zh_cn: 选择日期范围

source: Select the date range you wish to invoice jobs for
es_es: Seleccione el rango de fechas para facturar trabajos.
zh_cn: 选择您希望为工作开具发票的日期范围

source: Select the date to be displayed on the invoice
es_es: Seleccione la fecha que se mostrará en la factura.
zh_cn: 选择要在发票上显示的日期

source: Select the type of objects that you wish to import
es_es: Selecciona el tipo de objetos que deseas importar.
zh_cn: 选择要导入的对象类型

source: Selected
es_es: Seleccionados
zh_cn: 选定

source: Selected Accrual Policy is invalid
es_es: La Política de Acumulados Seleccionada no es valida
zh_cn: 所选应计策略无效

source: Selected Branch is invalid
es_es: Sucursal Seleccionada no es valida
zh_cn: 选择的分公司无效

source: Selected Country is invalid
es_es: Pais Seleccionado no es valido
zh_cn: 选择的国家无效

source: Selected Credit Card Type is invalid
es_es: Tipo de Tarjeta de Crédito Seleccionada no es valida
zh_cn: 选择的信用卡类型无效

source: Selected Currency is invalid
es_es: Moneda Seleccionada no es valida
zh_cn: 选择的货币无效

source: Selected Department is invalid
es_es: Departamento seleccionado no es valido
zh_cn: 选择的部门无效

source: Selected District is invalid
es_es: Distrito Seleccionado no es valido
zh_cn: 选择的地区无效

source: Selected Employee is already assigned to another Pay Period
es_es: El Empleado seleccionado ya esta asignado a otro Periodo de Pago
zh_cn: 选择的员工已分配给另一工资期

source: Selected Employee is already assigned to another Pay Period Schedule
es_es: El empleado seleccionado ya está asignado a otro horario de periodo de pago.
zh_cn: 所选员工已分配给另一个支付期计划

source: Selected Employee is already assigned to another Permission Group
es_es: El Empleado seleccionado ya esta asignado a otro Grupo de Permisos
zh_cn: 选择的员工已分配给另一权限组

source: Selected Employee is already assigned to another Policy Group
es_es: El Empleado seleccionado ya esta asignado a otra Política de Grupo
zh_cn: 选择的员工已分配给另一政策组

source: Selected Employee is already assigned to another hierarchy
es_es: Empleado seleccionado ya está asignado a otra jerarquía
zh_cn: 选择的员工已分配给另一等级制度

source: Selected Employee is invalid
es_es: Empleado seleccionado no es valido
zh_cn: 选择的员工无效

source: Selected Exclude Area Policy is invalid
es_es: Política del Area Excluida seleccionada no es valida
zh_cn: 选择的除外地区政策无效

source: Selected Exclude Tax Policy is invalid
es_es: Política de Impuestos Excluidos seleccionada no es valida
zh_cn: 选择的除外税务政策无效

source: Selected Group is invalid
es_es: Grupo Seleccionado no es valido
zh_cn: 选择的组无效

source: Selected Include Area Policy is invalid
es_es: Política del Area Incluida que esta seleccionada no es valida
zh_cn: 选择的包括地区政策无效

source: Selected Include Tax Policy is invalid
es_es: Política de Impuestos Incluidos seleccionada no es valida
zh_cn: 选择的包括税务政策无效

source: Selected Interval Rounding Policy is invalid
es_es: Política de Redondeo Seleccionada no es valida
zh_cn: 选择的间隔舍入政策无效

source: Selected Item is invalid
es_es: Ítem seleccionado no es valido
zh_cn: 选择的条目无效

source: Selected Job Group is invalid
es_es: Grupo de Trabajo Seleccionado no es valido
zh_cn: 选择的工作组无效

source: Selected Job is invalid
es_es: Trabajo seleccionado no es valido
zh_cn: 选择的工作无效

source: Selected JobItem is invalid
es_es: Ítem de Tarea Seleccionado no es valido
zh_cn: 选择的工作条目无效

source: Selected Overtime Policy is invalid
es_es: Política de Tiempo Extra Seleccionada no es valida
zh_cn: 选择的加班政策无效

source: Selected Pay Code does not have a Pay Formula Policy defined
es_es: El código de pago seleccionado no tiene una política de fórmula de pago definida.
zh_cn: 所选支付代码未定义支付公式政策

source: Selected Premium Policy is invalid
es_es: Política de Premium Seleccionada no es valida
zh_cn: 选择的优先政策无效

source: Selected Product is invalid
es_es: Producto Seleccionado no es valido
zh_cn: 选择的产品无效

source: Selected Province is invalid
es_es: Provincia Seleccionada no es valida
zh_cn: 选择的省份无效

source: Selected Recurring Holiday is invalid
es_es: Feriados Recurrentes Seleccionados no son validos
zh_cn: 选择的定期假期无效

source: Selected Station is invalid
es_es: Estación seleccionada no es valida
zh_cn: 选择的站点无效

source: Selected Task Group is invalid
es_es: Grupo de Tarea Seleccionado no es valido
zh_cn: 选择的任务组无效

source: Selected Task is invalid
es_es: Tarea Seleccionada no es valida
zh_cn: 选择的任务无效

source: Selected User is invalid
es_es: Usuario seleccionado no es valido
zh_cn: 选择的用户无效

source: Selected currency is invalid
es_es: La moneda seleccionada no es válida.
zh_cn: 所选货币无效

source: Selected employee is already assigned to another permission group
es_es: El empleado seleccionado ya esta asignado a otro grupo de permisos
zh_cn: 所选员工已分配给另一个权限组

source: Selected employee is invalid
es_es: El empleado seleccionado no es válido
zh_cn: 所选员工无效

source: Selected employee is invalid or already assigned to another policy group
es_es: El empleado seleccionado no es válido o ya está asignado a otro grupo de políticas.
zh_cn: 所选员工无效或已分配给另一个策略组

source: Selected punches no longer exist, unable to map.
es_es: Los marcajes seleccionados ya no existen, incapaces de mapear.
zh_cn: 选定的拳头不再存在，无法映射。

source: Selected subordinate is invalid or already assigned to another hierarchy with the same object. User ID: %1
es_es: El subordinado seleccionado no es válido o ya se ha asignado a otra jerarquía con el mismo objeto. ID de usuario: %1
zh_cn: 所选下属无效或已分配给具有相同对象的另一个层次结构。用户 ID：%1

source: Selected subordinate is invalid or already assigned to another hierarchy with the same objects
es_es: El subordinado seleccionado no es válido o ya se ha asignado a otra jerarquía con los mismos objetos.
zh_cn: 所选下属无效或已分配给具有相同对象的另一个层次结构

source: Selection
es_es: Selección
zh_cn: 选择

source: Selection Criteria
es_es: Criterio de Selección
zh_cn: 选择标准

source: Selection Type
es_es: Tipo de Selección
zh_cn: 选择类型

source: Self-Employed Commisions (Box: 20)
es_es: Comisiones por auto-empleo (Box: 20)
zh_cn: 自雇佣金 (Box: 20)

source: Self-Employed Commission (20)
es_es: Comisión Autónoma (20)
zh_cn: 自雇佣金 (20)

source: Semi-Annually
es_es: Semestralmente
zh_cn: 半年度

source: Semi-Monthly
es_es: Semi-Mensual
zh_cn: 半月刊

source: Semi-Monthly (24/year)
es_es: Semestral (24/año)
zh_cn: 半月刊（24/年）

source: Semi-Weekly
es_es: Bi-Semanal
zh_cn: 半周

source: Send
es_es: Enviar
zh_cn: 发送

source: Send Message
es_es: Enviar Mensaje
zh_cn: 发信息

source: Send Reminder To
es_es: Enviar recordatorio a
zh_cn: 发送提醒至

source: Send Report to Home Email
es_es: Enviar informe al correo electrónico de casa.
zh_cn: 将报告发送到家庭电子邮件

source: Send Report to Other Email
es_es: Enviar informe a otro correo electrónico
zh_cn: 将报告发送到其他电子邮件

source: Send Test Notification
es_es: Enviar Notificación de Prueba
zh_cn: 发送测试通知

source: Send a request to your supervisor by clicking Profile -> Requests.
es_es: Envíe una solicitud a su supervisor haciendo clic en Perfil -> Solicitudes.
zh_cn: 通过单击配置文件 -> 请求向您的主管发送请求。

source: Send to Any Employee
es_es: Enviar a cualquier Empleado
zh_cn: 发送到任何员工

source: Send to Subordinate
es_es: Enviar a Subordinado
zh_cn: 发送到下属

source: Senior Exec
es_es: Ejecutivo Senior
zh_cn: 高级行政人员

source: Sent
es_es: Enviado
zh_cn: 发送

source: Sent at:
es_es: Enviado a las:
zh_cn: 发送至：

source: Sep
es_es: Set
zh_cn: 九

source: Separated Box One
es_es: Caja separada uno
zh_cn: 分离箱一

source: Separated Box Two
es_es: Caja Dos Separada
zh_cn: 分离箱二

source: Separated_box: if you see this, the test is passing.
es_es: Caja separada: si ves esto, el examen está pasando.
zh_cn: Separated_box：如果你看到这个，测试就通过了。

source: September
es_es: Setiembre
zh_cn: 九月

source: Serial No
es_es: Número de serie
zh_cn: 序列号

source: Serial Pattern is invalid
es_es: Patrón de Serie no es valido
zh_cn: 序列布局无效

source: Serial number should be between 9 and 15 digits
es_es: El número de serie debe estar entre 9 y 15 dígitos.
zh_cn: 序列号应介于 9 到 15 位数字之间

source: Server
es_es: Servidor
zh_cn: 服务器

source: Server Time Zone
es_es: Zona horaria del servidor
zh_cn: 服务器时区

source: Service
es_es: Servicio
zh_cn: 服务

source: Service Canada [ROE]
es_es: Servicio de Canadá [ROE]
zh_cn: 加拿大服务部 [ROE]

source: Service Fees (24)
es_es: Tarifas de servicio (24)
zh_cn: 服务费 (24)

source: Session expired, please login again.
es_es: Sesión expirada, por favor inicia sesión de nuevo.
zh_cn: 会话已过期，请重新登录。

source: Session timed out, please login again.
es_es: La sesión ha caducado, por favor inicie sesión de nuevo.
zh_cn: 会话超时，请重新登录。

source: SessionID
es_es: ID de Sesion
zh_cn: 站点 ID

source: Set Date
es_es: Configurar Fecha
zh_cn: 设置日期

source: Set estimates to 0 to use Task Billable Amounts instead.
es_es: Utilizar estimados en 0 para utilizar Cantidades de Tareas Cobrables.
zh_cn: 将估算设置为 0 后改用任务可收费总额。

source: Set this to 25M or higher, recommend 128M
es_es: Establece esto en 25M o superior, se recomienda 128M.
zh_cn: 设置为25M或更高，推荐128M

source: Set this to 512M or higher
es_es: Establecer esto en 512M o más alto
zh_cn: 将此设置为 512M 或更高

source: Setting Date Failed!
es_es: Modificar Fecha Fallo!
zh_cn: 设置日期失败！

source: Setting Pay Period to Closed
es_es: Cambiando Periodo de Pago a Cerrado
zh_cn: 工资期设置为关闭

source: Setting Pay Period to Post-Adjustment
es_es: Cambiando Periodo de Pago a Post-Ajuste
zh_cn: 工资期设置为调整后

source: Setting employee termination date to
es_es: Establecer la fecha de terminación del empleado a
zh_cn: 将员工离职日期设置为

source: Settings
es_es: Configuraciones
zh_cn: 设置

source: Setup
es_es: Configuración
zh_cn: 设置

source: Setup data for this report has not been completed yet. Please click on the Form Setup tab to do so now.
es_es: Los datos de configuración para este informe aún no se han completado. Por favor, haga clic en la pestaña Configuración de formulario para hacerlo ahora.
zh_cn: 此报告的设置数据尚未完成。请单击“表单设置”选项卡立即执行此操作。

source: Setup data for this report has not been configured yet. Please click on the Export Setup tab to do so now.
es_es: Los datos de configuración para este informe aún no se han configurado. Por favor, haga clic en la pestaña Configuración de exportación para hacerlo ahora.
zh_cn: 此报告的设置数据尚未配置。请单击“导出设置”选项卡立即执行此操作。

source: Setup data for this report has not been configured yet. Please click on the Form Setup tab to do so now.
es_es: Los datos de configuración para este informe aún no han sido configurados. Por favor, haga clic en la pestaña Configuración de formulario para hacerlo ahora.
zh_cn: 此报告的设置数据尚未配置。请单击“表单设置”选项卡立即执行此操作。

source: Severity
es_es: Severidad
zh_cn: 严重性

source: Severity/Importance
es_es: Gravedad/Importancia
zh_cn: 严重性/重要性

source: Sex
es_es: Sexo
zh_cn: 性别

source: Share
es_es: Compartir
zh_cn: 分享

source: Share Report
es_es: Compartir informe
zh_cn: 分享报告

source: Share Report Wizard
es_es: Compartir Asistente de Informes
zh_cn: 共享报告向导

source: Share experience
es_es: Compartir experiencia
zh_cn: 分享经验

source: Share your experience and WIN a tasty lunch for your team!
es_es: Comparte tu experiencia y GANA una sabrosa comida para tu equipo!
zh_cn: 分享您的经验，为您的团队赢得美味的午餐！

source: Shared by
es_es: Compartido por
zh_cn: 通过共享

source: Shared report with
es_es: Compartir informe con
zh_cn: 与共享报告

source: Shetland Islands
es_es: Islas Shetland
zh_cn: 设得兰群岛

source: Shift
es_es: Cambio
zh_cn: 转移

source: Shift Amendment
es_es: Modificación al Turno
zh_cn: 轮班修改

source: Shift Change - %1: %2: %3 - %4 Total Time: %5\nWas: %6: %7: %8 - %9 Total Time: %10
es_es: Cambio de turno - %1: %2: %3 - %4 Tiempo total: %5\nWas: %6: %7: %8 - %9 Tiempo total %10
zh_cn: 换班 - %1: %2: %3 - %4 总时间: %5\n原为: %6: %7: %8 - %9 总时间: %10

source: Shift Criteria
es_es: Criterios de turno
zh_cn: 换档标准

source: Shift Differential
es_es: Diferencial de Jornada
zh_cn: 轮班差分

source: Shift Schedule
es_es: Horario de turnos
zh_cn: 轮班时间表

source: Shift Time
es_es: Tiempo de turno
zh_cn: 轮班时间

source: Shift Times (Start & End)
es_es: Horas de turno (Inicio y Fin)
zh_cn: 轮班时间（开始和结束）

source: Shift is after employees termination date
es_es: El turno es después de la fecha de terminación de los empleados.
zh_cn: 轮班在员工离职日期之后

source: Shift is before employees hire date
es_es: El turno es antes de la fecha de contratación de los empleados.
zh_cn: 班次在员工雇用日期之前

source: Shifts
es_es: Turnos
zh_cn: 转变

source: Shifts Scheduled Absent
es_es: Turnos programados ausentes
zh_cn: 排班缺席

source: Shifts Scheduled to Work
es_es: Turnos programados para trabajar
zh_cn: 安排工作的班次
