Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: ReCalculate TimeSheet
es_es: ReCalcular Hoja de Tiempo
zh_cn: 重新计算时间表

source: ReCalculating Exceptions
es_es: ReCalculando Excepciones
zh_cn: 重新计算异常

source: ReCalculating Pay Period Ending
es_es: ReCalculando el periodo de pago final
zh_cn: 重新计算支付期结束

source: ReCalculating Quick Exceptions
es_es: ReCalculando Excepciones Rápidas
zh_cn: 重新计算快速异常

source: ReCalculating Shifts...
es_es: ReCalculando Turnos...
zh_cn: 重新计算班次...

source: ReCalculating Templates...
es_es: ReCalculando Plantillas...
zh_cn: 正在重新计算模板...

source: ReCalculating...
es_es: ReCalculando...
zh_cn: 重新计算...

source: ReValidate Email Address
es_es: Revalidar dirección de correo electrónico
zh_cn: 重新验证电子邮件地址

source: Read
es_es: Leer
zh_cn: 读

source: Reading
es_es: Lectura
zh_cn: 阅读

source: Real Estate and Rental and Leasing
es_es: Bienes raíces y alquiler y arrendamiento.
zh_cn: 房地产与租赁

source: Reason
es_es: Razón
zh_cn: 原因

source: Reason / Message
es_es: Razón / Mensaje
zh_cn: 原因/消息

source: Reason / Message is too short or too long
es_es: La razón / el mensaje es demasiado corto o demasiado largo.
zh_cn: 原因/消息太短或过长

source: Reason / Message must be specified
es_es: Razón / Mensaje debe ser especificado.
zh_cn: 必须指定原因/消息

source: Reason for leaving
es_es: Razón para irse
zh_cn: 离开的原因

source: Recalculate Dates
es_es: Re-calcular fechas
zh_cn: 重新计算日期

source: Recalculate Dates From
es_es: Re-calcular fechas desde
zh_cn: 重新计算日期

source: Recalculating Company TimeSheet
es_es: Volviendo a calcular la Hoja de Tiempo de la Compañía
zh_cn: 重新计算公司时间表

source: Recalculating Employee TimeSheet
es_es: Re-calculando Hoja de Tiempo de Empleado
zh_cn: 重新计算员工考勤表

source: Recalculating Recurring Schedule
es_es: Re-calculando el horario recurrente
zh_cn: 重新计算重复计划

source: Recalculating timesheets is only required when policies have been modified and need to be applied retroactively.
es_es: Volver a calcular los horarios sólo es necesario cuando se han modificado las políticas y necesitan aplicarse retroactivamente.
zh_cn: 仅当政策已被修改且需要追溯应用时才需要重新计算时间表。

source: Received By
es_es: Recibido Por
zh_cn: 收件人

source: Recipient
es_es: Destinatario
zh_cn: 接受者

source: Recipient Copy
es_es: Copia del destinatario
zh_cn: 收件人副本

source: Reconciliation of Income Tax Withheld
es_es: Reconciliación de los Impuestos Retenidos
zh_cn: 预扣所得税的调节

source: Record Of Employment
es_es: Registro de Empleo
zh_cn: 就业记录

source: Record does not exist
es_es: El registro no existe.
zh_cn: 记录不存在

source: Record does not exist.
es_es: El registro no existe.
zh_cn: 记录不存在。

source: Record has already been authorized/declined by you
es_es: El registro ya ha sido autorizado/declinado por usted.
zh_cn: 记录已被您授权/拒绝

source: Record of Employment
es_es: Récord de Empleo
zh_cn: 就业记录

source: Record of Employment (ROE) Filing
es_es: Presentación de Registro de Empleo (ROE)
zh_cn: 就业记录 (ROE) 备案

source: Records
es_es: Registros
zh_cn: 记录

source: Recruitment
es_es: Reclutamiento
zh_cn: 招聘

source: Recruitment Detail
es_es: Detalle de reclutamiento
zh_cn: 招聘详情

source: Recruitment Detail Report
es_es: Informe de Detalles de Reclutamiento
zh_cn: 招聘详情报告

source: Recruitment Reports
es_es: Informes de reclutamiento
zh_cn: 招聘报告

source: Recruitment Summary
es_es: Resumen de reclutamiento
zh_cn: 招聘概要

source: Recruitment Summary Report
es_es: Resumen de reclutamiento
zh_cn: 招聘总结报告

source: Recurring Holiday
es_es: Feriados Recurrentes
zh_cn: 定期假期

source: Recurring Holidays
es_es: Feriados Recurrentes
zh_cn: 国定假期

source: Recurring PS Amendment
es_es: Enmiendas Recurrente al Talonario de Pagos
zh_cn: 定期工资条修改

source: Recurring PS Amendment Employees
es_es: Empleados con enmienda PS recurrente
zh_cn: 经常性 PS 修订员工

source: Recurring PS Amendment is invalid
es_es: Modificación Recurrente al TP no es valida
zh_cn: 定期工资条修改无效

source: Recurring Pay Stub Amendment
es_es: Modificaciones Recurrentes al Talonario de Pagos
zh_cn: 定期工资期修改

source: Recurring Schedule
es_es: Horario Recurrente
zh_cn: 定期时间表

source: Recurring Schedule Template
es_es: Plantilla de Horario Recurrente
zh_cn: 定期时间表模板

source: Recurring Schedule Template Control is invalid
es_es: Control de la Plantilla de Horario Recurrentes no es valido
zh_cn: 定期时间表模板控制无效

source: Recurring Schedule Template is invalid
es_es: Plantilla de Horario Recurrente no es válida
zh_cn: 定期计划模板无效

source: Recurring Schedule Week
es_es: Horario recurrente semanal
zh_cn: 循环安排周

source: Recurring Schedule is invalid
es_es: El Horario Recurrente no es valido
zh_cn: 定期时间表无效

source: Recurring Schedules
es_es: Horarios recurrentes
zh_cn: 循环时间表

source: Recurring Template
es_es: Plantillas Recurrentes
zh_cn: 重复模板

source: Recurring Templates
es_es: Plantillas recurrentes
zh_cn: 重复模板

source: Redcar and Cleveland
es_es: Redcar y Cleveland

source: Redirect Confirmation
es_es: Confirmación de redirección
zh_cn: 重定向确认

source: Reference
es_es: Referencia
zh_cn: 参考

source: Reference Information By Applicant
es_es: Información de referencia del solicitante
zh_cn: 申请人参考信息

source: Reference Information By Applicant/Job Vacancy/Status
es_es: Información de Referencia por Solicitante/Vacante de Trabajo/Estado
zh_cn: 按申请人/职位空缺/状态列出的参考信息

source: References
es_es: Referencias
zh_cn: 参考

source: Referrer
es_es: Referidor
zh_cn: 推荐人

source: Referrer Url is invalid
es_es: La URL de referencia no es válida.
zh_cn: 引荐网址无效

source: Refresh All Dashlets
es_es: Actualizar todos los paneles.
zh_cn: 刷新所有小面板

source: Regarding
es_es: Con respecto a
zh_cn: 关于

source: Reggio di Calabria
es_es: Reggio de Calabria

source: Regional Income Tax Agency (RITA) [Local Income Tax]
es_es: Agencia de Impuestos sobre los ingresos regional (RITA) [Impuesto sobre ingresos local]
zh_cn: 地区所得税局 (RITA) [地方所得税]

source: Registered API Key
es_es: Clave de API registrada
zh_cn: 注册API密钥

source: Registration Key
es_es: Clave de registro
zh_cn: 注册密钥

source: Registration Key is invalid
es_es: Llave de Registro no es valida
zh_cn: 注册钥匙无效

source: Regular Employee (Manual Punch)
es_es: Empleado Regular (Marcación Manual)
zh_cn: 正式员工（手动冲床）

source: Regular Employee (Manual TimeSheet)
es_es: Empleado Regular (Hoja de Tiempo Manual)
zh_cn: 正式员工（手动考勤表）

source: Regular Employee (Punch In/Out)
es_es: Empleado Regular (Marcar Entrada/Salida)
zh_cn: 正式员工（打卡/离职）

source: Regular Employees Feedback Rating
es_es: Calificación de retroalimentación de empleados regulares
zh_cn: 普通员工反馈评级

source: Regular Time
es_es: Tiempo Regular
zh_cn: 正常时间

source: Regular Time Policies
es_es: Políticas de tiempo
zh_cn: 常规时间 政策

source: Regular Time Policies
es_es: Políticas de tiempo regular
zh_cn: 常规时间政策

source: Regular Time Policy
es_es: Política de Tiempo Regular
zh_cn: 正常时间政策

source: Regular Time Policy: %1 requires this Pay Formula Policy to be defined
es_es: La Política de Tiempo Regular: %1 requiere que se defina esta Política de Fórmula de Pago.
zh_cn: 常规时间策略：%1 需要定义此薪资公式策略

source: Reimbursable
es_es: Reembolsable
zh_cn: 可报销

source: Reimbursable Amount
es_es: Cantidad Reembolsable
zh_cn: 可报销金额

source: Reimburse
es_es: Reembolsar
zh_cn: 补偿

source: Reimburse Amount
es_es: Monto de reembolso
zh_cn: 报销金额

source: Relative
es_es: Relativo
zh_cn: 相对的

source: Release All Accruals
es_es: Liberar todos los acumulados
zh_cn: 释放所有应计项目

source: Releasing all employee accruals
es_es: Eliminando todos los acumulados de los empleados
zh_cn: 释放所有员工累积

source: Remaining Balance
es_es: Saldo Restante
zh_cn: 保持平衡

source: Remaining Credit
es_es: Crédito Restante
zh_cn: 剩余信用额度

source: Remaining UnRead Messages
es_es: Mensajes sin leer restantes
zh_cn: 剩余未读消息

source: Reminder Date
es_es: Recordatorio Fecha
zh_cn: 提醒日期

source: Reminder Days
es_es: Días de recordatorio
zh_cn: 提醒日

source: Reminder Delay must only be digits
es_es: Recordatorio Retraso solo debe ser dígitos
zh_cn: 提醒延迟只能是数字

source: Reminder of upcoming remittance event, #event_form_name# for #agency_name# due by #due_date#.
es_es: Recordatorio del próximo evento de remesa, #event_form_name# para #agency_name# debido por #due_date#.
zh_cn: 即将到来的汇款活动提醒，#event_form_name# for #agency_name# 截止日期为#due_date#。

source: Reminder: Process Payroll before %1
es_es: Recordatorio: Procesar nómina antes del %1
zh_cn: 提醒：在 %1 之前处理工资单

source: Reminder: Process Payroll.
es_es: Recordatorio: Procesar la nómina.
zh_cn: 提醒：处理工资单。

source: Reminder: Punch In by %1
es_es: Recordatorio: Marcar entrada a las %1
zh_cn: 提醒：%1 打卡

source: Reminder: Punch In from Lunch by %1
es_es: Recordatorio: Marcar entrada después de almorzar a las %1
zh_cn: 提醒：午餐打卡时间 %1

source: Reminder: Punch In from Lunch.
es_es: Recordatorio: Marcar entrada después del almuerzo.
zh_cn: 提醒：从午餐开始打卡。

source: Reminder: Punch In.
es_es: Recordatorio: Marcación de entrada.
zh_cn: 提醒：打卡。

source: Reminder: Punch Out by %1
es_es: Recordatorio: %1 Hora de Salida
zh_cn: 提醒：%1 下班

source: Reminder: Punch Out for Break by %1
es_es: Recordatorio: Marcando la salida para el descanso a las %1
zh_cn: 提醒：%1 下班休息

source: Reminder: Punch Out for Break.
es_es: Recordatorio: Salida para el descanso.
zh_cn: 提醒：休息一下。

source: Reminder: Punch Out for Lunch by %1
es_es: Recordatorio: Salir para el almuerzo a las %1
zh_cn: 提醒：%1 出去吃午饭

source: Reminder: Punch Out for Lunch.
es_es: Recordatorio: Salir para el almuerzo.
zh_cn: 提醒：出去吃午饭。

source: Reminder: Punch Out.
es_es: Recordatorio: Marcar la salida.
zh_cn: 提醒：打卡。

source: Reminder: Punch in from Break by %1
es_es: Recordatorio: Marcar entrada después de la pausa a las %1
zh_cn: 提醒：从 %1 的休息开始打卡

source: Reminder: Punch in from Break.
es_es: Recordatorio: Registrarse al regresar de la pausa.
zh_cn: 提醒：从休息时间打卡。

source: Reminder: Transfer Punch.
es_es: Recordatorio: Transferencia de Marcaje.
zh_cn: 提醒：转移冲孔。

source: Remittance Agencies
es_es: Agencias de Remesas
zh_cn: 汇款机构

source: Remittance Agency
es_es: Agencia de Remesas
zh_cn: 汇款代理

source: Remittance Agency Event
es_es: Evento de Agencia de Remesas
zh_cn: 汇款代理活动

source: Remittance Agency Events
es_es: Eventos de Agencia de Remesas
zh_cn: 汇款代理活动

source: Remittance Agency Primary ID
es_es: Agencia de Remesas ID Primario
zh_cn: 汇款机构主要 ID

source: Remittance Agency Source Account Format is incorrect
es_es: El formato de la cuenta de origen de la agencia de remesas es incorrecto.
zh_cn: 汇款代理来源账户格式不正确

source: Remittance Agency must have Source Account specified
es_es: La agencia de remesas debe especificar la Cuenta de Origen.
zh_cn: 汇款机构必须指定源帐户

source: Remittance Agency must have a contact person specified
es_es: La agencia de remesas debe especificar una persona de contacto.
zh_cn: 汇款机构必须指定联系人

source: Remittance Source Account
es_es: Cuenta de Origen de Remesa
zh_cn: 汇款来源账户

source: Remittance Source Accounts
es_es: Cuentas de Origen de Remesas
zh_cn: 汇款来源账户

source: Remittance Sources
es_es: Fuentes de Remesas
zh_cn: 汇款来源

source: Remittance Summary
es_es: Resumen de Remesas
zh_cn: 汇款摘要

source: Remittance Summary Report
es_es: Reporte de Resumen de Remesas
zh_cn: 汇款摘要报表

source: Remittance agency is invalid
es_es: La agencia de remesas es inválida.
zh_cn: 汇款机构无效

source: Remittance source account
es_es: Cuenta de origen de remesa
zh_cn: 汇款来源账户

source: Remittance source account is invalid
es_es: La cuenta de origen de la remesa es inválida.
zh_cn: 汇款来源账户无效

source: Remote Version
es_es: Versión remota
zh_cn: 远程版本

source: Removed invalid or bouncing email address
es_es: Dirección de correo electrónico inválida o rebotada eliminada.
zh_cn: 删除了无效或退回的电子邮件地址

source: Renewal Date
es_es: Fecha de renovación
zh_cn: 更新日期

source: Renewal date is invalid
es_es: La fecha de renovación no es válida.
zh_cn: 续订日期无效

source: Renwal Date
es_es: Fecha de renovación
zh_cn: 伦瓦尔日期

source: Replace
es_es: Reemplazar
zh_cn: 代替

source: Replaced Shifts
es_es: Turnos Reemplazados
zh_cn: 更换班次

source: Reply
es_es: Responder
zh_cn: 回复

source: Report
es_es: Informe
zh_cn: 报表

source: Report Custom Column
es_es: Columna personalizada del informe
zh_cn: 报告自定义列

source: Report Date
es_es: Fecha de informe
zh_cn: 报告日期

source: Report Generated By
es_es: Informe generado por
zh_cn: 报告生成者

source: Report Name
es_es: Nombre del informe
zh_cn: 报告名称

source: Report Schedule
es_es: El horario del informe
zh_cn: 报告时间表

source: Report View
es_es: Vista de informe
zh_cn: 报告视图

source: Report of New Hires
es_es: Informe de nuevos empleados
zh_cn: 新员工报告

source: Report shared by
es_es: Informe compartido por
zh_cn: 报告共享者

source: Report shared successfully
es_es: Informe compartido exitosamente.
zh_cn: 报告共享成功

source: Reporting Date
es_es: Fecha de informe
zh_cn: 报告日期

source: Reporting Unit Number
es_es: Número de Unidad de Reporte
zh_cn: 报告单位编号

source: Reports
es_es: Reportes
zh_cn: 报表

source: Reprint
es_es: Reimpresión
zh_cn: 重印

source: Request
es_es: Solicitud
zh_cn: 请求

source: Request (Authorizations)
es_es: Solicitud (Autorizaciones)
zh_cn: 请求（授权）

source: Request - Employee
es_es: Solicitud - Empleado
zh_cn: 请求 - 员工

source: Request - Schedule
es_es: Solicitud - Horario
zh_cn: 请求 - 时间表

source: Request Authorization
es_es: Solicitud de Autorización
zh_cn: 请求授权

source: Request Authorizations
es_es: Solicitar Autorizaciones
zh_cn: 请求授权

source: Request Schedule - Employee
es_es: Solicitud de horario - Empleado
zh_cn: 请求时间表 - 员工

source: Request Summary
es_es: Resumen de solicitud
zh_cn: 请求摘要

source: Request already has schedule data assigned to it
es_es: La solicitud ya tiene datos de horario asignados a ella.
zh_cn: 请求已分配有计划数据

source: Request body is too long
es_es: El cuerpo de la solicitud es demasiado largo.
zh_cn: 请求正文太长

source: Request has already been authorized/declined
es_es: La solicitud ya ha sido autorizada/declinada.
zh_cn: 请求已被授权/拒绝

source: Request: Absence (incl. Vacation)
es_es: Solicitud de ausencia (incluyendo vacaciones).
zh_cn: 请求：缺勤（包括假期）

source: Request: Missed Punch
es_es: Solicitud: Marcaje Perdido
zh_cn: 请求：错过了打击

source: Request: Other
es_es: Solicitud: Otro
zh_cn: 要求：其他

source: Request: Schedule Adjustment
es_es: Solicitud: Ajuste de Horario
zh_cn: 请求：日程调整

source: Request: Time Adjustment
es_es: Solicitud: Ajuste de tiempo
zh_cn: 请求：时间调整

source: Requests
es_es: Solicitudes
zh_cn: 请求

source: Require Receipt
es_es: Requerir recibo
zh_cn: 需要收据

source: Required
es_es: Necesario
zh_cn: 必需的

source: Requiring validation for invalid or bouncing email address
es_es: Requiriendo validación para direcciones de correo electrónico inválidas o rebotadas.
zh_cn: 要求验证无效或退回的电子邮件地址

source: Reset Last Punch Time
es_es: Reset Tiempo de Ultima Marca
zh_cn: 重置最后一次打卡时间

source: Reset Last Punch Time Succeeded!
es_es: ¡Reiniciar el último tiempo de marcaje exitoso!
zh_cn: 成功重置最后一次打卡时间！

source: Reset Password
es_es: Resetear Clave
zh_cn: 重置密码

source: Response body is too long
es_es: El cuerpo de la respuesta es demasiado largo.
zh_cn: 响应正文太长

source: Restart
es_es: Reiniciar
zh_cn: 重启

source: Restart Succeeded!
es_es: Reinicio Exitoso!
zh_cn: 重启成功！

source: Restore Default Dashlets
es_es: Restaurar los paneles predeterminados
zh_cn: 恢复默认小面板

source: Result
es_es: Resultado
zh_cn: 结果

source: Resume
es_es: Resumen
zh_cn: 恢复

source: Resume Keywords
es_es: Palabras clave de currículum
zh_cn: 简历关键词

source: Retail Trade
es_es: Comercio al por menor
zh_cn: 零售业

source: Retention/Turnover by Branch/Department
es_es: Retención/Rotación por Sucursal/Departamento
zh_cn: 分支机构/部门的保留/营业额

source: Retirement Plans (Box 13)
es_es: Planes de jubilación (Caja 13)
zh_cn: 退休计划(Box 13)

source: Retrieving Branches...
es_es: Recuperando ramas...
zh_cn: 正在检索分支...

source: Retrieving Clients...
es_es: Recuperando Clientes...
zh_cn: 正在检索客户...

source: Retrieving Data...
es_es: Recuperando datos...
zh_cn: 正在检索数据...

source: Retrieving Departments...
es_es: Recuperando Departamentos...
zh_cn: 正在检索部门...

source: Retrieving Employee Data...
es_es: Recuperando datos de empleado...
zh_cn: 正在检索员工数据...

source: Retrieving Job Data...
es_es: Recuperando datos de trabajo...
zh_cn: 正在检索作业数据...

source: Retrieving Job Item Data...
es_es: Recuperando datos de elementos de trabajo...
zh_cn: 正在检索作业项目数据...

source: Retrieving Jobs...
es_es: Recuperando trabajos...
zh_cn: 正在检索作业...

source: Retrieving Legal Entity Data...
es_es: Recuperando datos de entidad legal...
zh_cn: 正在检索法律实体数据...

source: Retrieving Punch Data...
es_es: Recuperando datos de Punch...
zh_cn: 正在检索打卡数据...

source: Retrieving Punch Notes Data...
es_es: Recuperando datos de Notas de Punch...
zh_cn: 正在检索打卡注释数据...

source: Retrieving Remittance Agency Data...
es_es: Recuperando datos de la agencia de remesas...
zh_cn: 正在检索汇款机构数据...

source: Retrieving Task Amendments...
es_es: Recuperando Modificaciones de la Tarea...
zh_cn: 正在检索任务修改...

source: Retrieving Tasks...
es_es: Recuperando tareas...
zh_cn: 正在检索任务...

source: Retrieving Titles...
es_es: Recuperando Títulos...
zh_cn: 正在检索标题...

source: Retrieving data...
es_es: Recuperando datos...
zh_cn: 正在检索数据...

source: Return Account
es_es: Cuenta de devolución
zh_cn: 退货账户

source: Return Code
es_es: Código de Retorno
zh_cn: 返回代码

source: Return Institution
es_es: Instituto de Regreso
zh_cn: 返回机构

source: Return Transit
es_es: Regreso de transporte
zh_cn: 回程交通

source: Return of Tax Withheld Payment Coupon
es_es: Cupón de Pago de Reembolso de Impuestos Retenidos
zh_cn: 扣缴税款缴款券返还

source: Reunion
es_es: Reunión

source: Review
es_es: Revisión
zh_cn: 审查

source: Review (Control)
es_es: Revisión
zh_cn: 审查（控制）

source: Review (General)
es_es: Revisión (General)
zh_cn: 审查（一般）

source: Review (Performance)
es_es: Revisión (Rendimiento)
zh_cn: 回顾（表现）

source: Review (Wage)
es_es: Revisión (Salario)
zh_cn: 审查（工资）

source: Review Approved
es_es: Revisión aprobada
zh_cn: 审核已获批准

source: Review Information By Employee/KPI
es_es: Revisar información por empleado/KPI
zh_cn: 按员工/KPI查看信息

source: Review Information By KPI/Employee
es_es: Revisar información por KPI/Empleado
zh_cn: 按KPI/员工查看信息

source: Review Notes
es_es: Revisar notas
zh_cn: 复习笔记

source: Review Severity/Importance
es_es: Severidad/Importancia de la Revisión
zh_cn: 审查严重性/重要性

source: Review Status
es_es: Estado de Revisión
zh_cn: 审核状态

source: Review Summary
es_es: Resumen de la revisión
zh_cn: 评测总结

source: Review Summary By Employee/Type/Terms/Severity
es_es: Resumen de revisión por empleado/tipo/términos/severidad
zh_cn: 按员工/类型/条款/严重程度列出的审查摘要

source: Review Summary By Type/Terms/Severity
es_es: Resumen de revisión por tipo/términos/severidad
zh_cn: 按类型/条款/严重程度列出的审查摘要

source: Review Summary By Type/Terms/Severity/Employee
es_es: Resumen de revisión por tipo/términos/severidad/empleado
zh_cn: 按类型/条款/严重程度/员工列出的审查摘要

source: Review Summary Report
es_es: Resumen del informe de revisión
zh_cn: 审查总结报告

source: Review Tags
es_es: Etiquetas de Revisión
zh_cn: 评论标签

source: Review Terms
es_es: Revisar términos
zh_cn: 审核条款

source: Review Type
es_es: Revisión de tipo
zh_cn: 评论类型

source: Review and Verify Information
es_es: Revisar y verificar información
zh_cn: 查看并验证信息

source: Review and verify all necessary information
es_es: Revise y verifique toda la información necesaria.
zh_cn: 查看并验证所有必要信息

source: Reviewer
es_es: Revisor
zh_cn: 审稿人

source: Reviewer Exclude
es_es: Excluir al revisor
zh_cn: 审稿人排除

source: Reviewer Include
es_es: Incluir revisor
zh_cn: 审稿人包括

source: Reviewer Name
es_es: Nombre del revisor
zh_cn: 审稿人姓名

source: Reviewer Signature
es_es: Firma del revisor
zh_cn: 审稿人签名

source: Reviews
es_es: Reseñas
zh_cn: 点评

source: Revision
es_es: Revisión
zh_cn: 说明

source: Revisions
es_es: Revisiones
zh_cn: 修改

source: Rhode Island Withholding Tax Return (Daily)
es_es: Retorno de Impuesto de Retención de Rhode Island (Diario)
zh_cn: 罗德岛预扣税申报表（每日）

source: Rhode Island Withholding Tax Return (Monthly)
es_es: Declaración de Impuestos Retenidos de Rhode Island (Mensual)
zh_cn: 罗德岛预扣税申报表（每月）

source: Rhode Island Withholding Tax Return (Quarterly)
es_es: Declaración de Impuesto de Retención de Rhode Island (Trimestral)
zh_cn: 罗德岛州预扣税申报表（季度）

source: Rhode Island Withholding Tax Return (Quartermonthly)
es_es: Retorno de Impuesto de Retención de Rhode Island (Quartermonthly)
zh_cn: 罗德岛预扣税申报表（季月刊）

source: Rhode Island Withholding Tax Return (Weekly)
es_es: Declaración de Impuesto de Retención de Rhode Island (Semanal)
zh_cn: 罗德岛预扣税申报表（每周）

source: Riau Islands
es_es: Islas Riau

source: Rio Grande do Norte
es_es: Río Grande del Norte

source: Rio Grande do Sul
es_es: Rio Grande del Sur

source: Rio de Janeiro
es_es: Río de Janeiro
zh_cn: 里约热内卢

source: Role
es_es: Rol
zh_cn: 角色

source: Rollover Adjustment
es_es: Ajuste de Rollover
zh_cn: 带入下一期调整

source: Rollover Day of Month
es_es: Día de Rollover del Mes
zh_cn: 每月的展期日

source: Rollover Hire Date
es_es: Fecha de contratación de rollover
zh_cn: 展期租用日期

source: Rollover Month
es_es: Mes de Rollover
zh_cn: 展期月

source: Rollover Time
es_es: Tiempo de Rollover
zh_cn: 展期时间

source: Romania
es_es: Rumanía

source: Rome
es_es: Roma

source: Rondonia
es_es: Rondônia

source: Root
es_es: Raíz
zh_cn: 根

source: Round Decimal Places
es_es: Redondear Decimales
zh_cn: 小数点四舍五入

source: Round Interval Policy
es_es: Política de Redondeo
zh_cn: 舍入间隔政策

source: Round Type
es_es: Tipo de Ronda
zh_cn: 舍入类型

source: Rounding Policies
es_es: Políticas de Redondeo
zh_cn: 舍入政策

source: Rounding Policy
es_es: Política de Redondeo
zh_cn: 舍入政策

source: Rounding Policy is invalid
es_es: La política de redondeo no es válida.
zh_cn: 舍入政策无效

source: Routing
es_es: Enrutamiento
zh_cn: 路由

source: Routing Number
es_es: Número de Ruta
zh_cn: 路由号码

source: Row
es_es: Remar
zh_cn: 排

source: Rows Per Page
es_es: Páginas por fila
zh_cn: 每页行数

source: Rows Per page
es_es: Filas por página
zh_cn: 每页行数

source: Rows per page
es_es: Filas por página
zh_cn: 每页行数

source: Rows per page must be between %1 and %2
es_es: Las filas por página deben estar entre %1 y %2
zh_cn: 每页的行数必须介于 %1 和 %2 之间

source: Run
es_es: Correr
zh_cn: 运行

source: Run tests?
es_es: ¿Ejecutar pruebas?
zh_cn: 运行测试？

source: Running
es_es: Corriendo
zh_cn: 运行中

source: Running Scheduled Report
es_es: Ejecutar informe programado
zh_cn: 运行预定报告

source: Russian Federation
es_es: Rusia

source: Rwanda
es_es: Ruanda

source: S
es_es: D
zh_cn: 日

source: S-Corporation
es_es: Corporación S
zh_cn: S-公司

source: SAVED SEARCH & LAYOUT
es_es: BÚSQUEDAS GUARDADAS & DISEÑO
zh_cn: 保存的搜索和布局

source: SD-101 (Electronic only)
es_es: SD-101 (Solo electrónico)
zh_cn: SD-101（仅限电子）

source: SD-141 (Electronic only)
es_es: SD-141 (Solo electrónico)
zh_cn: SD-141（仅限电子）

source: SELECT AN ITEM
es_es: Seleccionar un artículo
zh_cn: 选择一个项目

source: SELECTED ITEMS
es_es: Artículos seleccionados
zh_cn: 精选商品

source: SFN 41263 Filing
es_es: SFN 41263 Presentación
zh_cn: SFN 41263 备案

source: SIN / SSN
es_es: Cédula

source: SIN is invalid
es_es: SIN no es valido
zh_cn: SIN 无效

source: SIN/SSN
es_es: Cédula

source: SIN/SSN is assigned to another employee. Consider reactivating the existing employee instead of creating a new one
es_es: El SIN/SSN se asigna a otro empleado. Considere reactivar al empleado existente en lugar de crear uno nuevo.
zh_cn: SIN/SSN分配给另一名员工。考虑重新激活现有员工，而不是创建新员工

source: SIN/SSN is invalid
es_es: El SIN/SSN no es válido.
zh_cn: SIN/SSN无效

source: SMS (Home)
es_es: SMS (Casa)
zh_cn: 短信（家庭）

source: SMS (Work)
es_es: SMS (Trabajo)
zh_cn: 短信（工作）

source: SOAP Enabled
es_es: Habilitado con Jabón
zh_cn: SOAP 启用

source: STATEMENT OF EARNINGS AND DEDUCTIONS
es_es: DECLARACION DE GANANCIAS Y DEDUCCIONES
zh_cn: 收入和扣除明细表

source: SUCCEEDED
es_es: Logrado
zh_cn: 成功了

source: Safe Mode Turned Off
es_es: Modo Seguro Apagado
zh_cn: 安全模式已关闭

source: Safe Mode is On. (Please disable it in php.ini)
es_es: Modo de Prueba Encendido. (Por favor deshabilitelo en php.ini)
zh_cn: 安全模式设置为 On。(请在 php.ini 改为 Off)

source: Saint Helena
es_es: Santa Helena

source: Saint Helens
es_es: San Helens
zh_cn: 圣海伦斯
