Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: <strong>WARNING</strong>: You are about to mark this event as completed without performing all required actions on this step! <br><br><strong>This may result in payments or reports not being submitted to this agency.</strong> <br><br>Are you sure you wish to continue?<br><br>
es_es: ¡ADVERTENCIA!: ¡Estás a punto de marcar este evento como completado sin realizar todas las acciones requeridas en este paso! <br><br>2. ¡Esto puede resultar en que los pagos o informes no se envíen a esta agencia! <br><br>3. ¿Estás seguro de que deseas continuar?
zh_cn: <strong>WARNING</STRONG>：您将要将此事件标记为已完成，而无需在此步骤中执行所有必需的操作！<br><br><strong>这可能会导致付款或报告无法提交给此机构.</strong> <br><br>您确定要继续吗？<br><br>

source: <strong>WARNING</strong>: You are about to proceed to the next step without performing all required actions! <br><br><strong>This may result in payments or reports not being submitted to this agency.</strong> <br><br>Are you sure you wish to continue?<br><br>
es_es: ¡ADVERTENCIA!: ¡Estás a punto de proceder al siguiente paso sin realizar todas las acciones requeridas! <br><br>2. ¡Esto puede resultar en que los pagos o informes no se envíen a esta agencia! <br><br>3. ¿Estás seguro de que deseas continuar?
zh_cn: <强>警告</强>：您将在不执行所有必需操作的情况下继续下一步！<br><br><strong>这可能会导致付款或报告无法提交给此机构.</strong> <br><br>您确定要继续吗？<br><br>

source: A Newer Version of TimeTrex is Available.
es_es: Una nueva version de TimeTrex esta disponible.
zh_cn: 更新版本的TimeTrex可用。

source: A popup should appear on your screen, click "ALLOW" to enable notifications.
es_es: Debería aparecer una ventana emergente en su pantalla, haga clic en PERMITIR para habilitar las notificaciones.
zh_cn: 屏幕上应出现一个弹出窗口，单击“允许”以启用通知。

source: A popup should appear on your screen, click "ALLOW" to enable notifications. If you don't see it, you may need to enable notifications in your browser settings.
es_es: Una ventana emergente debería aparecer en tu pantalla, haz clic en PERMITIR para habilitar las notificaciones. Si no la ves, es posible que tengas que habilitar las notificaciones en la configuración de tu navegador.
zh_cn: 屏幕上应出现一个弹出窗口，单击“允许”以启用通知。如果您没有看到它，则可能需要在浏览器设置中启用通知。

source: A request has recently been authorized.
es_es: Una petición ha sido autorizada recientemente.
zh_cn: 最近已批准一项请求。

source: A request has recently been declined.
es_es: Una petición ha sido denegada recientemente.
zh_cn: 请求最近被拒绝。

source: A saved report should only be used when absolutely necessary. If it is not configured exactly right it could cause incorrect results. If in doubt, use --Default--
es_es: Un informe guardado solo debe usarse cuando sea absolutamente necesario. Si no está configurado exactamente bien, podría causar resultados incorrectos. Si tiene dudas, use --Default--.
zh_cn: 保存的报告只应在绝对必要时使用。如果配置不正确，可能会导致不正确的结果。如有疑问，请使用 --默认--

source: A superior must be specified
es_es: Tiene que especificarse un superior.
zh_cn: 必须指定上级

source: A-1 Filing
es_es: Presentación A-1
zh_cn: A-1申请

source: A-3 Filing
es_es: Presentación A-3
zh_cn: A-3申请

source: A-6 Payment
es_es: Pago A-6
zh_cn: A-6 付款

source: A1-APR Filing
es_es: Presentación A1-APR
zh_cn: A1-APR 申报

source: A1-QRT Filing
es_es: Presentación A1-QRT
zh_cn: A1-QRT 备案

source: A1-R Filing
es_es: Presentación A1-R
zh_cn: A1-R 申请

source: A1-WP Payment
es_es: Pago A1.WP
zh_cn: A1-WP付款

source: ACH - United States
es_es: ACH - Estados Unidos
zh_cn: ACH - 美国

source: ACTIVE
es_es: ACTIVO
zh_cn: 激活

source: ADP (Advanced)
es_es: ADP (avanzado)
zh_cn: ADP （高级）

source: ADP Hours
es_es: ADP Horas
zh_cn: ADP 小时数

source: ADP Hours Code
es_es: Código Horas ADP
zh_cn: ADP小时代码

source: ADP Resource/Pay eXpert
es_es: ADP Recurso / Pago eXpert
zh_cn: ADP 资源/支付经验

source: ADVANCED SEARCH
es_es: BUSQUEDA AVANZADA
zh_cn: 高级搜索

source: ALLOW
es_es: PERMITIR
zh_cn: 允许

source: ALLOW_FOPEN_URL Turned Off
es_es: ALLOW_FOPEN_URL Desactivado
zh_cn: ALLOW_FOPEN_URL已关闭

source: ALLOW_FOPEN_URL is Off. (Please enable it in php.ini)
es_es: ALLOW_FOPEN_URL Off. (Activar en php.ini
zh_cn: ALLOW_FOPEN_URL已关闭。 （请在 php.ini 中启用它）

source: ANNIVERSARY
es_es: ANIVERSARIO
zh_cn: 周年

source: ANY
es_es: Cualquiera
zh_cn: 任何

source: API Exception
es_es: Excepción de API
zh_cn: 接口异常

source: API Key
es_es: Clave API
zh_cn: API密钥

source: AR-941A Payment
es_es: Pago AR-941A
zh_cn: AR-941A 付款

source: AR-941M Payment
es_es: Pago AR-941M
zh_cn: AR-941M 付款

source: AR3MAR Filing
es_es: Presentar AR3MAR
zh_cn: AR3 提交

source: AUTHORIZATION DECLINED
es_es: AUTORIZACION DECLINADA
zh_cn: 授权拒绝

source: AUTHORIZATION OPEN
es_es: AUTORIZACION ABIERTA
zh_cn: 授权开启

source: AUTHORIZED
es_es: AUTORIZADO
zh_cn: 授权

source: AWESOMEBOX TESTING VIEW
es_es: Prueba de AWESOMEBOX
zh_cn: 棒极了的测试视图

source: Aboriginal Day
es_es: Dia aborigen
zh_cn: 土著的一天

source: About
es_es: Acerca
zh_cn: 关于

source: Above Average
es_es: Encima del promedio
zh_cn: 高于平均水平

source: Above Table
es_es: Tabla Encima
zh_cn: 表上方

source: Absence
es_es: Ausencia
zh_cn: 缺席

source: Absence (Taken)
es_es: Ausencia (Ocupado)
zh_cn: 缺勤（带薪）

source: Absence (incl. Vacation)
es_es: Ausencias (incl. Vacaciones)
zh_cn: 缺席 (包括休假)

source: Absence - Employee
es_es: Ausencia - Empleado
zh_cn: 缺勤 - 员工

source: Absence Policies
es_es: Políticas de Ausencia
zh_cn: 缺席政策

source: Absence Policy
es_es: Política de Ausencia
zh_cn: 缺席政策

source: Absence Policy is invalid
es_es: Política de Ausencias no es valida
zh_cn: 缺席政策无效

source: Absence Policy is not selected and may result in this request being allocated incorrectly
es_es: La política de ausencia no está seleccionada y puede resultar en que esta solicitud se asigne incorrectamente.
zh_cn: 未选择缺勤策略，这可能会导致此请求分配不正确

source: Absence Policy: %1 requires this Pay Formula Policy to be defined
es_es: Política de ausencia: %1 requiere que se defina esta Política de Fórmula de Pago
zh_cn: 缺勤策略： %1 要求定义此付薪公式策略

source: Absence Time
es_es: Tiempo de Ausencia
zh_cn: 缺席时间

source: Absence Time by Employee
es_es: Tiempo de Ausencia por Empleador
zh_cn: 员工缺勤时间

source: Absence Time+Wage by Branch
es_es: Ausencia TIempo+Salario por Sucursal
zh_cn: 缺勤时间+分公司工资

source: Absence Time+Wage by Branch/Department
es_es: Ausencia Tiempo+Salario por Sucursal/Departamento
zh_cn: 按分公司/部门划分的缺勤时间+工资

source: Absence Time+Wage by Branch/Department/Pay Period
es_es: Ausencia Tiempo+Salario por Sucursal/Departamento/Periodo de Pago
zh_cn: 缺勤时间+按分支机构/部门/工资期划分的工资

source: Absence Time+Wage by Branch/Pay Period
es_es: Ausencia Tiempo+Salario por Sucursal/Periodo de Pago
zh_cn: 缺勤时间+分公司工资/支付期

source: Absence Time+Wage by Date/Employee
es_es: Ausencia Tiempo+Salario por Fecha/Empleado
zh_cn: 缺勤时间+按日期/员工划分的工资

source: Absence Time+Wage by Department
es_es: Ausencia Tiempo+Salario por Departamento
zh_cn: 缺勤时间+各部门工资

source: Absence Time+Wage by Department/Pay Period
es_es: Ausencia Tiempo+Salario por Departamento/Periodo de Pago
zh_cn: 缺勤时间+各部门工资/工资期

source: Absence Time+Wage by Employee
es_es: Ausencia Tiempo+Salario por Empleado
zh_cn: 缺勤时间+员工工资

source: Absence Time+Wage by Employee/Date
es_es: Ausencia Tiempo+Salario por Empleado/Fecha
zh_cn: 缺勤时间+员工工资/日期

source: Absence Time+Wage by Employee/Pay Period
es_es: Ausencia Tiempo+Salario por Empleado/Periodo de Pago
zh_cn: 缺勤时间+员工工资/支付期

source: Absence Time+Wage by Pay Period
es_es: Ausencia Tiempo+Salario por Periodo de Pago
zh_cn: 缺勤时间+按支付期划分的工资

source: Absence Time+Wage by Pay Period/Employee
es_es: Ausencia Tiempo+Salario por Periodo de Pago/Empleado
zh_cn: 缺勤时间+工资（按支付期/员工）

source: Absence Time+Wage by Title
es_es: Ausencia Tiempo+Salario por Titulo
zh_cn: 缺勤时间+按职称划分的工资

source: Absences
es_es: Ausencias
zh_cn: 缺勤

source: Absense Policy
es_es: Política de Ausencia
zh_cn: 缺席政策

source: Absent
es_es: Ausente
zh_cn: 缺席

source: Academic
es_es: Académico
zh_cn: 学术

source: Accero
es_es: Acceder
zh_cn: 阿塞罗

source: Access from station Allowed
es_es: Acceso desde estación Permitido
zh_cn: 允许从站点访问

source: Accident/Injury
es_es: Accidente/Lesión
zh_cn: 事故/伤害

source: Accolade
es_es: Elogio
zh_cn: 荣誉

source: Accommodation and Food Services
es_es: Alojamiento y Servicios de Alimentación
zh_cn: 住宿和餐饮服务

source: Account
es_es: Cuenta
zh_cn: 帐户

source: Account Balance
es_es: Saldo cuenta
zh_cn: 账户余额

source: Account Credit
es_es: Crédito de la cuenta
zh_cn: 账户信用

source: Account Name
es_es: Nombre de la cuenta
zh_cn: 账户名称

source: Account Number
es_es: Número de Cuenta
zh_cn: 帐号

source: Account Type
es_es: Tipo de Cuenta
zh_cn: 帐号类型

source: Account Type must be specified
es_es: El tipo de cuenta debe especificarse
zh_cn: 必须指定帐户类型

source: Account number must not be a part of the Description
es_es: El numero de cuenta no debe ser parte de la descripción
zh_cn: 账号不能是描述的一部分

source: Account number must not be a part of the Name
es_es: El numero de cuenta no debe ser parte del Nombre
zh_cn: 帐号不能是名称的一部分

source: Accrual
es_es: Acumulado
zh_cn: 累积

source: Accrual Account
es_es: Cuenta de acumulaciones
zh_cn: 应计账户

source: Accrual Account is invalid
es_es: Cuenta de acumulaciones inválida
zh_cn: 应计账户无效

source: Accrual Accounts
es_es: Cuentas de Acumulación
zh_cn: 应计账户复数

source: Accrual Annual Maximum Modifier must be greater than 0
es_es: El Modificador Máximo Anual de Devengo debe ser mayor que 0
zh_cn: 应计年度最大修改值必须大于0

source: Accrual Balance
es_es: Balance Acumulaciones
zh_cn: 应计余额

source: Accrual Balance Summary
es_es: Resumen del Balance Acumulados
zh_cn: 累积余款摘要

source: Accrual Balance Summary Report
es_es: Reporte del Resumen del Balance Acumulados
zh_cn: 累积余款摘要报表

source: Accrual Balance Threshold
es_es: Umbral de Saldo Acumulado
zh_cn: 应计余额阈值

source: Accrual Balance Threshold Fallback
es_es: Umbral de Saldo Acumulado de Retroceso
zh_cn: 应计余额阈值回退

source: Accrual Balance Threshold Fallback Account is invalid
es_es: La cuenta de umbral de saldo acumulado de respaldo no es válida.
zh_cn: 应计余额阈值备用帐户无效

source: Accrual Balance Threshold Fallback Account must not match Accrual Account
es_es: El límite de saldo de acumulación debe ser diferente al de la cuenta de acumulación.
zh_cn: 应计余额阈值备用账户不得与应计账户匹配

source: Accrual Balances
es_es: Balances Acumulaciones
zh_cn: 应计余额复数

source: Accrual Balances by Employee
es_es: Saldos de Acumulación por Empleado
zh_cn: 员工应计余额

source: Accrual Maximum Balance
es_es: Máximo balance Acumulaciones
zh_cn: 应计最高余额

source: Accrual Maximum Balance Modifier
es_es: Modificador de balance máximo de devengo
zh_cn: 应计最大余额修正器

source: Accrual Maximum Balance Time
es_es: Saldo Máximo de Acumulación de Tiempo
zh_cn: 累计最大余额时间

source: Accrual Maximum Rollover
es_es: Acumulación Máxima de Rollover
zh_cn: 应计最高流水

source: Accrual Maximum Time Modifier must be greater than 0
es_es: El modificador de tiempo máximo acumulado debe ser mayor que 0
zh_cn: 应计最长时间修改器必须大于0

source: Accrual Note
es_es: Nota de Acumulación
zh_cn: 增值票据

source: Accrual Pay Stub Account
es_es: Talón de Pago Acumulado de Cuenta
zh_cn: 应计工资存根账户

source: Accrual Policies
es_es: Políticas de Acumulados
zh_cn: 累积政策

source: Accrual Policy
es_es: Política de Acumulados
zh_cn: 累积政策

source: Accrual Policy Employee Modifier
es_es: Modificador de Política de Acumulación de Empleados
zh_cn: 应计政策员工修改人

source: Accrual Policy Milestone
es_es: Logro de Política de Devengado
zh_cn: 应计政策里程碑

source: Accrual Policy Modifier is already assigned to employee
es_es: El modificador de política de acumulación ya está asignado al empleado.
zh_cn: 应计政策修改人已分配给员工

source: Accrual Policy Type
es_es: Tipo Actual de Política
zh_cn: 应计政策类型

source: Accrual Policy is invalid
es_es: Política de Acumulados no valida
zh_cn: 累积政策无效

source: Accrual Rate
es_es: Taza de Acumulados
zh_cn: 应计利率

source: Accrual Rate Modifier
es_es: Modificador de la tasa de crecimiento
zh_cn: 应计利率修改器

source: Accrual Rate Modifier must be greater than 0
es_es: El modificador de la tasa de crecimiento debe ser mayor que 0
zh_cn: 应计利率修改器必须大于0

source: Accrual Rate is too high
es_es: La tasa de acumulación es demasiado alta.
zh_cn: 应计利率过高

source: Accrual Rate is too low
es_es: La tasa de acumulación es demasiado baja.
zh_cn: 应计利率过低

source: Accrual Rate/Hour
es_es: Tasa de acumulación por hora.
zh_cn: 应计利率/小时

source: Accrual Rate/Year
es_es: Tasa de acumulación/año
zh_cn: 应计利率/年

source: Accrual ReCalculation Wizard
es_es: Asistente recalculación Acumulaciones
zh_cn: 应计重新计算向导

source: Accrual Time
es_es: Tiempo de Acumulación
zh_cn: 应计时间

source: Accrual Type
es_es: Tipo Devengado
zh_cn: 应计项目类型

source: Accrual Wage
es_es: Salario acumulacion
zh_cn: 应计工资

source: Accrual account is invalid
es_es: Cuenta de Acumulados no valida
zh_cn: 应计无效帐户

source: Accruals
es_es: Acumulados
zh_cn: 累积

source: Accruals By Account
es_es: Devengos por cuenta
zh_cn: 按账户列出的应计项目

source: Accruals By Account/Employee
es_es: Devengos por Cuenta/Empleado
zh_cn: 按账户/员工列出的应计项目

source: Accruals By Account/Type/Date
es_es: Devengos por Cuenta/Tipo/Fecha
zh_cn: 按账户/类型/日期列出的应计项目

source: Accruals By Account/Type/Employee
es_es: Devengos por Cuenta/Tipo/Empleado
zh_cn: 按账户/类型/员工列出的应计项目

source: Accruals By Account/Type/Employee/Date
es_es: Devengos por Cuenta/Tipo/Empleado/Fecha
zh_cn: 按账户/类型/员工/日期列出的应计项目

source: Accruals By Employee/Account
es_es: Acumulaciones por Empleado/Cuenta
zh_cn: 按员工/账户列出的应计项目

source: Accruals By Type
es_es: Devengados por Tipo
zh_cn: 按类型列出的应计项目

source: Accruals By Type/Employee
es_es: Devengados por Tipo/Empleado
zh_cn: 按类型/员工列出的应计项目

source: Accruals by Employee
es_es: Devengados por Empleado
zh_cn: 按员工列出的应计项目

source: Accumulated Time
es_es: Tiempo Acumulado
zh_cn: 累积时间

source: Accumulated Time - Employee
es_es: Tiempo Acumulado - Empleado
zh_cn: 累计时间-员工

source: Accumulated Time cannot be assigned to a different employee once created
es_es: El tiempo acumulado no se puede asignar a un empleado diferente una vez creado
zh_cn: 累计时间创建后不能分配给其他员工

source: Accuracy
es_es: Precisión
zh_cn: 精度

source: Action
es_es: Acción
zh_cn: 行动

source: Active
es_es: Activo
zh_cn: 激活

source: Active After
es_es: Activa Después de
zh_cn: 激活期限

source: Active After Daily (Regular) Hours
es_es: Activo luego de Horas (Regulares) Diarias
zh_cn: 按日(正常)工时后激活

source: Active After Daily Hours
es_es: Activo luego de Horas Diarias
zh_cn: 按日计工时后激活

source: Active After Time must be between 0 and 2000 hours
es_es: El tiempo activo después debe estar entre 0 y 2000 horas.
zh_cn: 活动结束时间必须介于0到2000小时之间

source: Active After Weekly (Regular) Hours
es_es: Activo luego de Horas (Regulares) Semanales
zh_cn: 按周(正常)工时后激活

source: Active After time must be specified
es_es: Después del tiempo activo debe especificarse.
zh_cn: 必须指定活动后时间

source: Active Before
es_es: Activo Antes
zh_cn: 活动之前

source: Active Employee Licenses
es_es: Licencias de Empleado activas
zh_cn: 有效员工许可证

source: Actual Cost
es_es: Costo Actual
zh_cn: 实际成本

source: Actual Punch Time
es_es: Tiempo Actual de Marcado
zh_cn: 实际打卡时间

source: Actual Rate
es_es: Ratio Actual
zh_cn: 实际转换率

source: Actual Time
es_es: Tiempo Actual
zh_cn: 实际时间

source: Actual Time Difference
es_es: Diferencia de Tiempo Actual
zh_cn: 实际时差

source: Actual Time Difference Wage
es_es: Sueldo de Diferencia de Tiempo Actual
zh_cn: 实际时差工资

source: Actual Time Wage
es_es: Sueldo de Tiempo Actual
zh_cn: 实际时间工资

source: Actual Time by Employee
es_es: Tiempo Actual por Empleado
zh_cn: 按员工划分的实际时间

source: Actual Time+Billable Costs by Branch
es_es: Costos Actuales Tiempo+Facturables por Sucursal
zh_cn: 按分公司划分的实际时间+可计费成本

source: Actual Time+Billable Costs by Branch/Department
es_es: Costos Actuales Tiempo+Facturables por Sucursal/Departamento
zh_cn: 按分公司/部门划分的实际时间+可计费成本

source: Actual Time+Billable Costs by Department
es_es: Costos Actuales Tiempo+Facturables por Departamento
zh_cn: 按部门划分的实际时间+可计费成本

source: Actual Time+Billable Costs by Job
es_es: Costos Actuales Tiempo+Facturables por Trabajo
zh_cn: 按工作划分的实际时间+可计费成本

source: Actual Time+Billable Costs by Supervisor
es_es: Costos Actuales Tiempo+Facturables por Supervisor
zh_cn: 主管的实际时间和可计费成本

source: Actual total time is too high
es_es: El tiempo total actual es demasiado alto.
zh_cn: 实际总时间过高

source: Actual+Estimated Cost by Branch
es_es: Actual+Costo Estimado por Sucursal
zh_cn: 按分公司划分的实际成本+估计成本

source: Actual+Estimated Cost by Branch/Department
es_es: Actual+Costo Estimado por Sucursal/Departamento
zh_cn: 按分公司/部门划分的实际成本+估计成本

source: Actual+Estimated Cost by Department
es_es: Actual+Costo Estimado por Departamento

source: Actual+Estimated Cost by Job
es_es: Actual+Costo Estimado por Trabajo
zh_cn: 按职位列出的实际成本+估计成本

source: Actual+Estimated Cost by Supervisor
es_es: Actual+Costo Estimado por Supervisor
zh_cn: 按主管列出的实际成本+估计成本

source: Actual+Estimated Time by Branch
es_es: Actual+Tiempo Estimado por Sucursal
zh_cn: 按分公司划分的实际+估计时间

source: Actual+Estimated Time by Branch/Department
es_es: Actual+Tiempo Estimado por Sucursal/Departamento
zh_cn: 按分公司/部门划分的实际+预计时间

source: Actual+Estimated Time by Department
es_es: Actual+Tiempo Estimado por Departamento
zh_cn: 按部门划分的实际+估计时间

source: Actual+Estimated Time by Job
es_es: Actual+Tiempo Estimado por Trabajo
zh_cn: 按职位列出的实际+估计时间

source: Actual+Estimated Time by Supervisor
es_es: Actual+Tiempo Estimado por Supervisor
zh_cn: 按主管列出的实际+估计时间

source: Add
es_es: Agregar
zh_cn: 添加

source: Add Advanced
es_es: Agregar Avanzado
zh_cn: 添加预支

source: Add Company
es_es: Añadir Compañía
zh_cn: 添加公司

source: Add Dashlet
es_es: Añadir Módulo
zh_cn: 添加仪表板

source: Add KPIs
es_es: Añadir KPIs
zh_cn: 添加KPIs

source: Add KPIs from Groups
es_es: Añadir KPIs desde Grupos
zh_cn: 从组添加KPIs

source: Add New Course
es_es: Añadir nuevo curso
zh_cn: 添加新课程

source: Add New Language
es_es: Añadir nuevo Idioma
zh_cn: 添加新语言

source: Add New Membership
es_es: Añadir nueva afiliación
zh_cn: 添加新成员

source: Add New Skill
es_es: Añadir nueva habilidad
zh_cn: 添加新技能

source: Add New Type
es_es: Añadir nuevo tipo
zh_cn: 添加新类型

source: Add Pay Periods
es_es: Añadir periodos de pago
zh_cn: 添加工资周期

source: Add Recurring Schedule Shifts
es_es: Agregar turnos programados recurrentes
zh_cn: 添加定期排班

source: Add Request
es_es: Solicitud de agregar
zh_cn: 添加请求

source: Add permission denied
es_es: Adición de permisos denegada
zh_cn: 不允许添加权限

source: Additional filter parameters. (ie: is_timetrex_user=1)
es_es: Parametros de filtro adicionales. (ej: is_timetrex_user=1)
zh_cn: 其他筛选器参数。（即：is_timetrex_user=1）

source: Address (Line 1)
es_es: Dirección (Linea 1)
zh_cn: 地址（第1行）

source: Address (Line 1) contains invalid characters
es_es: Dirección (Linea 1) contiene caracteres no validos
zh_cn: 地址(第1行)含有无效字符

source: Address (Line 1) is too short or too long
es_es: Dirección (Linea 1) es muy corto o muy largo
zh_cn: 地址(第1行)太长或太短

source: Address (Line 1) not specified
es_es: Dirección (Linea 1) no especificada
zh_cn: 未指定地址（第1行）

source: Address (Line 2)
es_es: Dirección (Linea 2)
zh_cn: 地址（第2行）

source: Address (Line 2) contains invalid characters
es_es: Dirección (Linea 2) contiene caracteres no validos
zh_cn: 地址(第2行)含有无效字符

source: Address (Line 2) is too short or too long
es_es: Dirección (Linea 2) es muy corto o muy largo
zh_cn: 地址(第2行)太长或太短

source: Address (Line 3) contains invalid characters
es_es: Dirección (Linea 3) contiene caracteres no validos
zh_cn: 地址(第3行)含有无效字符

source: Address (Line 3) is too short or too long
es_es: Dirección (Linea 3) es muy corto o muy largo
zh_cn: 地址(第3行)太长或太短

source: Address (Line1)
es_es: Dirección (Linea 1)
zh_cn: 地址（第1行）

source: Address (Line2)
es_es: Dirección (Linea 2)
zh_cn: 地址（第2行）

source: Address 1
es_es: Dirección 1
zh_cn: 地址 1

source: Address 2
es_es: Dirección 2
zh_cn: 地址 2

source: Address 3
es_es: Dirección 3
zh_cn: 地址 3

source: Address(Line 1)
es_es: Dirección (Linea 1)
zh_cn: 地址（第1行）

source: Address(Line 2)
es_es: Dirección (Linea 2)
zh_cn: 地址（第2行）

source: Address(Line 3)
es_es: Dirección (Linea 3)
zh_cn: 地址（第3行）

source: Address1 contains invalid characters
es_es: Dirección1 contiene caracteres no validos
zh_cn: 地址1 含有无效字符

source: Address1 is too short or too long
es_es: Dirección1 es muy corto o muy largo
zh_cn: 地址1 太长或太短

source: Address2 contains invalid characters
es_es: Dirección2 contiene caracteres no validos
zh_cn: 地址2 含有无效字符

source: Address2 is too short or too long
es_es: Dirección2 es muy corto o muy largo
zh_cn: 地址2 太长或太短

source: Addresses By Branch/Department/Employee
es_es: Dirección Por Sucursal/Departamento/Empleado
zh_cn: 按分公司/部门/员工列出的地址

source: Addresses By Branch/Employee
es_es: Dirección Por Sucursal/Empleado
zh_cn: 按分公司/员工列出的地址

source: Addresses By Department/Employee
es_es: Dirección Por Departamento/Empleado
zh_cn: 按部门/员工列出的地址

source: Addresses By Employee
es_es: Dirección Por Empleado
zh_cn: 按员工列出的地址

source: Adjusted By
es_es: Rectificado por
zh_cn: 调整者

source: Adjusting Contributing Shift Policy is invalid
es_es: La política de cambio de contribución de ajuste no es válida.
zh_cn: 调整添加轮班策略无效

source: Adjustment from Pay Period Ending
es_es: Ajuste del período de pago finalizado
zh_cn: 薪酬期调整结束

source: Admin Contact is invalid
es_es: El contacto de administrador no es válido
zh_cn: 管理员联系人无效

source: Administrative Contact
es_es: Contacto Administrativo

source: Administrative and Support Services
es_es: Administrativo y Servicios de Soporte
zh_cn: 行政和支持服务

source: Administrator
es_es: Administrador
zh_cn: 管理员

source: Administrator Employees Feedback Rating
es_es: Calificación de comentarios de los empleados administradores
zh_cn: 管理员员工反馈评级

source: Administrator Guide
es_es: Guía del Administrador
zh_cn: 管理员指南

source: Advanced
es_es: Avanzado
zh_cn: 高级

source: Advanced Percent
es_es: Porcentaje Avanzado
zh_cn: 预支百分比

source: Advanced Percent (Range Bracket)
es_es: Porcentaje Avanzado (Rango de soporte)
zh_cn: Advanced Percent (Tax Bracket)

source: Advanced Percent (Tax Bracket Alt.)
es_es: Porcentaje Avanzado (Impuesto Soporte Alt.)
zh_cn: Advanced Percent (Tax Bracket)

source: Advanced Percent (Tax Bracket)
es_es: Porcentaje Avanzado (Impuesto Escalonado)

source: Advanced Percent (w/Target)
es_es: Porcentaje avanzado (con objetivo)
zh_cn: 高级百分比（w/目标）

source: Advanced: Average
es_es: Avanzado: Promedio
zh_cn: 高级：平均

source: Advanced: Fixed
es_es: Avanzado: Fijo
zh_cn: 高级：固定

source: Affordable Care
es_es: Asistencia Asequible
zh_cn: 合理医疗费用

source: Affordable Care Report
es_es: Informe de Asistencia Asequible
zh_cn: 合理医疗费用报表

source: Afghanistan
es_es: Afganistán
zh_cn: 阿富汗

source: After
es_es: Después
zh_cn: 之后

source: After Minimum Employed Days
es_es: Después de los días mínimos de empleo.
zh_cn: 最短在职日期之后

source: After this change has been made, you can click the "Re-Check" button below to begin your installation.
es_es: Después de realizar este cambio, puedes hacer clic en el botón "Re-comprobar" que se encuentra debajo para comenzar la instalación.
zh_cn: 进行此更改后，您可以单击下面的“重新检查”按钮开始安装。

source: Age
es_es: Edad
zh_cn: 年龄

source: Age 65/Blind
es_es: Mayor de 65 / Ciego
zh_cn: 65岁/失明

source: Agency
es_es: Agencia
zh_cn: 机构

source: Agency cannot be modified on an existing record
es_es: La agencia no se puede modificar en un registro existente.
zh_cn: 不能在现有记录上修改代理

source: Agency or Event Type is not eligible for Full Service yet, try again later
es_es: El tipo de agencia o evento aún no es elegible para el servicio completo, inténtalo de nuevo más tarde
zh_cn: 代理或活动类型尚不符合全面服务条件，请稍后再试

source: Aggregate
es_es: Agregado
zh_cn: 合计

source: Agriculture, Forestry, Fishing and Hunting
es_es: Agricultura, Forestal, Pesca y Caza
zh_cn: 农林牧副渔

source: Alarm 1
es_es: Alarma 1
zh_cn: 报警1

source: Alarm 2
es_es: Alarma 2
zh_cn: 报警2

source: Algeria
es_es: Argelia
zh_cn: 阿尔及利亚

source: Alignment Grid
es_es: Cuadrícula de alineación
zh_cn: 对齐网格

source: All
es_es: Todos
zh_cn: 全部

source: All Accounts by Employee
es_es: Todas las cuentas por Empleado
zh_cn: 按员工列出的所有帐户

source: All Branches
es_es: Todas las Sucursales
zh_cn: 所有分公司

source: All Countries
es_es: Todos los países
zh_cn: 所有国家
