Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Type cannot be modified when Pay Stub Account is in use
es_es: El tipo no puede ser modificado cuando la Cuenta de Talón de Pago está en uso.
zh_cn: 使用 Pay Stub Account 时不能修改类型

source: Type is invalid
es_es: El tipo no es válido.
zh_cn: 类型无效

source: Type is not available in %1 Community Edition, please contact our sales department for more information
es_es: El tipo no está disponible en la Edición Comunitaria %1, por favor contacte a nuestro departamento de ventas para más información.
zh_cn: 类型在 %1 社区版中不可用，请联系我们的销售部门以获取更多信息

source: Type must be specified
es_es: El tipo debe especificarse.
zh_cn: 必须指定类型

source: Type not specified
es_es: Tipo no especificado
zh_cn: 未指定类型

source: Type of Return
es_es: Tipo de Devolución
zh_cn: 退货类型

source: UC-018/UC-020 Filing
es_es: Presentación de UC-018/UC-020
zh_cn: UC-018/UC-020归档

source: UC-2 Filing
es_es: Presentación de UC-2
zh_cn: UC-2归档

source: UC-B6/UC-B6A Filing
es_es: Presentación de UC-B6/UC-B6A
zh_cn: UC-B6/UC-B6A归档

source: UC-CR4 and UC-CR4A Filing
es_es: Presentación de UC-CR4 y UC-CR4A
zh_cn: UC-CR4和UC-CR4A备案

source: UCE-101/UCE-120 Filing
es_es: Presentación de UCE-101/UCE-120
zh_cn: UCE-101/UCE-120归档

source: UCT-101 Filing
es_es: Presentación de UCT-101
zh_cn: UCT-101归档

source: UI 11W Filing
es_es: Presentación de UI 11W
zh_cn: UI 11W归档

source: UI Kit Child
es_es: Kit de interfaz de usuario para niños
zh_cn: UI套件子项

source: UI Kit Child Sample
es_es: Muestra de Kit de Interfaz de Usuario para Niños
zh_cn: UI套件子示例

source: UI Kit Sample
es_es: Muestra de Kit de Interfaz de Usuario
zh_cn: UI套件示例

source: UI-1 Filing
es_es: Presentación de UI-1
zh_cn: UI-1归档

source: UI-2 Filing
es_es: Presentación de la UI-2
zh_cn: UI-2归档

source: UI-3 Filing
es_es: Presentación de la UI-3
zh_cn: UI-3归档

source: UI-3/UI-40 Filing
es_es: Presentación de la UI-3/UI-40
zh_cn: UI-3/UI-40归档

source: UI-5 Filing
es_es: Presentación de la UI-5
zh_cn: UI-5归档

source: UIKit Child Sample
es_es: Muestra de UIKit Infantil
zh_cn: UI套件子示例

source: UIKit Sample
es_es: Muestra de UIKit
zh_cn: UI套件示例

source: UITR-1/UITR-1A Filing
es_es: Presentación de UITR-1/UITR-1A

source: UNABLE TO DISPLAY REPORT
es_es: No se puede mostrar el informe.
zh_cn: 无法显示报告

source: UNREAD
es_es: SINLEER
zh_cn: 未读

source: UNSELECTED ITEMS
es_es: Elementos no seleccionados
zh_cn: 未选择的项目

source: UPC is already in use with another product
es_es: UPC ya esta siendo utilizada por otro producto
zh_cn: UPC 已为另一产品使用

source: UPC is too short or too long
es_es: UPC es muy corta o muy larga
zh_cn: UPC 太短或太长

source: US - Eighth (8x) Monthly
es_es: Octavo (8x) Mensual
zh_cn: 美国 - 第八 (8x) 个月

source: US - Federal Unemployment Insurance (Employer)
es_es: Seguro de desempleo federal (Empleador)
zh_cn: 美国联邦失业保险（雇主）

source: US - Medicare Formula (Employee)
es_es: El empleado debe pagar el 25% de los costos de Medicare.
zh_cn: 美国——联邦医疗保险公式（员工）

source: US - Medicare Formula (Employer)
es_es: Elaborar una fórmula de Medicare (Patrón)
zh_cn: 美国——联邦医疗保险公式（雇主）

source: US - Monthly (15th, 30th on Last MoQ)
es_es: EE. UU. - Mensualmente (15, 30 el último MoQ)
zh_cn: 美国 - 每月（上次最小起订量为 15 日、30 日）

source: US - Monthly (15th, skip Last MoQ)
es_es: US - Mensual (15th, omitir último MoQ)
zh_cn: 美国 - 每月（15 日，跳过最后一个最小起订量）

source: US - Quarter (4x) Monthly
es_es: US - Cuarto (4x) Mensual
zh_cn: 美国 - 季度 (4x) 每月

source: US - Quarterly (1-3 Only)
es_es: EE. UU. - Trimestral (solo 1-3)
zh_cn: 美国 - 每季度（仅限 1-3）

source: US - Semi-Weekly
es_es: Semi-semanal
zh_cn: 美国-半周

source: US - Social Security Formula (Employee)
es_es: 75% de los primeros $128,400 de ingresos brutos anuales.
zh_cn: 美国——社保公式（员工）

source: US - Social Security Formula (Employer)
es_es: La fórmula de Seguridad Social de EE. UU. (Empleador)
zh_cn: 美国——社会保障公式（雇主）

source: US - State Unemployment Insurance (Employer)
es_es: Seguro de desempleo del estado de los EE. UU. (Empleador)
zh_cn: 美国国家失业保险（雇主）

source: US - Twice (2x) Monthly
es_es: Dos veces al mes.
zh_cn: 美国 - 每月两次 (2x)

source: US State Unemployment
es_es: Desempleo del Estado de los Estados Unidos
zh_cn: 美国各州失业率

source: US State Unemployment Report
es_es: Informe de desempleo de los Estados Unidos
zh_cn: 美国各州失业报告

source: USB Fingerprint
es_es: Huella digital USB
zh_cn: USB指纹

source: Ukraine
es_es: Ucrania

source: Un-Awarded
es_es: No concedido
zh_cn: 没授予

source: UnDelete
es_es: Deshacer
zh_cn: 解除删除

source: UnLock
es_es: Desbloquear
zh_cn: 解锁

source: UnRead Message
es_es: Mensaje no leído
zh_cn: 未读消息

source: UnRead Msgs
es_es: Mensajes no leídos
zh_cn: 取消读取消息

source: UnRead message sent from %1 on %2.
es_es: Mensaje no leído enviado desde %1 el %2.
zh_cn: %2 上从 %1 发送的未读消息。

source: Unable to Check Latest Version
es_es: No se pudo revisar la Ultima Versión
zh_cn: 无法检查最新版本

source: Unable to access Camera.<br><br>Please check your camera connections, permissions, and ensure you are using HTTPS. Alternatively, use the File upload method instead.
es_es: No se puede acceder a la cámara. <br><br>2. Por favor, verifique sus conexiones de cámara, permisos y asegúrese de usar HTTPS. Alternativamente, use el método de carga de archivos en su lugar.
zh_cn: 无法访问相机。<br><br>请检查您的相机连接、权限，并确保您使用的是 HTTPS。或者，改用文件上传方法。

source: Unable to auto-punch OPEN scheduled shift.
es_es: No se puede auto-punchar el turno programado ABIERTO.
zh_cn: 无法自动打卡 OPEN 计划班次。

source: Unable to change object type of a custom field
es_es: No se puede cambiar el tipo de objeto de un campo personalizado.
zh_cn: 无法更改自定义字段的对象类型

source: Unable to change parent to a child of itself
es_es: No se puede cambiar padre a hijo de si mismo
zh_cn: 无法将父组改为自身的子组

source: Unable to change permissions of your own record
es_es: No se pueden cambiar los permisos de tu propio perfil
zh_cn: 无法更改您自己记录的权限

source: Unable to change status of your own company
es_es: No puede cambiar el estado de su propia empresa.
zh_cn: 无法更改您自己公司的状态

source: Unable to change status of your own record
es_es: No se puede cambiar el estado de su propio registro.
zh_cn: 无法更改您自己记录的状态

source: Unable to change type of a custom field
es_es: No se puede cambiar el tipo de un campo personalizado.
zh_cn: 无法更改自定义字段的类型

source: Unable to connect to TimeTrex Payment Services API.
es_es: No se puede conectar al API de Servicios de Pago TimeTrex.
zh_cn: 无法连接到 TimeTrex 支付服务 API。

source: Unable to create new custom fields, as this functionality has been deprecated in the Community Edition
es_es: No se puede crear nuevos campos personalizados, ya que esta funcionalidad ha sido descontinuada en la Edición Comunitaria.
zh_cn: 无法创建新的自定义字段，因为此功能已在社区版中弃用

source: Unable to create pay stubs in a closed pay period
es_es: No se puede crear recibos de pago en un período de pago cerrado.
zh_cn: 无法在已关闭的支付期间创建工资单

source: Unable to create punches, they may already exist
es_es: No se pueden crear marcajes, pueden ya existir.
zh_cn: 无法创建拳，它们可能已经存在

source: Unable to delete a Pay Stub Amendment that is currently in use by a Pay Stub
es_es: No se puede eliminar una enmienda de recibo de pago que actualmente está en uso por un recibo de pago.
zh_cn: 无法删除Pay Stub当前正在使用的Pay StubAmendment

source: Unable to delete absences that originated from the schedule. Instead delete scheduled shift or edit this absence and set the total time to 0
es_es: No se puede eliminar las ausencias que se originaron desde el horario. En su lugar, elimine el turno programado o edite esta ausencia y establezca el tiempo total en 0.
zh_cn: 无法删除源自计划的缺勤。而是删除预定班次或编辑此缺勤并将总时间设置为 0

source: Unable to delete an active company
es_es: No se puede eliminar una compañía activa.
zh_cn: 无法删除活跃的公司

source: Unable to delete clients who have invoices
es_es: No se puede eliminar clientes que tengan facturas.
zh_cn: 无法删除有发票的客户

source: Unable to delete employees who are active
es_es: No se puede eliminar a los empleados que están activos.
zh_cn: 无法删除活跃的员工

source: Unable to delete employees who have recorded worked time in the last 2 years
es_es: No se puede eliminar a los empleados que han registrado tiempo trabajado en los últimos 2 años.
zh_cn: 无法删除最近 2 年记录工作时间的员工

source: Unable to delete employees with pay stubs in the last 7 years
es_es: No se puede eliminar a los empleados con recibos de pago en los últimos 7 años.
zh_cn: 无法删除过去 7 年的工资单员工

source: Unable to delete expenses after they have been authorized/declined
es_es: No se puede eliminar los gastos después de que hayan sido autorizados/declinados.
zh_cn: 授权/拒绝开支后无法删除开支

source: Unable to delete expenses after they have been reimbursed
es_es: No se puede eliminar los gastos después de que han sido reembolsados.
zh_cn: 报销后无法删除费用

source: Unable to delete pay stubs in closed pay periods
es_es: No se pueden eliminar los recibos de pago en los períodos de pago cerrados.
zh_cn: 无法在关闭的支付期间删除工资单

source: Unable to delete pay stubs that are marked as PAID
es_es: No se pueden eliminar los talones de pago que están marcados como PAGADOS.
zh_cn: 无法删除标记为已付款的工资单

source: Unable to delete requests after they have been authorized/declined
es_es: No se pueden eliminar solicitudes después de que hayan sido autorizadas/declinadas.
zh_cn: 请求被授权/拒绝后无法删除

source: Unable to delete system accrual records, modify the employees schedule/timesheet instead
es_es: No se puede eliminar los registros de acumulación del sistema, modifique el horario/hoja de tiempo del empleado en su lugar.
zh_cn: 无法删除系统应计记录，请改为修改员工计划/时间表

source: Unable to delete system records. Instead edit the record and set the total time to 0
es_es: No se puede eliminar los registros del sistema. En su lugar, edite el registro y establezca el tiempo total en 0.
zh_cn: 无法删除系统记录。而是编辑记录并将总时间设置为 0

source: Unable to delete the primary company
es_es: No se puede eliminar la compañía principal.
zh_cn: 无法删除主要公司

source: Unable to delete your own company
es_es: No puedes eliminar tu propia empresa.
zh_cn: 无法删除自己的公司

source: Unable to delete your own record
es_es: No se puede eliminar tu propio registro.
zh_cn: 无法删除自己的记录

source: Unable to determine time zone
es_es: No se puede determinar la zona horaria.
zh_cn: 无法确定时区

source: Unable to disable login on your own record
es_es: No puede deshabilitar el inicio de sesión en su propio registro.
zh_cn: 无法禁用您自己的记录登录

source: Unable to download required data, please try again and if the problem persists contact customer support.
es_es: No se puede descargar los datos requeridos, por favor intente de nuevo y si el problema persiste contacte al soporte al cliente.
zh_cn: 无法下载所需数据，请重试，如果问题仍然存在，请联系客户支持。

source: Unable to download required information, please check your network connection and try again. If the problem persists contact customer support.
es_es: No se puede descargar la información requerida, por favor revise su conexión a la red e intente de nuevo. Si el problema persiste, comuníquese con el soporte al cliente.
zh_cn: 无法下载所需信息，请检查您的网络连接并重试。如果问题仍然存在，请联系客户支持。

source: Unable to drag and drop punch to the specified location
es_es: No se puede arrastrar y soltar el marcaje a la ubicación especificada.
zh_cn: 打卡无法拖放到指定位置

source: Unable to edit expenses once they are authorized/declined
es_es: No se puede editar los gastos una vez que estén autorizados/declinados.
zh_cn: 一旦授权/拒绝，就无法编辑开支

source: Unable to generate pay stub(s), employee(s) may not be assigned to a pay period schedule.
es_es: No se puede generar el recibo de pago(s), el empleado(s) puede que no esté asignado a un horario de pago.
zh_cn: 无法生成工资单，员工可能无法分配到工资期计划。

source: Unable to generate, skipping...
es_es: No se puede generar, saltando...
zh_cn: 无法生成，正在跳过。。。

source: Unable to login due to permissions, please try again and if the problem persists contact customer support.
es_es: No se puede iniciar sesión debido a los permisos, por favor intente de nuevo y si el problema persiste contacte al soporte al cliente.
zh_cn: 由于权限原因无法登录，请重试，如果问题仍然存在，请联系客户支持。

source: Unable to modify Pay Stub Amendment that is currently in use by a Pay Stub marked PAID
es_es: No se puede modificar la enmienda de la boleta de pago que actualmente está en uso por una boleta de pago marcada como PAGADA.
zh_cn: 无法修改标记为已付款的付款存根当前正在使用的付款存根修订

source: Unable to modify expenses after they have been authorized/declined
es_es: No se puede modificar los gastos después de que hayan sido autorizados/declinados.
zh_cn: 授权/拒绝开支后无法修改开支

source: Unable to modify expenses after they have been reimbursed
es_es: No se puede modificar los gastos después de que han sido reembolsados.
zh_cn: 报销后无法修改费用

source: Unable to modify pay stubs assigned to a closed pay period
es_es: No se pueden modificar los talones de pago asignados a un periodo de pago cerrado.
zh_cn: 无法修改分配给已关闭支付期的工资单

source: Unable to modify system accrual records
es_es: No se puede modificar los registros de acumulación del sistema.
zh_cn: 无法修改系统应计记录

source: Unable to process payment
es_es: No se puede procesar el pago.
zh_cn: 无法处理付款

source: Unable to process payment, reason
es_es: No puede procesar el pago, razón
zh_cn: 无法处理付款，原因

source: Unable to remove your own record from a permission group
es_es: No se puede eliminar vuestro propio perfil de un grupo de permisos
zh_cn: 无法从权限组中删除您自己的记录

source: Unable to reset password, please contact your administrator for more information
es_es: No se puede restablecer la contraseña, por favor contacte a su administrador para más información.
zh_cn: 无法重置密码，请联系您的管理员以获取更多信息

source: Unable to set pay stubs to PAID. Please ensure all pay stubs have transactions and that they have been processed (PAID)
es_es: No se puede establecer los talones de pago como PAGADOS. Por favor, asegúrese de que todos los talones de pago tengan transacciones y que hayan sido procesados (PAGADOS).
zh_cn: 无法将工资单设置为已付。请确保所有工资单都有交易并且已处理（已付款）

source: Unable to upload file at this time, please try again later
es_es: No se puede cargar el archivo en este momento, por favor inténtalo de nuevo más tarde.
zh_cn: 暂时无法上传文件，请稍后再试

source: Unable to upload photo
es_es: No se puede cargar la foto.
zh_cn: 无法上传照片

source: Unable to upload signature
es_es: No se puede cargar la firma.
zh_cn: 无法上传签名

source: Unable to verify this timesheet when critical severity exceptions exist in the pay period
es_es: No se puede verificar esta hoja de tiempo cuando existen excepciones de gravedad crítica en el período de pago.
zh_cn: 当支付期间存在严重异常时无法验证此时间表

source: Unable to verify this timesheet when pending requests exist in the pay period
es_es: No se puede verificar esta hoja de tiempo cuando existen solicitudes pendientes en el período de pago.
zh_cn: 当支付期间存在待处理请求时无法验证此时间表

source: Undefined Step
es_es: Paso indefinido
zh_cn: 未定义的步骤

source: Undefined step data
es_es: Datos de paso no definidos
zh_cn: 未定义的步骤数据

source: Under Daily Scheduled Time
es_es: Por debajo del tiempo diario previsto
zh_cn: 短过每日定期时间

source: Under Review
es_es: Bajo Revisión
zh_cn: 评估中

source: Unemployment Insurance Tax Report
es_es: Informe de Impuesto de Seguro de Desempleo
zh_cn: 失业保险纳税报告

source: Unemployment Tax and Wage Report
es_es: Informe de Impuestos y Salarios por Desempleo
zh_cn: 失业税和工资报告

source: Union
es_es: Unión
zh_cn: 工会

source: Union Dues (44)
es_es: Pagos al Sindicato (44)

source: Union Dues (Box: 44)
es_es: Cuotas de sindicato (Caja: 44)
zh_cn: 工会会费(Box: 44)

source: Unit Cost
es_es: Coste unitario
zh_cn: 单位成本

source: Unit Name
es_es: Nombre de la Unidad
zh_cn: 单位名称

source: Unit Name is too short or too long
es_es: El nombre de la unidad es demasiado corto o demasiado largo.
zh_cn: 单元名称太短或过长

source: Unit Price
es_es: Precio Unitario
zh_cn: 单价

source: Unit Value
es_es: Valor de unidad
zh_cn: 单价

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: United Kingdom
es_es: Reino Unido

source: United States
es_es: Estados Unidos
zh_cn: 美国

source: United States - ACH (94-Byte)
es_es: Estados Unidos - ACH (94-Bytes)
zh_cn: 美国 - ACH (94-Byte)

source: United States Minor Outlying Islands
es_es: Islas Estadounidenses Menores

source: Units
es_es: Unidades
zh_cn: 单位

source: Units has too many digits
es_es: Las unidades tienen demasiados dígitos.
zh_cn: 单位的数字太多

source: Units has too many digits after the decimal
es_es: Las unidades tienen demasiados dígitos después del decimal.
zh_cn: 单位在小数后有太多数字

source: Units has too many digits before the decimal
es_es: Las unidades tienen demasiados dígitos antes del decimal.
zh_cn: 单位在小数之前有太多数字

source: Units/Hours
es_es: Unidades/Horas
zh_cn: 小时/单位

source: Unknown
es_es: Desconocido
zh_cn: 未知

source: Unpaid
es_es: No Pagado
zh_cn: 未付

source: Unread
es_es: No leído
zh_cn: 未读

source: Unscheduled Absence
es_es: Ausencias no Planificada
zh_cn: 未定期缺席

source: Unspecified
es_es: No especificado
zh_cn: 未指定

source: Unsuitable: Background
es_es: Inadecuado: Antecedentes
zh_cn: 不适合：背景

source: Unsuitable: Drug Test
es_es: Inadecuado: Prueba de Drogas
zh_cn: 不适用：药物测试

source: Unsuitable: Education
es_es: Inadecuada: Educación
zh_cn: 不适合：教育

source: Unsuitable: Experience
es_es: Inadecuada: Experiencia
zh_cn: 不适合：经验

source: Unsuitable: Languages
es_es: Inadecuado: Idiomas
zh_cn: 不适合：语言

source: Unsuitable: Licenses
es_es: Inapropiado: Licencias
zh_cn: 不适用：许可证

source: Unsuitable: Memberships
es_es: Inadecuado: Membresías
zh_cn: 不适合:会员资格

source: Unsuitable: Other
es_es: Inadecuado: Otro
zh_cn: 不适用：其他

source: Unsuitable: Physical Location
es_es: Inadecuado: Ubicación Física
zh_cn: 不适合：物理位置

source: Unsuitable: Skills
es_es: Inadecuado: Habilidades
zh_cn: 不适合:技能

source: Unsuitable: Wage Requirements
es_es: No apropiado: Requerimientos Salariales
zh_cn: 不适用：工资要求

source: Unsupported
es_es: Sin soporte
zh_cn: 不受支持

source: Up
es_es: Arriba
zh_cn: 上

source: Up To 14 Days Ago
es_es: Hasta hace 14 días
zh_cn: 直到14天前

source: Up To 30 Days Ago
es_es: Hasta hace 30 días
zh_cn: 直到30天前

source: Up To 45 Days Ago
es_es: Hasta hace 45 días
zh_cn: 直到45天前

source: Up To 60 Days Ago
es_es: Hasta hace 60 días
zh_cn: 直到60天前

source: Up To 7 Days Ago
es_es: Hasta hace 7 días
zh_cn: 直到7天前

source: Up To 90 Days Ago
es_es: Hasta hace 90 días
zh_cn: 直到90天前

source: Up To Last Month
es_es: Hasta el mes pasado
zh_cn: 截至上月

source: Up To Last Pay Period
es_es: Hasta el último período de pago
zh_cn: 截至最后一个付款期

source: Up To Last Quarter
es_es: Hasta el último trimestre
zh_cn: 截至上一季度

source: Up To Last Week
es_es: Hasta la semana pasada
zh_cn: 截至上周

source: Up To Last Year
es_es: Hasta el año pasado
zh_cn: 截至去年

source: Up To This Month
es_es: Hasta este mes
zh_cn: 截至本月

source: Up To This Pay Period
es_es: Hasta este periodo de pago
zh_cn: 截至本支付期

source: Up To This Quarter
es_es: Hasta este trimestre
zh_cn: 截至本季度

source: Up To This Week
es_es: Hasta esta semana
zh_cn: 截至本周

source: Up To This Year
es_es: Hasta este año
zh_cn: 截至今年

source: Up To Today
es_es: Hasta Hoy
zh_cn: 直到今天

source: Up To Yesterday
es_es: Hasta Ayer
zh_cn: 直到昨天

source: Upcoming %1 absence scheduled for %2.
es_es: Próxima ausencia programada para el %2.
zh_cn: 为 %2 安排了即将到来的 %1 缺勤。

source: Update
es_es: Actualizar
zh_cn: 更新

source: Update Configuration
es_es: Actualizar configuración
zh_cn: 更新配置

source: Update Configuration Failed
es_es: Falló la actualización de configuración
zh_cn: 更新配置失败

source: Update Configuration Succeeded
es_es: ¡Éxito al actualizar la configuración!
zh_cn: 成功更新配置

source: Update Firmware (CAUTION)
es_es: Actualizar Firmware (PRECAUCIÓN)
zh_cn: 更新固件(小心)

source: Update existing records based on UserName, Employee Number, or SIN/SSN.
es_es: Actualizar los registros existentes basados en el nombre de usuario, número de empleado o SIN/SSN.
zh_cn: 根据用户名、员工编号或SIN/SSN更新现有记录。

source: Updated
es_es: Actualizado
zh_cn: 更新

source: Updated By
es_es: Actualizado por
zh_cn: 更新人

source: Updated Date
es_es: Fecha Actualización
zh_cn: 更新日期

source: Updating preferences, reloading
es_es: Actualizando preferencias, recargando
zh_cn: 更新首选项，重新加载

source: Upgrade Complete
es_es: Actualización completa
zh_cn: 升级完成

source: Upgrading database, please wait...
es_es: Actualizando base de datos, por favor espere...
zh_cn: 正在升级数据库，请稍等…

source: Upgrading database...
es_es: Actualizando base de datos...
zh_cn: 升级数据库……

source: Upload Data
es_es: Subir Datos
zh_cn: 上载数据

source: Upload Data Failed!
es_es: Subida de Datos Fallo!
zh_cn: 上载数据失败！

source: Upload Data Succeeded!
es_es: Subida de Datos Exitosa!
zh_cn: 成功上载数据！

source: Upload Disabled
es_es: Subida Deshabilitada
zh_cn: 已禁用上载

source: Upload Image
es_es: Subir imagen
zh_cn: 上传图片

source: Upload License
es_es: Subir Licencia
zh_cn: 上传许可证

source: Upload Resume
es_es: Subir Currículum
zh_cn: 上传简历

source: Upload Successful!
es_es: Subida exitosa!
zh_cn: 上传成功！

source: Upload eFile
es_es: Subir eFile
zh_cn: 上传电子文件

source: Uploaded Date
es_es: Fecha de subida
zh_cn: 上传日期

source: Upon Hire
es_es: Complete the onboarding paperwork
zh_cn: 受雇日期

source: Upon Termination
es_es: Al finalizar
zh_cn: 终止时

source: Upon Termination (Pay Period End)
es_es: Al finalizar el periodo de pago.
zh_cn: 终止时（支付期结束）

source: Used
es_es: Usado
zh_cn: 已使用

source: Used to search for the user, for anonymous binding enter: anonymous
es_es: Usado para buscar al usuario, para enlace anónimo ingrese: anónimo
zh_cn: 用于搜索用户，匿名绑定输入：anonymous

source: User
es_es: Usuario
zh_cn: 用户

source: User ( Big Multi-select)
es_es: Usuario (Gran Multi-selección)
zh_cn: 用户（大多选）

source: User Date Total ID is invalid
es_es: ID del Total de Fechas del Usuario no valido
zh_cn: 用户日期总计 ID 无效

source: User Filter
es_es: Filtro de usuario
zh_cn: 用户筛选器

source: User Name
es_es: Usuario
zh_cn: 用户名

source: User Name must not be a part of the password
es_es: El nombre de usuario no debe ser parte de la contraseña.
zh_cn: 用户名不能是密码的一部分

source: User Name or Key is incorrect.
es_es: Nombre de usuario o clave es incorrecto.
zh_cn: 用户名或密钥不正确。

source: User Name or Password is incorrect
es_es: Usuario o Clave incorrecto
zh_cn: 用户名或密码错误

source: User Name or Password is incorrect.
es_es: Nombre de usuario o contraseña es incorrecta.
zh_cn: 用户名或密码不正确。

source: User Setting - Name
es_es: Configuración de usuario - Nombre
zh_cn: 用户设置-名称

source: User Value 1 is invalid
es_es: Valor de Usuario 1 no es valido
zh_cn: 用户值 1 无效

source: User Value 1 is too short or too long
es_es: Valor 1 del Usuario es muy corto o muy largo
zh_cn: 用户值 1 太短或太长

source: User Value 10 is too short or too long
es_es: Valor 10 del Usuario es muy corto o muy largo
zh_cn: 用户值 10 太短或太长

source: User Value 2 is invalid
es_es: Valor de Usuario 2 no es valido
zh_cn: 用户值 2 无效

source: User Value 2 is too short or too long
es_es: Valor 2 del Usuario es muy corto o muy largo
zh_cn: 用户值 2 太短或太长

source: User Value 3 is invalid
es_es: Valor de Usuario 3 no es valido
zh_cn: 用户值 3 无效

source: User Value 3 is too short or too long
es_es: Valor 3 del Usuario es muy corto o muy largo
zh_cn: 用户值 3 太短或太长

source: User Value 4 is invalid
es_es: Valor de Usuario 4 no es valido
zh_cn: 用户值 4 无效

source: User Value 4 is too short or too long
es_es: Valor 4 del Usuario es muy corto o muy largo
zh_cn: 用户值 4 太短或太长

source: User Value 5 is invalid
es_es: Valor de Usuario 5 no es valido
zh_cn: 用户值 5 无效

source: User Value 5 is too short or too long
es_es: Valor 5 del Usuario es muy corto o muy largo
zh_cn: 用户值 5 太短或太长

source: User Value 6 is too short or too long
es_es: Valor 6 del Usuario es muy corto o muy largo
zh_cn: 用户值 6 太短或太长

source: User Value 7 is too short or too long
es_es: Valor 7 del Usuario es muy corto o muy largo
zh_cn: 用户值 7 太短或太长

source: User Value 8 is too short or too long
es_es: Valor 8 del Usuario es muy corto o muy largo
zh_cn: 用户值 8 太短或太长

source: User Value 9 is too short or too long
es_es: Valor 9 del Usuario es muy corto o muy largo
zh_cn: 用户值 9 太短或太长

source: User does not exist.
es_es: El usuario no existe.
zh_cn: 用户不存在。

source: User is invalid
es_es: Usuario no valido
zh_cn: 用户无效
