Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Fail
es_es: Fallar
zh_cn: 失败

source: Failed
es_es: Fallo
zh_cn: 失败

source: Failed Requirements: %1
es_es: Requisitos fallidos: %1
zh_cn: 失败的要求：%1

source: Fair
es_es: Justo
zh_cn: 公平

source: Falkland Islands (Malvinas)
es_es: Islas Malvinas

source: Fallback communication on port 80 succeeded, but secure communication failed...
es_es: La comunicación de respaldo en el puerto 80 tuvo éxito, pero la comunicación segura falló...
zh_cn: 在端口80上的备用通信成功，但是安全通信失败…

source: False
es_es: Falso
zh_cn: 假

source: Family Maintenance Enforcement Program (FMEP)
es_es: Programa de Cumplimiento de Mantenimiento Familiar (PCMF)
zh_cn: 家庭赡养执法计划(FMEP)

source: Family Responsibility Office
es_es: Oficina de Responsabilidad Familiar
zh_cn: 家庭责任办事处

source: Faroe Islands
es_es: Islas Feroe

source: Fax Phone
es_es: Fax
zh_cn: 传真电话

source: Fax phone number is invalid
es_es: Numero de teléfono de fax no es valido
zh_cn: 传真电话号码无效

source: February
es_es: Febrero
zh_cn: 二月

source: Federal Gov't
es_es: Gobierno Federal
zh_cn: 联邦政府

source: Federal Income Tax (2)
es_es: Impuesto sobre la Renta Federal (2)

source: Federal Income Tax (4)
es_es: Impuesto Federal sobre la Renta
zh_cn: 联邦所得税 (4)

source: Federal Income Tax Formula
es_es: Formula del Impuesto sobre la Renta Federal
zh_cn: 国家收入税方程式

source: Federal Income Tax Withheld (Box 2)
es_es: Retención de impuesto federal sobre la renta (Caja 2)
zh_cn: 预扣联邦所得税（方框 2）

source: Federal Income Tax Withheld (Box 4)
es_es: Retención de impuestos federales sobre la renta (Caja 4)
zh_cn: 代扣联邦所得税(Box 4)

source: Federal/Provincial Income Tax
es_es: Impuesto Federal/Provincial sobre la Renta
zh_cn: 联邦/省级所得税

source: Feedback
es_es: Retroalimentación
zh_cn: 反馈

source: Feedback Rating
es_es: Calificación de Retroalimentación
zh_cn: 反馈评级

source: Fees for Services (Box: 48)
es_es: Tarifas por Servicios (Caja: 48)
zh_cn: 服务费(Box: 48)

source: Feet (ft)
es_es: Pies (ft)
zh_cn: 英尺 (ft)

source: Female
es_es: Mujer
zh_cn: 女

source: Fermo
es_es: Firme

source: Field
es_es: Campo
zh_cn: 场地

source: Field Type
es_es: Tipo de Campo
zh_cn: 字段类型

source: Field is invalid
es_es: El campo no es válido.
zh_cn: 字段无效

source: Fields
es_es: Campos
zh_cn: 领域

source: File
es_es: Archivo
zh_cn: 文件

source: File CheckSums
es_es: Sumas de comprobación de archivos
zh_cn: 文件校验和

source: File Column
es_es: Columna de archivo
zh_cn: 档案专栏

source: File Header Line
es_es: Línea de encabezado de archivo
zh_cn: 文件头行

source: File Name
es_es: Nombre de archivo
zh_cn: 文件名

source: File Permissions
es_es: Permisos de archivo
zh_cn: 文件权限

source: File Report
es_es: Informe de archivo
zh_cn: 文件报告

source: File Trailer Line
es_es: Línea de remolque de archivo
zh_cn: 文件尾行

source: File Uploading
es_es: Subir archivos
zh_cn: 文件上传

source: File checksums do not match, some
es_es: Las sumas de comprobación de archivos no coinciden, algunas.
zh_cn: 有些文件校验和不匹配

source: File exceeds maximum number of records (%1) that can be imported at one time
es_es: El archivo excede el número máximo de registros (%1) que se pueden importar a la vez.
zh_cn: 文件超过一次可以导入的最大记录数(%1)

source: File permissions are invalid, some
es_es: Los permisos del archivo son inválidos, algunos
zh_cn: 文件权限无效，有些

source: File size is too large, must be less than %1 bytes
es_es: El tamaño del archivo es demasiado grande, debe ser menor que %1 bytes.
zh_cn: 文件大小太大，必须小于%1字节

source: File with Agency
es_es: Presentar al organismo
zh_cn: 向代理机构提交文件

source: Filing Status
es_es: Estado Civil
zh_cn: 申请状态

source: Filter
es_es: Filtro
zh_cn: 筛选

source: Filter (Post-Group)
es_es: Filtro (Post-Grupo)
zh_cn: 过滤器（后组）

source: Filter (Pre-Group)
es_es: Filtro (Pre-Grupo)
zh_cn: 过滤器（预组）

source: Final End Date
es_es: Fecha Final de Fin
zh_cn: 最终结束日期

source: Final Pay Period End Date cannot be more than %1 days after the Last Day For Which Paid, based on this pay period type
es_es: La fecha de finalización del último periodo de pago no puede ser más de %1 días después del último día pagado, según este tipo de periodo de pago.
zh_cn: 根据此支付期类型，最终支付期结束日期不能超过支付的最后一天的%1天

source: Final Pay Period Ending Date
es_es: Fecha de finalización del último periodo de pago
zh_cn: 最终支付期结束日期

source: Final Pay Period Ending Date must be on or after Last Day Paid
es_es: La fecha de finalización del último período de pago debe ser igual o posterior al último día pagado.
zh_cn: 最后支付期结束日期必须在最后支付日当天或之后

source: Final Pay Stub End Date
es_es: Fecha de fin de recibo de pago
zh_cn: 最终工资单结束日期

source: Final Pay Stub Transaction Date
es_es: Fecha de transacción de recibo de pago final
zh_cn: 最终付款存根交易日期

source: Final Transaction Date
es_es: Fecha de la transacción final
zh_cn: 最终交易日期

source: Final pay stub end date must be specified
es_es: La fecha final de la boleta de pago debe especificarse.
zh_cn: 必须指定最终工资存根结束日期

source: Final pay stub transaction date must be on or after final pay stub end date
es_es: La fecha de transacción de la última nómina debe ser igual o posterior a la fecha de finalización de la última nómina.
zh_cn: 最终工资存根交易日期必须在最终工资存根结束日期或之后

source: Final pay stub transaction date must be specified
es_es: La fecha de transacción de la última nómina debe especificarse.
zh_cn: 必须指定最终工资存根交易日期

source: Final: Business closed or stopped paying wages
es_es: Final: Empresa cerro o termino de pagar sueldos
zh_cn: 最终：停业或停止支付工资

source: Finance and Insurance
es_es: Finanzas y seguros
zh_cn: 财经保险业

source: Find Available
es_es: Encuentra Disponible
zh_cn: 查找可用

source: Find available Employees
es_es: Encuentra empleados disponibles
zh_cn: 寻找可用的员工

source: FingerPrint
es_es: Huella Digital
zh_cn: 指印

source: Finished Uploading Logs...
es_es: Terminado subiendo registros...
zh_cn: 完成上传日志...

source: Finland
es_es: Finlandia
zh_cn: 芬兰

source: Firmware Update Failed!
es_es: Actualización de Firmware Fallo!
zh_cn: 固件更新失败！

source: Firmware Update Succeeded!
es_es: Actualización de Firmware Exitosa!
zh_cn: 固件更新成功！

source: First
es_es: Primero
zh_cn: 第一的

source: First Day Worked
es_es: Primer día trabajado
zh_cn: 第一天上班

source: First Day Worked / Last Day For Which Paid must not overlap an already existing ROE for this employee
es_es: Primer Día Trabajado / Último Día Por el Cual Se Paga no debe solaparse con una ROE ya existente para este empleado.
zh_cn: 第一天工作/付薪的最后一天不得与该员工已经存在的ROE重叠

source: First In Punch
es_es: Primero en marcajear
zh_cn: 先冲

source: First In Schedule
es_es: Primero en el horario
zh_cn: 排在第一位

source: First In Schedule Diff.
es_es: Primero en el horario diferente.
zh_cn: 首先在时间表差异。

source: First Invoice Date
es_es: Fecha de la primera factura
zh_cn: 第一个发票日期

source: First Name
es_es: Primer Nombre
zh_cn: 名字

source: First Shift Must Be At Least
es_es: La primera turno debe ser al menos
zh_cn: 第一班必须至少

source: First Used Date
es_es: Fecha de Primer Uso
zh_cn: 首次使用日期

source: First name contains invalid characters
es_es: Primer Nombre contiene caracteres no validos
zh_cn: 名字含有无效字符

source: First name is too short or too long
es_es: Primer Nombre es muy corto o muy largo
zh_cn: 名字太短或太长

source: First name must be specified
es_es: El primer nombre debe especificarse.
zh_cn: 必须指定名字

source: First used date is invalid
es_es: La primera fecha de uso es inválida.
zh_cn: 首次使用日期无效

source: FirstName LastName
es_es: PrimerNombre Apellido
zh_cn: 名 姓

source: Fixed
es_es: Fija
zh_cn: 固定

source: Fixed Amount
es_es: Cantidad Fija
zh_cn: 固定金额

source: Fixed Amount (Range Bracket)
es_es: Cantidad fija (Rango de Soporte)

source: Fixed Amount (w/Target)
es_es: Cantidad fija (w/Objetivo)

source: Flat Amount
es_es: Cantidad fija
zh_cn: 固定金额

source: Flat Hourly Rate
es_es: Tarifa horaria plana
zh_cn: 统一时薪

source: Flat Hourly Rate (Relative to Wage)
es_es: Tarifa horaria plana (relativa al salario)
zh_cn: 固定时薪(相对于工资)

source: Flat Hourly Rate (w/Default)
es_es: Tarifa horaria plana (con defecto)
zh_cn: 固定小时费率（带默认值）

source: Flat Rate
es_es: Sueldo Fijo
zh_cn: 平率

source: Flemish Brabant
es_es: Brabante flamenco

source: Florence
es_es: Florencia

source: Fluency
es_es: Fluidez
zh_cn: 流畅度

source: Fluency is invalid
es_es: La fluidez no es válida
zh_cn: 流畅度无效

source: Folder: Inbox
es_es: Carpeta: Bandeja de entrada
zh_cn: 文件夹：收件箱

source: Folder: Sent
es_es: Carpeta: Enviado
zh_cn: 文件夹：已发送

source: Following Termination Date
es_es: Después de la fecha de terminación
zh_cn: 以下终止日期

source: Following Year of Termination
es_es: Año Siguiente de Terminación
zh_cn: 终止后的下一年

source: Font Size
es_es: Tamaño de fuente
zh_cn: 字体大小

source: For Absences
es_es: Por Ausencias
zh_cn: 缺席

source: For help, please visit
es_es: Para Ayuda visite
zh_cn: 若需要帮助，请访问

source: For installation assistance, please contact
es_es: Para obtener ayuda con la instalación, contacta con
zh_cn: 安装协助请联系

source: For installation assistance, please join our community
es_es: Para obtener ayuda con la instalación, únete a nuestra comunidad
zh_cn: 安装协助，请加入我们的社区

source: For more information please visit
es_es: Para obtener más información, visita
zh_cn: 欲了解更多信息，请访问

source: Force Time Zone
es_es: Forzar zona horaria
zh_cn: 强制时区

source: Force closing OPEN/Locked pay period
es_es: Forzar el cierre de periodo de pago abierto/bloqueado.
zh_cn: 强制关闭开放/锁定支付期

source: Force closing Post-Adjustment pay period
es_es: Cerrando forzadamente el periodo de pago post-ajuste.
zh_cn: 强制关闭调整后支付期

source: Form
es_es: Formulario
zh_cn: 表格

source: Form 1099-NEC
es_es: Formulario 1099-NEC
zh_cn: 表格 1099-NEC

source: Form 1099-NEC Report
es_es: Reporte 1099-NEC
zh_cn: 表格 1099-NEC 报告

source: Form 306 Payment
es_es: Formulario 306 Pago
zh_cn: 表格 306 付款

source: Form 307 Filing
es_es: Presentar el Formulario 307
zh_cn: 307表格归档

source: Form 33H Filing
es_es: Presentación del Formulario 33H
zh_cn: 表格 33H 归档

source: Form 5080 Filing
es_es: Presentar el Formulario 5080
zh_cn: 5080 表格归档

source: Form 5081 Filing
es_es: Presentación de Formulario 5081
zh_cn: 5081 表格归档

source: Form 5094 Payment
es_es: Formulario 5094 Pago
zh_cn: 表格 5094 付款

source: Form 940
es_es: Formulario 940
zh_cn: 表格 940

source: Form 940 Report
es_es: Reporte del Formulario 940

source: Form 941
es_es: Formulario 941
zh_cn: 表格 941

source: Form 941 Report
es_es: Reporte del Formulario 941

source: Form 967A Filing
es_es: Presentar el Formulario 967A
zh_cn: 967A 表格归档

source: Form Setup
es_es: Configuración de formulario
zh_cn: 表单设置

source: Form Setup has been saved successfully
es_es: La configuración de formulario se ha guardado con éxito.
zh_cn: 表单设置已成功保存

source: Form Setup incomplete for Medicare Employer
es_es: Configuración de formulario incompleta para el empleador de Medicare.
zh_cn: 医疗保险雇主的表格设置不完整

source: Form Setup incomplete for Social Security Employer
es_es: Configuración de formulario incompleta para el empleador de Seguridad Social.
zh_cn: 社保单位表格填写不完整

source: Form Setup save failed, Please try again
es_es: Configuración de formulario guardar falló, por favor inténtalo de nuevo.
zh_cn: 表单设置保存失败，请再试一次

source: Form W-4<br>Version
es_es: Formulario W-4<br>Versión
zh_cn: 形式圆满填写完减免证明< br >版本

source: Form W2 / W3
es_es: Formulario W2 / W3
zh_cn: 表格 W2 / W3

source: Form W2 Report
es_es: Reporte del Formulario W2

source: Form W2/W3
es_es: Formulario W2/W3
zh_cn: 表格W2/W3

source: Form setup
es_es: Configuración de formulario
zh_cn: 表单设置

source: Format
es_es: Formato
zh_cn: 格式

source: Format is invalid
es_es: Formato no válido
zh_cn: 格式无效

source: Formula
es_es: Fórmula
zh_cn: 公式

source: Formula (Post-Group)
es_es: Formula (Post-Grupo)
zh_cn: 公式（后组）

source: Formula (Pre-Group)
es_es: Formula (Pre-Grupo)
zh_cn: 公式（预组）

source: Formula Builder
es_es: Constructor de Fórmulas
zh_cn: 公式生成器

source: Formula Functions
es_es: Funciones de fórmula
zh_cn: 公式函数

source: Formula Type
es_es: Tipo de fórmula
zh_cn: 公式类型

source: Formula is too short or too long
es_es: La fórmula es demasiado corta o demasiado larga
zh_cn: 公式太短或太长

source: France
es_es: Francia
zh_cn: 法国

source: French Guiana
es_es: Guyana Francesa

source: French Polynesia
es_es: Polinesia Francesa

source: French Southern Territories
es_es: Territorios Franceses del Sur

source: Frequency
es_es: Frecuencia
zh_cn: 频率

source: Frequency Day Of Month
es_es: Frecuencia Día del Mes
zh_cn: 每月频率

source: Frequency Day of Month
es_es: Frecuencia Día del Mes
zh_cn: 每月频率

source: Frequency Day of Week
es_es: Frecuencia Día de la Semana
zh_cn: 每周频率

source: Frequency Hire Date
es_es: Frecuencia de contratación
zh_cn: 频率 雇用日期

source: Frequency In Which To Apply Time to Employee Records
es_es: Frecuencia para aplicar el tiempo a récord de empleados
zh_cn: 应用时间到员工纪录的频率

source: Frequency Month
es_es: Frecuencia Mes
zh_cn: 频率月

source: Frequency Quarter Month
es_es: Frecuencia Trimestre Mes
zh_cn: 频率季月

source: Fri
es_es: Vie
zh_cn: 周五

source: Friday
es_es: Viernes
zh_cn: 周五

source: Friday-Thursday
es_es: Viernes-Jueves
zh_cn: 周五－周四

source: From
es_es: De
zh_cn: 发件人

source: From Address
es_es: De dirección
zh_cn: 发件人地址

source: From: First Name
es_es: Primer nombre
zh_cn: 来自：名字

source: From: Last Name
es_es: Apellido
zh_cn: 来自：姓氏

source: From: Middle Name
es_es: ¿Cuál es tu segundo nombre?
zh_cn: 来自：中间名

source: Full Name
es_es: Nombre Completo
zh_cn: 姓名

source: Full Shift (Majority of Shift Observed)
es_es: Turno completo (mayoría del turno observado)
zh_cn: 全轮班(观察到的大部分轮班)

source: Full Shift (Majority of Shift Worked)
es_es: Turno completo (La mayoría del turno trabajado)
zh_cn: 全班次（大部分班次工作）

source: Full Shift (Must End)
es_es: Turno completo (debe terminar)
zh_cn: 全班（必须结束）

source: Full Shift (Must Start & End)
es_es: Turno completo (debe comenzar y terminar)
zh_cn: 全班（必须开始和结束）

source: Full Shift (Must Start)
es_es: Turno completo (debe comenzar)
zh_cn: 全班（必须开始）

source: Full Shift Absence Policy
es_es: Política de Ausencia de Turno Completo
zh_cn: 全班缺勤政策

source: Full Shift Undertime Absence Policy
es_es: Política de Ausencia de Jornada Completa y Menos Horas
zh_cn: 全班缺勤政策

source: Full Time
es_es: Tiempo completo
zh_cn: 全职

source: Full Upload Frequency
es_es: Frecuencia de carga completa
zh_cn: 完整上传频率

source: Full-Time
es_es: Tiempo completo
zh_cn: 全职

source: Full-Time Equivalent Detail
es_es: 0 Detalle de Equivalente a Tiempo Completo
zh_cn: 全职同等细节

source: Full-Time Equivalent Summary
es_es: Resumen de equivalente a tiempo completo
zh_cn: 全日制等值汇总表

source: Full-Time Equivalents (FTE)
es_es: Equivalente de Tiempo Completo (ETC)
zh_cn: 全职等价物（FTE）

source: Future
es_es: Futuro
zh_cn: 未来

source: G-7 (Monthly) Filing
es_es: Presentación mensual del G-7
zh_cn: G-7（每月）归档

source: G-7 (Quarterly) Filing
es_es: Presentación trimestral del G-7
zh_cn: G-7（季度）归档

source: G-7 (Semi-Weekly) Filing
es_es: Presentación G-7 (Semi-Semanal)
zh_cn: G-7（半周）归档

source: G-7 (Semi-Weekly) Payment
es_es: Pago G-7 (Semi-Semanal)
zh_cn: G-7（半周）付款

source: G-7 Semi-Weekly Payment
es_es: Pago semanal semestral G-7
zh_cn: G-7 半周付款

source: GA-V Payment
es_es: Pago GA-V
zh_cn: GA-V支付

source: GD Enabled
es_es: Habilitado GD
zh_cn: 启用 GD

source: GEO Fence
es_es: Valla Geográfica
zh_cn: 地理围栏

source: GEO Fence Violation
es_es: Violación de la valla GEO
zh_cn: 违反 GEO 围栏

source: GEO Fence must be defined, please draw a circle or polygon on the map
es_es: La cerca geográfica debe definirse, por favor dibuje un círculo o un polígono en el mapa.
zh_cn: 必须定义地理围栏，请在地图上画一个圆或多边形

source: GEO Fences
es_es: Cercas Geográficas
zh_cn: 地理围栏

source: GEO Type
es_es: Tipo GEO
zh_cn: 地理类型

source: GEO color is too short or too long
es_es: El color GEO es demasiado corto o demasiado largo.
zh_cn: GEO 颜色太短或太长

source: GETTEXT Enabled
es_es: Habilitado GETTEXT
zh_cn: 启用 GETTEXT

source: GPS Location
es_es: Ubicación GPS
zh_cn: 全球定位系统位置

source: Gabon
es_es: Gabón

source: Garnishment
es_es: Embargo
zh_cn: 装饰

source: Gateway Credentials
es_es: Credenciales de Salida:
zh_cn: 网关证书

source: Gender
es_es: Género
zh_cn: 性别

source: General Ledger Summary
es_es: Resumen del Libro de Contabilidad
zh_cn: 总帐摘要

source: General Ledger Summary Report
es_es: Reporte del Resumen del Libro de Contabilidad
zh_cn: 总帐摘要报表

source: Generate 1099-NEC forms to review and verify that all necessary boxes are properly filled out.
es_es: Genere formularios 1099-NEC para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成1099-NEC表格，以审核并验证所有必要的方框都已正确填写。

source: Generate Final Pay Stub
es_es: Generar Recibo de Pago Final
zh_cn: 生成最终工资单

source: Generate Pay Stub
es_es: Generar Recibo de Sueldo
zh_cn: 生成工资单

source: Generate Pay Stub Wizard
es_es: Generador de talones de pago Asistente
zh_cn: 生成工资单向导

source: Generate T4 forms to review and verify that all necessary boxes are properly filled out.
es_es: Genere formularios T4 para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成T4表格，以审核并验证所有必要的方框都已正确填写。

source: Generate T4A forms to review and verify that all necessary boxes are properly filled out.
es_es: Genere formularios T4A para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成T4A表格，检查并验证所有必要的框都正确填写。

source: Generate W2 forms to review and verify that all necessary boxes are properly filled out.
es_es: Genere formularios W2 para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成W2表单，检查并验证所有必要的框都正确填写。

source: Generate pay stubs
es_es: Generar recibos de pago
zh_cn: 生成工资单

source: Generate pay stubs for individual employees when manual modifications or a termination occurs. Use Payroll -> Process Payroll if you wish to generate pay stubs for all employees instead.
es_es: Genere recibos de pago para empleados individuales cuando ocurran modificaciones manuales o una terminación. Use Nómina -> Procesar Nómina si desea generar recibos de pago para todos los empleados en su lugar.
zh_cn: 当手工修改或终止发生时，为个别员工生成工资存根。使用工资单->处理工资单，如果您希望为所有员工生成工资存根。

source: Generate the 940 form to print and file manually.
es_es: Generar el formulario 940 para imprimir y archivar manualmente.
zh_cn: 生成要手动打印和归档的940表格。

source: Generate the 940 form to review and verify that all necessary boxes are properly filled out.
es_es: Genere el formulario 940 para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成940表格，检查并验证所有必要的框都正确填写。

source: Generate the 941 form to print and file manually.
es_es: Genere el formulario 941 para imprimir y archivar manualmente.
zh_cn: 生成要手动打印和归档的941表格。

source: Generate the 941 form to review and verify that all necessary boxes are properly filled out.
es_es: Genere el formulario 941 para revisar y verificar que todas las cajas necesarias estén correctamente llenadas.
zh_cn: 生成941表格，检查并验证所有必要的框都正确填写。

source: Generate the government 1099-NEC forms to print and file manually.
es_es: Genere los formularios 1099-NEC del gobierno para imprimir y archivar manualmente.
zh_cn: 生成政府1099-NEC表格，以手动打印和归档。

source: Generate the report in Excel/CSV format to file manually.
es_es: Genere el informe en formato Excel/CSV para archivo manualmente.
zh_cn: 手工生成Excel/CSV格式的报表。

source: Generate the report in PDF format to file manually.
es_es: Genere el informe en formato PDF para archivar manualmente.
zh_cn: 手工生成PDF格式的报表。

source: Generate the report to file manually.
es_es: Generar el informe a archivo manualmente.
zh_cn: 手工生成报告文件。

source: Generate<br>Pay Stubs
es_es: Generar<br>2. Talones de Pago
zh_cn: 生成<br>工资单

source: Generated
es_es: Generar
zh_cn: 已生成

source: Generated By
es_es: Generado Por
zh_cn: 生成者

source: Generated By Invoice Wizard
es_es: Generado por Asistente de Factura
zh_cn: 由发票向导生成

source: Generated For
es_es: Generado para
zh_cn: 生成的

source: Generated by
es_es: Generado por
zh_cn: 生成者

source: Generating Chart...
es_es: Generando gráfico...
zh_cn: 正在生成图表...

source: Generating Forms...
es_es: Generando formularios...
zh_cn: 正在生成表格...

source: Generating HTML...
es_es: Generando HTML...
zh_cn: 正在生成 HTML...

source: Generating Invoices for Job
es_es: Generando facturas para el trabajo.
zh_cn: 为工作生成发票

source: Generating Invoices...
es_es: Generando facturas...
zh_cn: 正在生成发票...

source: Generating PDF...
es_es: Generando PDF...
zh_cn: 正在生成 PDF...

source: Generating Pay Stubs...
es_es: Generando Recibos de Pago...
zh_cn: 生成工资单...

source: Generating Paystubs...
es_es: Generando Recibos de Pago...
zh_cn: 生成工资单...

source: Generating Schedules...
es_es: Generando Horarios...
zh_cn: 正在生成计划...

source: Generating TimeSheets...
es_es: Generando Hojas de Tiempo...
zh_cn: 正在生成时间表...

source: Generic Excel/CSV
es_es: Excel Generico/CSV
zh_cn: 创建Excel/CSV

source: Generic Excel/CSV (Advanced)
es_es: Excel/CSV genérico (Avanzado)
zh_cn: 通用Excel/CSV（高级）

source: Generic Object Mapping
es_es: Mapeo de objetos genérico
zh_cn: 通用对象映射

source: Generic Tax Summary
es_es: Resumen Genérico de Impuestos
zh_cn: 通用税务摘要

source: Genoa
es_es: Génova

source: Germany
es_es: Alemania
zh_cn: 德国

source: Get Hourly Rate
es_es: Obtener Tarifa por Hora
zh_cn: 获取时薪

source: Gift
es_es: Regalo
zh_cn: 礼物

source: Globally Exclusive
es_es: Exclusiva Global
zh_cn: 全局独有

source: Goias
es_es: Goiás

source: Good
es_es: Bien
zh_cn: 良好

source: Good Friday
es_es: Viernes de Pascua
zh_cn: 耶稣受难日

source: Government
es_es: Gobierno
zh_cn: 政府

source: Government (Multiple Employees/Page)
es_es: Gobierno (Múltiples Empleados/Página)
zh_cn: 政府 (多员工/页)

source: Government Document
es_es: Documento del Gobierno
zh_cn: 政府文件

source: Government Documents
es_es: Documentos del gobierno
zh_cn: 政府文件

source: Government ID
es_es: Identificación del gobierno
zh_cn: 身份证

source: Government document storage directory is invalid!
es_es: El directorio de almacenamiento de documentos del gobierno es inválido.
zh_cn: 政务文件存放目录无效！

source: Government/Public Administration
es_es: Administración Pública
zh_cn: 公务员

source: Grace
es_es: Gracia
zh_cn: 褒奖

source: Grace Period
es_es: Período de Gracia
zh_cn: 宽限期

source: Grade/Score
es_es: Calificación/Puntuación
zh_cn: 等级/分数

source: Grade/Score must only be digits
es_es: La calificación/puntuación solo debe ser números.
zh_cn: 等级/分数只能是数字

source: Graduation Date
es_es: Fecha de Graduación
zh_cn: 毕业日期

source: Grams (g)
es_es: Gramos (g)
zh_cn: 克 (g)

source: Grand Total
es_es: Total Final
zh_cn: 累计

source: Great West Life
es_es: Gran Vida Oeste
zh_cn: 大西部人寿

source: Greater London
es_es: Gran Londres
zh_cn: 大伦敦

source: Greece
es_es: Grecia
zh_cn: 希腊

source: Greenland
es_es: Groenlandia

source: Grenada
es_es: Granada

source: Grid Test
es_es: Prueba de cuadrícula
zh_cn: 网格测试

source: Gross Amount
es_es: Monto Bruto
zh_cn: 总金额

source: Gross Amount/Units
es_es: Monto bruto/Unidades
zh_cn: 总额/单位

source: Gross Income Tax Reconciliation of Tax Withheld
es_es: Reconciliación del Impuesto Sobre la Renta Bruta Retenido
zh_cn: 扣缴税款的总所得税对账

source: Gross Pay
es_es: Sueldo Bruto
zh_cn: 毛工资

source: Gross Payroll
es_es: Planilla Bruta
zh_cn: 工资总额

source: Gross Wage
es_es: Sueldo Bruto
zh_cn: 毛工资

source: Gross Wage w/Burden
es_es: Sueldo Bruto con Carga
zh_cn: 到负担的毛工资

source: Group
es_es: Grupo
zh_cn: 组

source: Group (Multi)
es_es: Grupo (Multi)
zh_cn: 团体（多人）

source: Group - Combined
es_es: Grupo - Combinado
zh_cn: 集团 - 合并

source: Group - Separated
es_es: Grupo - Separado
zh_cn: 集团 - 分离

source: Group - Separated (Page Breaks)
es_es: Grupo - Separado (Saltos de Página)
zh_cn: 组 - 分隔（分页）

source: Group A
es_es: Grupo A
zh_cn: A组

source: Group B
es_es: Grupo B
zh_cn: B组

source: Group By
es_es: Agrupar por
zh_cn: 通过...分组

source: Group C
es_es: Grupo C
zh_cn: C组

source: Group D
es_es: Grupo D
zh_cn: D组

source: Group Selection Type
es_es: Selección de Grupo
zh_cn: 组选类型

source: Group already exists
es_es: El grupo ya existe
zh_cn: 此组已存在
