Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Demerit Points
es_es: Puntos de Descuento
zh_cn: 扣分

source: Demerit must be greater than -9999
es_es: El descrédito debe ser mayor que -9999.
zh_cn: 过失必须大于-9999

source: Demerit must be less than 9999
es_es: El desmerecimiento debe ser menor a 9999.
zh_cn: 过失必须小于 9999

source: Denied
es_es: Denegado
zh_cn: 拒绝

source: Denmark
es_es: Dinamarca
zh_cn: 丹麦

source: Deny
es_es: Negar
zh_cn: 拒绝

source: Department
es_es: Departamento
zh_cn: 部门

source: Department Code
es_es: Código de Departamento
zh_cn: 部门代码

source: Department Override Code
es_es: Código de anulación de departamento
zh_cn: 部门覆盖代码

source: Department Selection Type
es_es: Selección de Departamento
zh_cn: 部门选择类型

source: Department already exists
es_es: Departamento ya existe
zh_cn: 部门已存在

source: Department does not exist
es_es: Departamento no existe
zh_cn: 部门不存在

source: Department name is too short or too long
es_es: Nombre del Departamento es muy corto o muy largo
zh_cn: 部门名太短或太长

source: Department: Code
es_es: Departamento: Código
zh_cn: 部门：代码

source: Departments
es_es: Departamentos
zh_cn: 部门

source: Dependant
es_es: Dependiente
zh_cn: 依赖

source: Dependent Allowances
es_es: Derechos de Emisión Dependientes
zh_cn: 家属津贴

source: Dependent Care Benefits (10)
es_es: Beneficios de cuidado dependiente (10)

source: Dependent Care Benefits (Box 10)
es_es: Beneficios de Cuidado Dependiente (Caja 10)
zh_cn: 受抚养人福利（方框 10）

source: Dependent Exemptions
es_es: Exenciones Dependientes
zh_cn: 相关豁免

source: Dependents
es_es: Dependientes
zh_cn: 依赖

source: Deposit to Accrual Policy
es_es: Política de Acumulación de Depósitos
zh_cn: 应计存款政策

source: Describe Criminal Convictions
es_es: Describir condenas criminales
zh_cn: 描述刑事罪行

source: Describe criminal convictions
es_es: Describir condenas criminales
zh_cn: 描述刑事罪行

source: Describe criminal convictions is invalid
es_es: Describir las condenas criminales como inválidas.
zh_cn: 描述刑事定罪无效

source: Description
es_es: Descripción
zh_cn: 说明

source: Description (Private)
es_es: Descripción (Privada)
zh_cn: 说明（私人）

source: Description Locked
es_es: Descripción bloqueada
zh_cn: 锁定说明

source: Description is too long
es_es: La descripción es demasiado larga
zh_cn: 说明太长

source: Description is too short or too long
es_es: Descripción es muy corta o muy larga
zh_cn: 说明太短或太长

source: Description must be specified
es_es: La descripción debe especificarse.
zh_cn: 必须指定说明

source: Deselect All
es_es: Deseleccionar todo
zh_cn: 取消全选

source: Designation [FT/PT/Seasonal]
es_es: Designación [Tiempo completo/Tiempo Parcial/Estacional]
zh_cn: 名称(FT / PT /季节性)

source: Desktop
es_es: Escritorio
zh_cn: 桌面

source: Desktop PC
es_es: PC de sobremesa
zh_cn: 桌上型电脑

source: Destination Account
es_es: Cuenta de destino
zh_cn: 目的地账户

source: Destination Pay Stub Account
es_es: Talón de Pago de Destino
zh_cn: 目的地工资存根账户

source: Detailed
es_es: Detallado
zh_cn: 详细的

source: Detailed Credits
es_es: Créditos detallados
zh_cn: 详细学分

source: Detailed Debits
es_es: Débitos detallados
zh_cn: 详细借记

source: Detailed Debits/Credits
es_es: Débitos/Créditos Detallados
zh_cn: 详细借方/贷方

source: Detailed Debits/Credits By Type
es_es: Débitos/Créditos Detallados Por Tipo
zh_cn: 详细的借方/贷方类型

source: Detailed Error Messages
es_es: Mensajes de error detallados
zh_cn: 详细错误信息

source: Device
es_es: Dispositivo
zh_cn: 设备

source: Devices
es_es: Dispositivos
zh_cn: 设备

source: Diagnostic mode is now disabled.
es_es: El modo de diagnóstico ahora está desactivado.
zh_cn: 诊断模式现在被禁用。

source: Diagnostic mode is now enabled.
es_es: El modo de diagnóstico está ahora habilitado.
zh_cn: 诊断模式现在启用。

source: Diagnostics Connection Test
es_es: Prueba de conexión de diagnóstico
zh_cn: 诊断连接测试

source: Diagnostics Mode
es_es: Modo de diagnóstico
zh_cn: 诊断模式

source: Diagnostics: Disable
es_es: Diagnósticos: Deshabilitar
zh_cn: 诊断：禁用

source: Diagnostics: Enable
es_es: Diagnósticos: Habilitar
zh_cn: 诊断：启用

source: Diagnostics: Test Connection
es_es: Diagnósticos: Prueba de conexión
zh_cn: 诊断：测试连接

source: Diagnostics: Upload
es_es: Diagnósticos: Subir
zh_cn: 诊断：上传

source: Did not work on the holiday
es_es: No trabajó en el festivo
zh_cn: 假期没上班

source: Difference
es_es: Diferencia
zh_cn: 不同之处

source: Differential Criteria
es_es: Criterio Diferencial
zh_cn: 差数标准

source: Dimension Unit
es_es: Unidad de Dimensión
zh_cn: 尺寸单位

source: Disable All Device Notifications
es_es: Deshabilitar todas las notificaciones de dispositivos
zh_cn: 禁用所有设备通知

source: Disable Browser Notifications
es_es: Deshabilitar Notificaciones del Navegador
zh_cn: 禁用浏览器通知

source: Disable Grand Total
es_es: Desactivar gran total
zh_cn: 禁用总计

source: Disable Out Status
es_es: Deshabilitar Estado de Salida
zh_cn: 禁止签出状态

source: Disable Rounding
es_es: Desactivar redondeo
zh_cn: 禁用舍入

source: Disable Terminated Employees
es_es: Deshabilitar Empleados Despedidos
zh_cn: 禁用被解雇的员工

source: Disable Terminated Employees must be a number
es_es: Los empleados deshabilitados y despedidos deben ser un número.
zh_cn: 禁用终止雇员必须是数字

source: Disable Terminated Employees must be a positive number
es_es: Los empleados deshabilitados terminados deben ser un número positivo.
zh_cn: 禁用终止雇员必须是一个正数

source: Disable rounding.
es_es: Desactivar redondeo.
zh_cn: 禁用舍入。

source: Disable: Default Transfer On
es_es: Deshabilitar: Transferencia predeterminada encendida.
zh_cn: 禁用：默认传输开启

source: Disable: GPS
es_es: Desactivar: GPS
zh_cn: 禁用：全球定位系统

source: Disable: Punch
es_es: Deshabilitar: Punch
zh_cn: 禁用：冲床

source: Disable: Punch Confirmation
es_es: Desactivar: Confirmación de ficha
zh_cn: 禁用：打卡确认

source: Disable: Screensaver
es_es: Desactivar: Protector de Pantalla
zh_cn: 禁用：屏幕保护程序

source: Disable: Time Synchronization
es_es: Deshabilitar Sincronización de Tiempo
zh_cn: 禁用：时间同步

source: Disabled
es_es: Deshabilitado
zh_cn: 禁止

source: Disabled - Failed
es_es: Deshabilitado - Fallo
zh_cn: 禁止 - 失败

source: Disabled remittance source account is currently in use by enabled employee pay methods
es_es: La cuenta de origen de remesas para discapacitados se está usando actualmente por los métodos de pago habilitados para los empleados.
zh_cn: 已启用的雇员支付方法目前正在使用已禁用的汇款来源帐户

source: Discipline
es_es: Disciplina
zh_cn: 纪律

source: Discretionary Data
es_es: Datos Discrecionales
zh_cn: 自主数据

source: Disk Space
es_es: Espacio en el disco
zh_cn: 磁盘空间

source: Display
es_es: Pantalla
zh_cn: 展示

source: Display Balance on Pay Stub
es_es: Mostrar el saldo en la boleta de pago
zh_cn: 在工资单上显示余额

source: Display Columns
es_es: Ver Columnas:
zh_cn: 显示列

source: Display Days must be between 1 and 546
es_es: Los días de pantalla deben estar entre 1 y 546.
zh_cn: 显示天数必须介于 1 到 546 之间

source: Display Holidays
es_es: Mostrar Vacaciones
zh_cn: 显示假期

source: Display Notifications For
es_es: Mostrar notificaciones para
zh_cn: 显示通知

source: Display Number on Invoice
es_es: Mostrar número en factura
zh_cn: 在发票上显示编号

source: Display Order
es_es: Orden de Visualización
zh_cn: 显示顺序

source: Display Order must be between 0 and 1,000,000
es_es: La orden de visualización debe estar entre 0 y 1,000,000.
zh_cn: 显示顺序必须在0到1,000,000之间

source: Display Order must be specified
es_es: El orden de visualización debe especificarse.
zh_cn: 必须指定显示顺序

source: Display Weeks
es_es: Mostrar semanas
zh_cn: 展示周

source: Display Weeks cannot exceed 78
es_es: Las semanas de exhibición no pueden exceder 78.
zh_cn: 显示周数不能超过78

source: Display Weeks must be at least 1
es_es: Las semanas de visualización deben ser al menos 1.
zh_cn: 显示周必须至少为1周

source: Display on Invoice
es_es: Desplegar en Factura
zh_cn: 在发票上显示

source: Display order is invalid
es_es: Orden no valido
zh_cn: 显示排序无效

source: Display weeks is invalid
es_es: La semana de visualización no es válida.
zh_cn: 显示周数无效

source: Displaying
es_es: Mostrando
zh_cn: 显示

source: Distance Units
es_es: Unidades de distancia
zh_cn: 距离单位

source: Distances
es_es: Distancias
zh_cn: 距离

source: District
es_es: Distrito
zh_cn: 地区

source: District / County Name
es_es: Nombre de Distrito / Condado
zh_cn: 区 / 县名

source: District / County Rate
es_es: Taza de Distrito / Condado
zh_cn: 区/县税率

source: District is invalid
es_es: El distrito no es válido
zh_cn: 区号无效

source: Division Code
es_es: Código de División
zh_cn: 部门代码

source: DoW
es_es: Día

source: Dock
es_es: Atracar

source: Document
es_es: Documento
zh_cn: 文档

source: Document Group
es_es: Grupo de Documentos
zh_cn: 文档组

source: Document Groups
es_es: Grupo de Documentos
zh_cn: 文档组

source: Document Management
es_es: Gestión de documentos
zh_cn: 文件管理

source: Document Revision
es_es: Revisión de Documento
zh_cn: 文档修改

source: Document Revision: %1
es_es: Revisión del documento: %1
zh_cn: 文档修订：%1

source: Document has already been published for this employee and date
es_es: El documento ya ha sido publicado para este empleado y fecha.
zh_cn: 该员工的文档和日期已经发布

source: Document is already attached
es_es: El Documento ya esta adjuntado
zh_cn: 文档已附上

source: Document is invalid
es_es: Documento no es valido
zh_cn: 文档无效

source: Documents
es_es: Documentos
zh_cn: 文档

source: Doing Business As
es_es: Haciendo Negocios Como
zh_cn: 经商方式

source: Dominican Republic
es_es: República Dominicana

source: Done!
es_es: Listo!
zh_cn: 完毕！

source: Down
es_es: Abajo
zh_cn: 下

source: Down For Maintenance
es_es: Abajo para mantenimiento
zh_cn: 由于维护原因而关闭

source: Down for Maintenance
es_es: Se encuentra bajo Mantenimiento
zh_cn: 停机进行维修

source: Download
es_es: Descargar
zh_cn: 下载

source: Download Data
es_es: Descargar Datos
zh_cn: 下载数据

source: Download Data Failed!
es_es: Descarga de Datos Fallo!
zh_cn: 下载数据失败！

source: Download Data Succeeded!
es_es: Descarga de Datos Exitosa!
zh_cn: 成功下载数据！

source: Download Excel/CSV File (Optional)
es_es: Descargar archivo de Excel/CSV (Opcional)
zh_cn: 下载Excel/CSV文件(可选)

source: Download Frequency
es_es: Frecuencia de descarga
zh_cn: 下载频率

source: Download eFile
es_es: Descargar eFile
zh_cn: 下载电子文件

source: Download example
es_es: Descargar ejemplo
zh_cn: 下载范例

source: Download example CSV file
es_es: Descargar CSV de ejemplo
zh_cn: 下载CSV文件示例

source: Download the Excel/CSV file to your computer for eFiling in the below step.
es_es: Descargue el archivo Excel / CSV a su computadora para presentar electrónicamente en el paso a continuación.
zh_cn: 下载Excel/CSV文件到您的计算机，以便在下面的步骤中归档。

source: Download the file to your computer for eFiling in the below step.
es_es: Descargue el archivo a su computadora para presentar electrónicamente en el paso a continuación.
zh_cn: 下载文件到您的计算机，以便在下面的步骤中归档。

source: Downloaded Revision: %1
es_es: Descargar Revisión: %1
zh_cn: 下载的修订：%1

source: Draft
es_es: Borrador
zh_cn: 草稿

source: Drag & Drop
es_es: Arrastrar y soltar
zh_cn: 拖放

source: Drag & Drop: Copy
es_es: Arrastrar y soltar: Copiar
zh_cn: 拖放：复制

source: Drag & Drop: Move
es_es: Arrastrar y soltar: Mover
zh_cn: 拖放:移动

source: Drag & Drop: Notify Employee
es_es: Notificar al empleado
zh_cn: 拖放:通知员工

source: Drag & Drop: Overwrite
es_es: Arrastrar y soltar: Sobrescribir
zh_cn: 拖放:覆盖

source: Drag & Drop: Swap
es_es: Arrastrar y soltar: Intercambiar
zh_cn: 拖放:交换

source: Driver
es_es: Conductor
zh_cn: 司机

source: Drivers License
es_es: Carnet de conducir
zh_cn: 驾照

source: Driving Distance
es_es: Distancia de conducción
zh_cn: 行驶距离

source: Driving Duration
es_es: Duración de la conducción
zh_cn: 开车时间

source: Dropdowns
es_es: Desplegables
zh_cn: 下拉

source: Drug Test
es_es: Test de drogas
zh_cn: 药检

source: Due Date
es_es: Fecha de Vencimiento
zh_cn: 到期日

source: Due Date Delay Days
es_es: Retraso de la fecha límite de días
zh_cn: 到期日延迟天数

source: Due date should be after start date
es_es: La fecha de vencimiento debe ser después de la fecha de inicio.
zh_cn: 截止日期应该在开始日期之后

source: Due to your company's password policy, your password must be changed immediately
es_es: Debido a la política de contraseñas de su empresa, su contraseña debe cambiarse inmediatamente.
zh_cn: 由于您公司的密码政策，您的密码必须立即更改

source: Duplicate Punch Status Detected!
es_es: ¡Estado de marca duplicada detectado!
zh_cn: 检测到重复的打卡状态!

source: Duplicate device token already exists
es_es: El token de dispositivo duplicado ya existe.
zh_cn: 已经存在重复的设备令牌

source: Duplicate exception already exists
es_es: La excepción duplicada ya existe
zh_cn: 重复异常已存在

source: Dynamic: Pivot Day
es_es: Dinámico: Pivot Día
zh_cn: 动态：枢轴日

source: Dynamic: Week Interval
es_es: Dinámico: semana de intervalo
zh_cn: 动态：周间隔

source: EFT/ACH
es_es: Transferencia electrónica de fondos/Transferencia de débito automático
zh_cn: 出口/出口

source: EI Insurable Earnings
es_es: Los Ingresos Asegurables
zh_cn: EI 可保收入

source: EI Insurable Earnings (24)
es_es: Ingresos Asegurados por EI (24)

source: EI Insurable Earnings (Box: 24)
es_es: Los Ingresos Asegurables (Caja: 24)
zh_cn: EI 可保收入（方框：24）

source: EI Premiums
es_es: Premium EI
zh_cn: EI优先供款

source: EIN
es_es: Número de Identificación del Contribuyente (NIC)

source: EIN is invalid, must use format: 12-3456789
es_es: EIN es inválido, debe usar el formato: 12-3456789
zh_cn: EIN 无效，必须使用格式：12-3456789

source: ENABLED
es_es: HABILITADO
zh_cn: 启用

source: ERROR! No ROE(s) to submit!
es_es: ¡Error! ¡No hay ROE(s) para enviar!
zh_cn: 错误!无需提交ROE(s) !

source: ERROR! Something went wrong, please contact customer service immediately!
es_es: ¡ERROR! Algo salió mal, ¡por favor contacte al servicio al cliente inmediatamente!
zh_cn: 错误!如有问题，请立即联系客服!

source: ERROR! Unable to submit ROE(s)!
es_es: ¡ERROR! ¡No se pueden enviar ROE(s)!
zh_cn: 错误!无法提交ROE !

source: ERROR: Agency event is not configured for full service processing.
es_es: ERROR: El evento de la agencia no está configurado para el procesamiento de servicio completo.
zh_cn: 错误:没有为完整的业务处理配置代理事件。

source: ERROR: Employee number does not exist!
es_es: ¡ERROR: ¡El número de empleado no existe!
zh_cn: 错误：员工编号不存在！

source: ERROR: File is invalid, unable to save
es_es: ERROR: El archivo no es válido, no se puede guardar.
zh_cn: 错误:文件无效，无法保存

source: ERROR: File is too large to be uploaded at this time. Please try again later.
es_es: ERROR: El archivo es demasiado grande para ser cargado en este momento. Por favor, inténtalo de nuevo más tarde.
zh_cn: 错误:文件太大，目前无法上传。请稍后再试。

source: ERROR: File size is too large, must be less than %1 bytes.
es_es: ERROR: El tamaño del archivo es demasiado grande, debe ser menor a %1 bytes.
zh_cn: 错误:文件大小太大，必须小于%1字节。

source: ERROR: General error occurred, please contact customer service immediately.
es_es: ERROR: Se ha producido un error general, por favor contacte con el servicio al cliente inmediatamente.
zh_cn: ERROR：出现一般错误，请立即联系客服。

source: ERROR: INVALID PAY CODE
es_es: ERROR: CÓDIGO DE PAGO INVÁLIDO
zh_cn: 错误：无效的支付代码

source: ERROR: Invalid Absence Policy
es_es: ERROR: Política de ausencia inválida
zh_cn: 错误：无效的缺勤政策

source: ERROR: Invalid PRIMARY_COMPANY_ID defined in timetrex.ini.php file.
es_es: ERROR: PRIMARY_COMPANY_ID no válido definido en el archivo timetrex.ini.php.
zh_cn: 在timetrex.ini.php文件中定义的PRIMARY_COMPANY_ID无效。

source: ERROR: JSON payload must be sent within the 'json' POST variable. ie: json=<JSON DATA>
es_es: ERROR: El cargador JSON debe enviarse dentro de la variable POST 'json'. Por ejemplo: json=<DATOS JSON>
zh_cn: 错误:JSON负载必须在` JSON ` POST变量中发送。ie: json=< json数据

source: ERROR: Journal entries do not balance
es_es: ERROR: Las entradas del diario no balancean.
zh_cn: 错误:日志条目不平衡

source: ERROR: NO INVOICE SETTINGS DEFINED, UNABLE TO GENERATE INVOICE
es_es: ERROR: NO SE HAN DEFINIDO CONFIGURACIONES DE FACTURA, NO SE PUEDE GENERAR FACTURA.
zh_cn: 错误:没有定义发票设置，无法生成发票

source: ERROR: No JSON POST variable payload received. Payload must be sent within the 'json' POST variable. ie: json=<JSON DATA>
es_es: ERROR: No se recibió la variable de carga POST JSON. La carga debe enviarse dentro de la variable 'json'. Por ejemplo: json=<JSON DATA>
zh_cn: 错误:没有收到JSON POST变量负载。Payload必须在POST变量` json `中发送。ie: json=< json数据

source: ERROR: No data for account statement...
es_es: ERROR: No hay datos para el estado de cuenta...
zh_cn: 错误:没有数据的帐户报表…

source: ERROR: No data matches criteria.
es_es: ERROR: No hay datos que coincidan con los criterios.
zh_cn: 错误:没有数据匹配条件。

source: ERROR: No data to export...
es_es: ¡ERROR: No hay datos para exportar...!
zh_cn: 错误：没有要导出的数据...

source: ERROR: No report specified.
es_es: ERROR: No hay ningún informe especificado.
zh_cn: 错误：未指定报告。

source: ERROR: Not logged into primary company.
es_es: ERROR: No ha iniciado sesión en la compañía principal.
zh_cn: 错误:没有登录到主要公司。

source: ERROR: Operation cannot be completed.
es_es: ERROR: La operación no se puede completar.
zh_cn: 错误:操作无法完成。

source: ERROR: Permission Denied!
es_es: ERROR: Permiso Denegado!
zh_cn: 错误：权限被拒绝！

source: ERROR: Product Edition is invalid, must not be Community Edition.
es_es: ERROR: La edición del producto no es válida, no debe ser la Edición Comunitaria.
zh_cn: 错误:产品版本无效，不能是社区版。

source: ERROR: Report by that name does not exist.
es_es: ERROR: El informe con ese nombre no existe.
zh_cn: 错误:该名称的报告不存在。

source: ERROR: Report is too large, please try again later or narrow your search criteria to decrease the size of your report
es_es: ERROR: El informe es demasiado grande, por favor intente de nuevo más tarde o restrinja sus criterios de búsqueda para reducir el tamaño de su informe.
zh_cn: 错误:报告太大，请稍后再试，或缩小搜索条件以减少报告的大小

source: ERROR: Session/API Key is incorrect or expired.
es_es: ERROR: La sesión / clave de API es incorrecta o ha expirado.
zh_cn: 错误:会话/API密钥不正确或过期。

source: ERROR: UnAssigned Regular Time
es_es: ERROR: Tiempo Regular sin Asignar
zh_cn: 错误：未分配的常规时间

source: ERROR: Unable to communicate with license server, please check your internet connection.
es_es: ERROR: No se puede comunicar con el servidor de licencias, por favor verifique su conexión a Internet.
zh_cn: 错误:无法与许可证服务器通信，请检查您的互联网连接。

source: ERROR: Unable to generate report, likely due to missing or invalid Form Setup, or the event is configured to use a custom Saved Report that is invalid
es_es: ERROR: No se puede generar el informe, probablemente debido a la configuración de formulario faltante o inválida, o el evento está configurado para usar un informe guardado personalizado que no es válido.
zh_cn: 错误:无法生成报告，可能是由于缺少或无效的表单设置，或该事件被配置为使用无效的自定义保存的报告

source: ERROR: Unable to handle remittance agency report...
es_es: ERROR: No se puede manejar el informe de la agencia de remesas...
zh_cn: 错误:无法处理汇款代理报告…

source: ERROR: Unable to perform action, please contact your %s administrator immediately.
es_es: ERROR: No se puede realizar la acción, por favor contacte inmediatamente a su administrador %s.
zh_cn: 错误:无法执行操作，请立即与%s管理员联系。

source: ERROR: Unable to read uploaded spreadsheet file, try saving it as a CSV file instead.
es_es: ERROR: No se puede leer el archivo de hoja de cálculo cargado, intente guardarlo como un archivo CSV en su lugar.
zh_cn: 错误:无法读取上传的电子表格文件，请尝试将其保存为CSV文件。

source: ERROR: Unable to upload file!
es_es: ¡Error: No se puede cargar el archivo!
zh_cn: 错误：无法上传文件！

source: ERROR: Uploaded file is not a properly formatted CSV file compatible with importing. You uploaded a file of type
es_es: ERROR: El archivo cargado no es un archivo CSV con formato adecuado para importar. Has cargado un archivo de tipo
zh_cn: 错误:上传的文件不是一个正确格式的CSV文件与导入兼容。你上传了一个类似的文件

source: ERROR: Uploading files is disabled in DEMO mode.
es_es: ERROR: La carga de archivos está deshabilitada en el modo DEMO.
zh_cn: 错误:在DEMO模式下上传文件被禁用。

source: ERROR: User Name or Password is incorrect
es_es: ERROR: Nombre de usuario o contraseña incorrectos.
zh_cn: 错误：用户名或密码不正确

source: ERROR: User Name or Password is incorrect.
es_es: ERROR: Nombre de usuario o contraseña incorrectos.
zh_cn: 错误：用户名或密码不正确。

source: ES-903A Filing
es_es: Presentar el Formulario ES-903A.
zh_cn: ES-903A 备案

source: ESD-ARK-209B Filing
es_es: Archivo ESD-ARK-209B
zh_cn: ESD-ARK-209B备案

source: EXPIRED
es_es: Caducado
zh_cn: 已到期

source: Each Day
es_es: Cada día
zh_cn: 每天

source: Each Day (Split at Midnight)
es_es: Cada Día(Divide en la Media Noche)
zh_cn: 每天(午夜分界)

source: Each Pay Period
es_es: Cada período de pago
zh_cn: 每个支付期

source: Each Punch Pair
es_es: Cada par de marcajes
zh_cn: 每个冲孔对

source: Earliest First Day Since Last ROE
es_es: Primer día más temprano desde el último ROE.
zh_cn: 自上次ROE以来最早的第一天

source: Earning
es_es: Ganancia
zh_cn: 收入

source: Earning Code
es_es: Ganar Código
zh_cn: 赚取代码

source: Earning Number
es_es: Número de Ganancias
zh_cn: 收入号码

source: Earning/Misc Adds, EE/ER Deduction Subtracts
es_es: Ganancias/Agregados Misceláneos, Deducción de EE/ER Resta
zh_cn: 收入/杂项增加，收入/收入扣除减少

source: Earning/Misc Subtracts, EE/ER Deduction Adds
es_es: Ganancias/Deducciones Misceláneas, Deducción del Empleador/Empleado Agrega
zh_cn: 收入/杂项扣除，收入/收入扣除增加

source: Earnings
es_es: Ganancias
zh_cn: 收入

source: Earnings by Employee
es_es: Ganancias por Empleado
zh_cn: 雇员收入

source: Earnings don't match gross pay
es_es: Ingresos no concuerdan con el pago bruto
zh_cn: 收入和毛工资不匹配

source: East Ayrshire
es_es: East Ayrshire en español: East Ayrshire
zh_cn: 东艾尔郡

source: East Dunbartonshire
es_es: Dunbarton Oriental
zh_cn: 东邓巴顿郡

source: East Flanders
es_es: Flandes Oriental
zh_cn: 东佛兰德

source: East Java
es_es: Java Oriental
zh_cn: 东爪哇

source: East Kalimantan
es_es: Kalimantan Oriental
zh_cn: 东婆罗洲

source: East Lothian
es_es: Lothian Oriental
zh_cn: 东洛锡安

source: East Nusa Tenggara
es_es: Nusa Tenggara Oriental

source: East Renfrewshire
es_es: Renfrewshire Oriental
zh_cn: 东伦弗鲁郡

source: East Riding of Yorkshire
es_es: Condado de Yorkshire Oriental
zh_cn: 约克郡东区

source: Easter Monday
es_es: Lunes de Pascua
zh_cn: 复活节星期一

source: Easter Sunday
es_es: Domingo de Pascua
zh_cn: 复活节

source: Edinburgh
es_es: Edimburgo

source: Edit
es_es: Editar
zh_cn: 编辑

source: Edit Advanced
es_es: Edición Avanzada
zh_cn: 编辑预支

source: Edit Applicant
es_es: Editar Solicitante
zh_cn: 编辑申请人

source: Edit Bad Quantity Field
es_es: Editar Campo de Cantidad Incorrecta
zh_cn: 编辑坏数量域

source: Edit Branch Field
es_es: Editar Campo de Sucursal
zh_cn: 编辑分公司域

source: Edit Client
es_es: Editar el Cliente
zh_cn: 编辑客户

source: Edit Custom Field (%1)
es_es: Editar campo personalizado (%1)
zh_cn: 编辑自定义字段 (%1)

source: Edit Department Field
es_es: Editar Campo de Departamento
zh_cn: 编辑部门域

source: Edit Employee
es_es: Editar Empleado
zh_cn: 编辑员工

source: Edit Hierarchy
es_es: Editar Jerarquía
zh_cn: 编辑等级制度

source: Edit Job Field
es_es: Editar Campo de Trabajo
zh_cn: 编辑工作域

source: Edit Location
es_es: Editar Ubicación
zh_cn: 编辑位置

source: Edit Note Field
es_es: Editar Campo de Nota
zh_cn: 编辑备注域

source: Edit Own
es_es: Editarse a si mismo
zh_cn: 编辑自己的

source: Edit Own Password
es_es: Editar contraseña propia
zh_cn: 编辑自己的密码

source: Edit Own Quick Punch Password
es_es: Editar Contraseña de Marcaje Rápido Propio
zh_cn: 编辑自己的快速打卡密码

source: Edit PP Schedule
es_es: Editar el programa de PP
zh_cn: 编辑 PP 时间表

source: Edit Pay Period
es_es: Editar Período de Pago
zh_cn: 编辑支付期

source: Edit Pay Period Schedule
es_es: Editar Horario del Periodo de Pago
zh_cn: 编辑工资期时间表

source: Edit Permission Group
es_es: Editar Grupo de Permisos
zh_cn: 编辑权限组

source: Edit Policy Group
es_es: Editar Política de Grupo
zh_cn: 编辑政策组

source: Edit Private
es_es: Editar Privado
zh_cn: 编辑私人

source: Edit Punch Tag
es_es: Editar Etiqueta de Marcaje
zh_cn: 编辑打卡标记

source: Edit Quantity Field
es_es: Editar Campo de Cantidad
zh_cn: 编辑数量域

source: Edit Remittance Agency
es_es: Agencia de Remesas
zh_cn: 编辑汇款机构

source: Edit Subordinate
es_es: Editar Subordinado
zh_cn: 编辑下属

source: Edit Task Field
es_es: Editar Campo de Tarea
zh_cn: 编辑任务域

source: Edit Transfer Field
es_es: Editar Campo de Transferencia
zh_cn: 编辑调职域

source: Edit permission denied
es_es: Edición de permisos Denegada
zh_cn: 不允许编辑权限
