Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: TX-17 Filing
es_es: Presentación de TX-17
zh_cn: TX-17备案

source: TXR-020.04 Filing
es_es: Presentar TXR-020.04
zh_cn: TXR-020.04归档

source: Table is invalid
es_es: La Tabla no es valida
zh_cn: 列表无效

source: Tag
es_es: Etiqueta
zh_cn: 标签

source: Tag ID is invalid
es_es: La ID de etiqueta es inválida.
zh_cn: 标记 ID 无效

source: Tag already exists
es_es: La etiqueta ya existe.
zh_cn: 标记已存在

source: Tag is too short or too long
es_es: La etiqueta es demasiado corta o demasiado larga.
zh_cn: 标签太短或太长

source: Tags
es_es: Etiquetas
zh_cn: 标签

source: Tainted
es_es: Contaminado
zh_cn: 被污染

source: Tainted By
es_es: Manchado por
zh_cn: 污染者

source: Tainted Date
es_es: Fecha Contaminada
zh_cn: 被污染的日期

source: Tainted Punches By Employee
es_es: Marcajes contaminados por empleado
zh_cn: 员工污拳

source: Tainted Status
es_es: Estado Contaminado
zh_cn: 污染状态

source: Tajikistan
es_es: Tayikistán

source: Take picture from camera
es_es: Tome una foto desde la cámara.
zh_cn: 从相机拍照

source: Taken
es_es: Tomado
zh_cn: 采取

source: Tanzania, United Republic of
es_es: Tanzania

source: Target Amount Limit
es_es: Límite de Cantidad Objetivo
zh_cn: 目标金额限制

source: Target YTD Limit/Balance
es_es: Límite/Saldo YTD de Objetivo
zh_cn: 本年迄今目标限额/余额

source: Tariff Code
es_es: Código de Impuesto:
zh_cn: 税则号

source: Tariff code is too short or too long
es_es: Código de Impuesto es muy corto o muy largo
zh_cn: 税则号太短或太长

source: Task
es_es: Tarea
zh_cn: 任务

source: Task Amendment
es_es: Enmienda de tarea
zh_cn: 任务修正

source: Task Amendments
es_es: Modificaciones a las Tareas:
zh_cn: 任务修改

source: Task Bad Quantity Rate
es_es: Cantidad de tarea mala 2. Tasa
zh_cn: 任务不良品率

source: Task Barcodes
es_es: Códigos de barra de tarea
zh_cn: 任务条形码

source: Task Billable Rate
es_es: Tarifa facturable de la tarea
zh_cn: 任务计费率

source: Task Code
es_es: Código de Tarea
zh_cn: 任务代码

source: Task Criteria
es_es: Criterio de Tarea
zh_cn: 任务标准

source: Task Description
es_es: Descripción de la tarea
zh_cn: 任务描述

source: Task Details
es_es: Detalles de la tarea
zh_cn: 任务详情

source: Task Estimate Bad Quantity
es_es: Estimar cantidad mala
zh_cn: 任务估计错误数量

source: Task Estimate Quantity
es_es: Estimación de tarea 2. Cantidad
zh_cn: 任务预估数量

source: Task Estimated Time
es_es: Tarea Estimado Tiempo
zh_cn: 任务预计时间

source: Task Group
es_es: Grupo de Tareas
zh_cn: 任务组

source: Task Group Selection Type
es_es: Selección de Grupo de Tareas
zh_cn: 任务组选择类型

source: Task Groups
es_es: Grupos de Tareas
zh_cn: 任务组

source: Task Information
es_es: Información de la tarea
zh_cn: 任务信息

source: Task Name
es_es: Nombre de la tarea
zh_cn: 任务名称

source: Task Note
es_es: Nota de tarea
zh_cn: 任务说明

source: Task Selection Type
es_es: Selección de tarea
zh_cn: 任务选择类型

source: Task Status
es_es: Estado de la tarea
zh_cn: 任务状态

source: Task Summary
es_es: Resumen de tarea
zh_cn: 任务总结

source: Task Tags
es_es: Etiquetas de tarea
zh_cn: 任务标签

source: Task already has an amendment for this job
es_es: La Tarea ya esta modificado para este trabajo
zh_cn: 本工作已有此任务的一个修改

source: Task does not exist
es_es: La tarea no existe.
zh_cn: 任务不存在

source: Task is not assigned to this job
es_es: El empleado no está asignado a este trabajo
zh_cn: 没有分配任务给这工作

source: Task not specified or is invalid
es_es: Tarea no especificada o es inválida.
zh_cn: 任务未指定或无效

source: Task: Code
es_es: Codificar
zh_cn: 任务：代码

source: Task: Name
es_es: Nombre
zh_cn: 任务名称

source: Tasks
es_es: Tareas
zh_cn: 任务

source: Tax
es_es: Impuesto
zh_cn: 税收

source: Tax / Deduction
es_es: Impuesto / Deducción
zh_cn: 税款/扣减

source: Tax / Deduction PS Accounts
es_es: Cuentas de impuestos / deducciones PS
zh_cn: 税款/扣减PS账户

source: Tax / Deductions
es_es: Impuestos / Deducciones
zh_cn: 税款/扣减

source: Tax Account Number
es_es: Número de cuenta de impuestos
zh_cn: 税号

source: Tax Adjustments
es_es: Ajustes de impuestos
zh_cn: 税收调整

source: Tax After Adjustments
es_es: Impuesto después de ajustes
zh_cn: 调整后的税收

source: Tax Area Policy
es_es: Política de Impuestos del Área
zh_cn: 税务区政策

source: Tax Before Adjustments
es_es: Impuestos antes de ajustes
zh_cn: 调整前的税收

source: Tax Deductions
es_es: Deducciones de Impuestos:
zh_cn: 税收减免

source: Tax Engine Version
es_es: Versión del Motor de Impuestos
zh_cn: 税务引擎版本

source: Tax ID Number
es_es: Número de Identificación Fiscal
zh_cn: 税号

source: Tax Information as of
es_es: Información fiscal a partir de
zh_cn: 税务信息截至

source: Tax Number
es_es: Número de Impuestos
zh_cn: 税号

source: Tax Payment Voucher
es_es: Voucher de Pago de Impuestos
zh_cn: 完税凭证

source: Tax Policies
es_es: Política de Impuestos
zh_cn: 税务政策

source: Tax Policy Information
es_es: Información de Política de Impuestos
zh_cn: 税务政策信息

source: Tax Policy is invalid
es_es: Política de Impuestos no valida
zh_cn: 税务政策无效

source: Tax Reports
es_es: Informes Fiscales
zh_cn: 税务报告

source: Tax Summary
es_es: Resumen de impuestos
zh_cn: 税务摘要

source: Tax Summary (Generic)
es_es: Resumen de impuestos (Genérico)
zh_cn: 税务摘要（通用）

source: Tax Summary Report
es_es: Resumen de Impuestos
zh_cn: 税务汇总报告

source: Tax Withheld
es_es: Impuesto Retenido
zh_cn: 预扣税额

source: Tax Withheld Weeks
es_es: Semanas de Impuestos Retenidos
zh_cn: 扣税周数

source: Tax Wizard
es_es: Asistente Fiscal
zh_cn: 税务精灵

source: Tax by Employee
es_es: Impuesto por Empleado
zh_cn: 雇员税

source: Tax by Remittance Agency
es_es: Impuesto por Agencia de Remesas
zh_cn: 汇款机构征税

source: Tax by Remittance Agency/Employee
es_es: Impuesto por Agencia de Remesas/Empleado
zh_cn: 按汇款机构/员工划分的税款

source: Tax by Remittance Agency/Tax
es_es: Impuesto por Agencia de Remesas/Impuesto
zh_cn: 汇款代理机构/税务

source: Tax by Remittance Agency/Tax/Employee
es_es: Impuesto por Agencia de Remesas/Impuesto/Empleado
zh_cn: 按汇款机构/税务/员工列出的税款

source: Tax by Tax/Employee
es_es: Impuesto por empleado
zh_cn: 按税款/员工分类的税款

source: Tax(Flat Amount)
es_es: Impuesto (Cantidad Fija)
zh_cn: 税金（固定金额）

source: Tax(Percent)
es_es: Porcentaje de impuestos
zh_cn: 税收（百分比）

source: Tax/Deduction Name
es_es: Nombre de Impuesto/Deducción
zh_cn: 税款/扣减名称

source: Tax/Deduction Rate
es_es: Tasa de impuestos/deducciones
zh_cn: 税款/扣减率

source: Tax/Deduction is already assigned to employee
es_es: La deducción/impuesto ya está asignado al empleado.
zh_cn: 税款/扣减已分配给员工

source: Tax/Deduction is invalid
es_es: La deducción/impuesto no es válido.
zh_cn: 税款/扣减无效

source: Taxable Medicare Additional Wages
es_es: Salarios adicionales de Medicare sujetos a impuestos
zh_cn: 应税医疗保险额外工资

source: Taxable Medicare Wages
es_es: Salarios sujetos a Medicare
zh_cn: 应税医疗保险工资

source: Taxable Medicare Wages (Line 5c)
es_es: Salarios gravables de Medicare (Línea 5c)
zh_cn: 应税医疗保险工资（第 5c 行）

source: Taxable Social Security Tips
es_es: Asegúrate de informar tus propinas sujetas a impuestos a la Seguridad Social.
zh_cn: 应税社会保障提示

source: Taxable Social Security Tips (Line 5b)
es_es: Propinas sujetas a impuestos de Seguridad Social (Línea 5b)
zh_cn: 应税社会保障小费（第 5b 行）

source: Taxable Social Security Total Wages
es_es: Total de Salarios Sujetos a Impuestos de Seguridad Social
zh_cn: 应税社会保障总工资

source: Taxable Social Security Wages
es_es: Salarios sujetos a impuestos de Seguridad Social
zh_cn: 应税社会保障工资

source: Taxable Social Security Wages (Line 5a)
es_es: Salarios sujetos a impuestos de Seguridad Social (Línea 5a)
zh_cn: 应税社会保障工资（第 5a 行）

source: Taxable Wages
es_es: Sueldos Sujetos a Impuestos
zh_cn: 需缴税工资

source: Taxable Wages Weeks
es_es: Salarios sujetos a impuestos Semanas
zh_cn: 应税工资周数

source: Taxable Wages YTD
es_es: Salarios gravables YTD
zh_cn: 年初至今的应税工资

source: Taxes
es_es: Impuestos
zh_cn: 税收

source: Taxes & Deductions
es_es: Impuestos y Deducciones
zh_cn: 税收和扣除

source: Taxes / Deductions
es_es: Impuestos / Deducciones
zh_cn: 雇主扣除

source: Taxpayer ID (TID) (13 Digits)
es_es: Número de Identificación del Contribuyente (NIC) (13 dígitos)
zh_cn: 纳税人编号 (TID)（13 位数字）

source: Taxpayer Identification Number
es_es: Número de Identificación del Contribuyente
zh_cn: 纳税人识别号

source: Technical
es_es: Técnico
zh_cn: 技术

source: Tel
es_es: Teléfono
zh_cn: 电话

source: Telecommunications
es_es: Telecomunicaciones
zh_cn: 电信业

source: Telford and Wrekin
es_es: Telford y Wrekin

source: Tell us what you think about TimeTrex?
es_es: Díganos qué piensa de TimeTrex.
zh_cn: 告诉我们您对 TimeTrex 的看法？

source: Temp Department
es_es: Departamento de Temperatura
zh_cn: 临时部门

source: Temp/Contract
es_es: Trabajo temporal/de contrato
zh_cn: 临时/合同

source: Template
es_es: Esta frase
zh_cn: 模板

source: Template Start Week
es_es: Comienzo de la semana
zh_cn: 模板开始周

source: Terminated Employee
es_es: Empleado Despedido
zh_cn: 终止雇员

source: Terminated Permission Group
es_es: Grupo de Permiso Terminado
zh_cn: 终止权限组

source: Terminated Permission Group cannot be a higher level than Permission Group
es_es: El Grupo de Permisos Terminado no puede ser de un nivel más alto que el Grupo de Permisos.
zh_cn: 终止的权限组不能高于权限组

source: Terminated Permission Group is invalid
es_es: Grupo de permisos terminado no es válido.
zh_cn: 终止的权限组无效

source: Terminated Time Period
es_es: Período de tiempo terminado
zh_cn: 终止时间段

source: Terminated/Quit
es_es: Terminado/Dimitido
zh_cn: 终止/退出

source: Termination Date
es_es: Fecha de Terminación
zh_cn: 离职日期

source: Termination date is before hire date, consider removing the termination date entirely for re-hires
es_es: La fecha de terminación es antes de la fecha de contratación, considere eliminar completamente la fecha de terminación para los re-contratos.
zh_cn: 终止日期早于雇用日期，考虑完全删除终止日期以重新雇用

source: Termination date is invalid
es_es: Fecha de Terminación no es valida
zh_cn: 离职日期无效

source: Terms
es_es: Términos
zh_cn: 条款

source: Tertiary Identification
es_es: Identificación terciaria
zh_cn: 三级鉴定

source: Tertiary identification is invalid
es_es: La identificación terciaria no es válida.
zh_cn: 三级鉴定无效

source: Test Connection
es_es: Probar Conexión
zh_cn: 测试连接

source: Test Notification
es_es: Notificación de prueba
zh_cn: 测试通知

source: Test Notification Sent To All Devices
es_es: Notificación de prueba enviada a todos los dispositivos
zh_cn: 发送到所有设备的测试通知

source: Testing Sandbox
es_es: Prueba de Sandbox
zh_cn: 测试沙箱

source: Text
es_es: ¿Cómo estás?
zh_cn: 文本

source: Text / Basic
es_es: Hola
zh_cn: 文本/基本

source: Text Input
es_es: I am happy
zh_cn: 文本输入

source: Text Input (Display Name)
es_es: Entrada de texto (Nombre de pantalla)
zh_cn: 文本输入（显示名称）

source: Textarea
es_es: Área de texto
zh_cn: 文本区域

source: Thailand
es_es: Tailandia

source: The email address %1 has been added to your %2 account
es_es: La dirección de correo electrónico %1 se ha agregado a tu cuenta %2.
zh_cn: 电子邮件地址 %1 已添加到您的 %2 帐户

source: The installer has already been run, as a safety measure it has been disabled from running again. If you are absolutely sure you want to run it again, or upgrade your system, please go to your timetrex.ini.php file and set "installer_enabled" to "TRUE". The line should look like
es_es: El instalador ya se ha ejecutado, como medida de seguridad se ha desactivado para volver a ejecutarlo. Si está absolutamente seguro de que desea ejecutarlo de nuevo o actualizar su sistema, vaya al archivo timetrex.ini.php y establezca installer_enabled en TRUE. La línea debe verse
zh_cn: 安装程序已经运行，作为安全措施，它已被禁止再次运行。如果您确定要再次运行它或升级您的系统，请转到您的 timetrex.ini.php 文件并将“installer_enabled”设置为“TRUE”。该行应该看起来像

source: The latest version can be downloaded from
es_es: La última versión se puede descargar desde.
zh_cn: 最新版本可从以下网址下载

source: The network connection was lost. Please check your network connection then try again.
es_es: La conexión de red se perdió. Por favor, revise su conexión de red y luego vuelva a intentarlo.
zh_cn: 网络连接丢失。请检查您的网络连接，然后重试。

source: Then add the following line to the bottom of the file
es_es: Luego agregue la siguiente línea al final del archivo.
zh_cn: 然后在文件底部添加以下行

source: Then check security systems such as seLinux are not blocking outbound HTTP/HTTPS communications.
es_es: Luego verifique que los sistemas de seguridad como seLinux no estén bloqueado las comunicaciones HTTP/HTTPS salientes.
zh_cn: 然后检查诸如seLinux之类的安全系统是否阻止出站HTTP/HTTPS通信。

source: Then check security/antivirus systems such as Norton/McAfee/AVG are not blocking outbound HTTP/HTTPS communications.
es_es: Luego, verifique que los sistemas de seguridad/antivirus como Norton/McAfee/AVG no estén bloqueando las comunicaciones HTTP/HTTPS salientes.
zh_cn: 然后检查Norton/MMcAfee/AVG等安全/防病毒系统是否阻止出站HTTP/HTTPS通信。

source: There are no outstanding tax events at this time.
es_es: No hay eventos fiscales pendientes en este momento.
zh_cn: 目前没有未解决的税务事件。

source: There is a new version of
es_es: Hay una nueva versión de
zh_cn: 有一个新版本

source: There is already a base currency set
es_es: Ya hay una moneda base establecida
zh_cn: 已经有一套基准货币

source: There is already a default contact for this type
es_es: Este ya es un contacto predeterminado para este tipo
zh_cn: 此类型已有默认联系

source: There is already a default currency set
es_es: Ya hay una moneda predeterminada
zh_cn: 已经有一套默认货币

source: There is already a default payment method for this client
es_es: Este ya es un método de pago predeterminado para este cliente
zh_cn: 此客户已有默认支付方法

source: Thesis
es_es: Tesis
zh_cn: 论文

source: This Month
es_es: Este mes
zh_cn: 这个月

source: This Pay Period
es_es: Esta período de pago
zh_cn: 这个支付期

source: This Payment
es_es: Esta Pago
zh_cn: 本次付款

source: This Payment (Override)
es_es: Esta Pago (Sobreescribir)
zh_cn: 此付款（覆盖）

source: This Quarter
es_es: Esta Cuatrimestre
zh_cn: 本季度

source: This Week
es_es: Esta semana
zh_cn: 本星期

source: This Year
es_es: Este año
zh_cn: 今年

source: This Year (Up To 30 Days Ago)
es_es: Este año (hasta hace 30 días)
zh_cn: 今年（最多 30 天前）

source: This Year (Up To 45 Days Ago)
es_es: Este año (hasta hace 45 días)
zh_cn: 今年（最多 45 天前）

source: This Year (Up To 60 Days Ago)
es_es: Este año (hasta hace 60 días)
zh_cn: 今年（最多 60 天前）

source: This Year (Up To 90 Days Ago)
es_es: Este año (hasta hace 90 días)
zh_cn: 今年（最多 90 天前）

source: This Year (Up To Last Month)
es_es: Este año (hasta el mes pasado)
zh_cn: 今年（截至上个月）

source: This Year (Up To Last Pay Period)
es_es: Esta año (hasta el último periodo de pago)
zh_cn: 今年（截至最后一个支付期）

source: This Year (Up To Last Quarter)
es_es: Este año (hasta el último trimestre)
zh_cn: 今年（截至上个季度）

source: This Year (Up To Last Week)
es_es: Este año (hasta la semana pasada)
zh_cn: 今年（截至上周）

source: This Year (Up To This Month)
es_es: Este año (hasta este mes)
zh_cn: 今年（截至本月）

source: This Year (Up To This Pay Period)
es_es: Este año (hasta este periodo de pago)
zh_cn: 今年（截至本支付期）

source: This Year (Up To This Quarter)
es_es: Este año (hasta este trimestre)
zh_cn: 今年（截至本季度）

source: This Year (Up To This Week)
es_es: Este año (hasta esta semana)
zh_cn: 今年（截至本周）

source: This Year (Up To Today)
es_es: Este año (hasta hoy)
zh_cn: 今年（至今）

source: This Year (Up To Yesterday)
es_es: Este año (hasta ayer)
zh_cn: 今年（截至昨天）

source: This Year (Year-To-Date)
es_es: Este año (hasta la fecha)
zh_cn: 今年（年初至今）

source: This absence policy is not available for this employee
es_es: Esta política de ausencia no está disponible para este empleado.
zh_cn: 此缺勤政策不适用于该员工

source: This account is currently in use
es_es: Esta cuenta está actualmente en uso.
zh_cn: 此帐号目前正在使用中

source: This accrual account is currently in use by accrual policies
es_es: Esta cuenta de acumulación se está utilizando actualmente por políticas de acumulación.
zh_cn: 该应计科目当前正由应计策略使用

source: This accrual account is in use by accrual records
es_es: Esta cuenta de acumulación se está usando por registros de acumulación.
zh_cn: 此应计利率由应计记录使用

source: This contact is currently assigned to an invoice
es_es: Esta contacto está actualmente asignado a una factura.
zh_cn: 此联系人当前已分配给发票

source: This contributing pay code policy is currently in use
es_es: Esta política de código de pago contribuyente está actualmente en uso.
zh_cn: 此贡献支付代码政策当前正在使用中

source: This contributing shift policy is currently in use
es_es: Esta política de cambio de contribución está actualmente en uso.
zh_cn: 此贡献转移政策目前正在使用中

source: This currency is currently in use
es_es: Esta moneda está actualmente en uso.
zh_cn: 该货币目前正在使用中

source: This email contains HTML content, please open in a HTML enabled email viewer.
es_es: Este correo electrónico contiene contenido HTML, por favor abra en un visor de correo electrónico habilitado para HTML.
zh_cn: 此电子邮件包含 HTML 内容，请在支持 HTML 的电子邮件查看器中打开。

source: This functionality is only available in
es_es: Esta funcionalidad solo está disponible en
zh_cn: 此功能仅适用于

source: This is a notification email sent on behalf of %1.
es_es: Esta es una notificación de correo electrónico enviada en nombre de %1.
zh_cn: 这是代表 %1 发送的通知电子邮件。

source: This is extremely important and without these maintenance jobs running
es_es: Esto es extremadamente importante y sin estos trabajos de mantenimiento en ejecución.
zh_cn: 这非常重要，并且没有运行这些维护作业

source: This legal entity is currently in use by employees
es_es: Esta entidad legal actualmente está siendo usada por los empleados.
zh_cn: 该法律实体目前正由员工使用

source: This legal entity is currently in use by payroll remittance agency
es_es: Esta entidad legal actualmente se está utilizando por una agencia de remesas de nómina.
zh_cn: 该法律实体目前由工资汇款机构使用

source: This legal entity is currently in use by remittance source account
es_es: Esta entidad legal actualmente se está utilizando por la cuenta de origen de remesas.
zh_cn: 该法人目前正在被汇款来源账户使用

source: This operation can not be reversed once complete.
es_es: Esta operación no puede ser revertida una vez completada.
zh_cn: 此操作一旦完成就无法撤消。

source: This pay code is currently in use
es_es: Este código de pago está actualmente en uso.
zh_cn: 此支付码目前正在使用中

source: This pay formula policy is currently in use
es_es: Esta fórmula de pago está actualmente en uso.
zh_cn: 此薪酬公式政策目前正在使用中

source: This pay stub account is currently desiginated as a critical system account, unable to delete
es_es: Esta cuenta de recibo de pago está actualmente designada como una cuenta de sistema crítica, incapaz de eliminar.
zh_cn: 此工资单帐户当前指定为关键系统帐户，无法删除

source: This pay stub account is currently linked to others as an accrual account, unable to delete
es_es: Esta boleta de pago está actualmente vinculada a otras como una cuenta de acumulación, incapaz de eliminar.
zh_cn: 此工资单帐户今为应计帐户与他帐户相关,不可删除

source: This pay stub can't be marked paid as it has pending transactions
es_es: Esta boleta de pago no puede marcarse como pagada ya que tiene transacciones pendientes.
zh_cn: 此工资单无法标记为已支付，因为它有待处理的交易

source: This pay stub cannot be deleted as it has paid transactions
es_es: Esta boleta de pago no se puede eliminar ya que tiene transacciones pagadas.
zh_cn: 此工资单无法删除，因为它已支付交易

source: This payroll remittance agency is currently in use by one or more Tax/Deductions
es_es: Esta agencia de remisión de nómina se está utilizando actualmente por uno o más impuestos/deducciones.
zh_cn: 该工资汇款机构目前正被一个或多个税收/扣减项目使用

source: This permission group is currently in use by employees
es_es: Este grupo de permisos esta actualmente en uso por empleados
zh_cn: 该权限组目前正在被员工使用

source: This permission group is currently in use by employees as their Terminated Permissions
es_es: Esté grupo de permisos se está usando actualmente por los empleados como sus Permisos Terminados.
zh_cn: 该权限组当前被员工用作其终止权限

source: This policy is currently in use
es_es: Esta política se está usando actualmente.
zh_cn: 该政策目前正在使用中

source: This punch is still being processed, please try again later.
es_es: Esta tarjeta todavía está siendo procesada, por favor inténtalo de nuevo más tarde.
zh_cn: 此冲床仍在处理中，请稍后再试。

source: This recurring holiday is currently in use
es_es: Esta celebración recurrente está actualmente en uso.
zh_cn: 这个经常性假期目前正在使用中

source: This recurring template is currently in use
es_es: Esta plantilla recurrente está en uso
zh_cn: 此循环模板当前正在使用中

source: This remittance source account is currently in use
es_es: Esta cuenta de origen de remesas actualmente está en uso.
zh_cn: 该汇款来源账户正在使用中

source: This remittance source account is currently in use by employee pay methods
es_es: Esta cuenta de origen de remesa se está utilizando actualmente por los métodos de pago de los empleados.
zh_cn: 此汇款来源账户目前正被员工支付方式使用

source: This remittance source account is currently in use by employee pay methods assigned to a different legal entity. (%1)
es_es: Esta cuenta de origen de remesa se está utilizando actualmente por los métodos de pago de empleados asignados a una entidad legal diferente. (%1)
zh_cn: 此汇款来源帐户当前正由分配给不同法律实体的员工支付方式使用。 (%1)

source: This remittance source account is currently in use by employee pay methods in a different country
es_es: Esta cuenta de origen de remesa se está utilizando actualmente por los métodos de pago de empleados en un país diferente.
zh_cn: 此汇款来源账户目前正被其他国家的员工支付方式使用

source: This remittance source account is currently in use by employee pay methods of a different type
es_es: Esta cuenta de origen de remesas está actualmente en uso por los métodos de pago de empleados de un tipo diferente.
zh_cn: 此汇款来源账户目前正在被不同类型的员工支付方式使用

source: This station is currently pending activation by a supervisor...
es_es: Esta estación está pendiente de activación por un supervisor...
zh_cn: 该站目前正在等待主管激活...

source: This version may contain tax table updates necessary for accurate payroll calculation, we recommend that you upgrade as soon as possible.
es_es: Esta versión puede contener actualizaciones de la tabla de impuestos necesarios para un calculo de planilla correcto, le recomendamos que usted las actualice lo mas pronto posible.
zh_cn: 此版本可能包含准确计算工资表所需的税收更新，我们建议你尽快升级。

source: This wage group is in use
es_es: Esta categoría salarial está en uso.
zh_cn: 该工资组正在使用中

source: This will delete all attendance data assigned to this pay period. Are you sure you wish to continue?
es_es: Esto eliminará todos los datos de asistencia asignados a este período de pago. ¿Estás seguro de que deseas continuar?
zh_cn: 这将删除分配给该支付期的所有出勤数据。您确定要继续吗？

source: This will import employee attendance data from other pay periods into this pay period.Are you sure you wish to continue?
es_es: Esto importará los datos de asistencia de los empleados de otros períodos de pago a este período de pago. ¿Estás seguro de que deseas continuar?
zh_cn: 这会将其他发薪期的员工出勤数据导入此发薪期。您确定要继续吗？

source: This will permanently delete the image. Are you sure?
es_es: Esto eliminará permanentemente la imagen. ¿Estás seguro?
zh_cn: 这将永久删除图像。你确定吗？

source: This wizard will automatically create Pay Stub Amendments to migrate Year-To-Date amounts from one Pay Stub Account to another as of a specific effective date.
es_es: Este mago creará automáticamente Modificaciones de Recibos de Pago para migrar los montos Acumulados hasta la Fecha de una Cuenta de Recibo de Pago a otra a partir de una fecha efectiva específica.
zh_cn: 此向导将自动创建付款存根修正，以在特定生效日期将年初至今的金额从一个付款存根帐户迁移到另一个帐户。

source: This wizard will migrate data associated with one pay code to another pay code without recalculating timesheets or otherwise affecting employees time or wages.
es_es: Este asistente migrará los datos asociados con un código de pago a otro código de pago sin recalcular las hojas de tiempo ni afectar de otra manera el tiempo o los salarios de los empleados.
zh_cn: 此向导会将与一个支付代码关联的数据迁移到另一个支付代码，而不会重新计算时间表或以其他方式影响员工的时间或工资。

source: Thu
es_es: Jue
zh_cn: 周四

source: Thursday
es_es: Jueves
zh_cn: 周四

source: Thursday-Wednesday
es_es: Jueves-Miércoles
zh_cn: 周四－周三

source: Time
es_es: Tiempo
zh_cn: 时间

source: Time & Attendance
es_es: Tiempo y Asistencia
zh_cn: 考勤

source: Time (Actual)
es_es: Tiempo (Actual)
zh_cn: 时间（实际）

source: Time Accrued
es_es: Tiempo Acumulado
zh_cn: 累计时间

source: Time Difference
es_es: Diferencia de Tiempo
zh_cn: 实际时差
