Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Process transactions
es_es: Procesar transacciones
zh_cn: 处理交易

source: Process<br>Transactions
es_es: Proceso<br>2. Transacciones
zh_cn: 处理<br>交易

source: Processing
es_es: Procesamiento
zh_cn: 加工

source: Processing Committed Shifts...
es_es: Procesando turnos comprometidos...
zh_cn: 处理承诺班次...

source: Processing Employees...
es_es: Procesando Empleados...
zh_cn: 处理员工...

source: Processing Event - %1
es_es: Procesando Evento - %1
zh_cn: 处理事件 - %1

source: Processing Event Step: %1 - %2
es_es: Paso de procesamiento de evento: %1 - %2
zh_cn: 处理事件步骤：%1 - %2

source: Processing Event Step: %1 Action: %2
es_es: Paso del proceso del evento: %1 Acción: %2
zh_cn: 处理事件步骤：%1 操作：%2

source: Processing Time
es_es: Tiempo de procesamiento
zh_cn: 处理时间

source: Processing...
es_es: Procesando...
zh_cn: 加工...

source: Product
es_es: Producto
zh_cn: 产品

source: Product Descripton
es_es: Descripción del producto
zh_cn: 产品说明

source: Product Edition
es_es: Edición de producto
zh_cn: 产品版

source: Product Edition Name is invalid
es_es: El nombre de la edición del producto es inválido.
zh_cn: 产品版本名称无效

source: Product Exclude
es_es: Productos excluidos
zh_cn: 产品排除

source: Product Group
es_es: Grupo de Producto
zh_cn: 产品组

source: Product Groups
es_es: Grupos de Productos
zh_cn: 产品组

source: Product Include
es_es: Productos incluidos
zh_cn: 产品包括

source: Product Information
es_es: Información del Producto
zh_cn: 产品信息

source: Product Name
es_es: Nombre del producto
zh_cn: 产品类型

source: Product Name is invalid
es_es: Nombre de Producto no es valido
zh_cn: 产品名无效

source: Product Part Number
es_es: Número de parte del producto
zh_cn: 产品零件号

source: Product Price
es_es: Precio del producto
zh_cn: 产品价格

source: Product Price Bracket
es_es: Rango de precio de producto
zh_cn: 产品价格范围

source: Product Status
es_es: Estado del producto
zh_cn: 产品状态

source: Product Tax Policy
es_es: Política de Impuestos del Producto
zh_cn: 产品税务政策

source: Product Type
es_es: Tipo de Producto
zh_cn: 产品类型

source: Product is invalid
es_es: Producto no es valido
zh_cn: 产品无效

source: Products
es_es: Productos
zh_cn: 产品

source: Professional
es_es: Profesional
zh_cn: 专业

source: Professional, Corporate, or Enterprise Editions.
es_es: Ediciones profesionales, corporativas o empresariales.
zh_cn: 专业版、企业版或企业版。

source: Professional, Scientific and Technical Services
es_es: Servicios Profesionales, Científicos y Técnicos
zh_cn: 专业、科学和技术服务

source: Proficiency
es_es: Proficiencia
zh_cn: 熟练程度

source: Proficiency must be specified
es_es: La proficiencia debe especificarse.
zh_cn: 必须指定熟练程度

source: Profile Saved Successfully!
es_es: Perfil guardado con éxito!
zh_cn: 个人资料保存成功！

source: Profit %
es_es: % de beneficio
zh_cn: 盈利 %

source: Profit Amount
es_es: Beneficio
zh_cn: 盈利

source: Progressive
es_es: Progresivo
zh_cn: 渐进

source: Projected Balance by
es_es: Proyectado Balance por
zh_cn: 预计余额

source: Projected Remaining Balance
es_es: Saldo Restante Proyectado
zh_cn: 预计剩余余额

source: Proportional Distribution
es_es: Distribución Proporcional
zh_cn: 比例分配

source: Prorate Initial Accrual Amount
es_es: Cantidad de acumulación inicial proporcional
zh_cn: 按比例计算初始应计金额

source: Prorate Salary
es_es: Salario proporcional
zh_cn: 按比例分配工资

source: Province
es_es: Provincia
zh_cn: 省份

source: Province / State
es_es: Provincia / Estado
zh_cn: 省

source: Province/State
es_es: Provincia / Estado
zh_cn: 省份

source: Province/State Income Tax Formula
es_es: Formula del Impuesto Sobre la Renta Provincial/Estatal
zh_cn: 省份收入税方程式

source: Province/State cannot be modified on an existing record
es_es: La provincia/estado no puede ser modificada en un registro existente.
zh_cn: 无法在现有记录上修改省/市/自治区

source: Provincial/State
es_es: Estatal
zh_cn: 省/州

source: Proximity Card
es_es: Tarjeta de Crédito
zh_cn: 感应卡

source: Public
es_es: Público
zh_cn: 民众

source: Public Note is too long
es_es: Nota Publica es muy larga
zh_cn: 公开备注太长

source: Publish
es_es: Publicar
zh_cn: 发布

source: Publish 1099-NEC forms for recipients to access online with their own login under Payroll -> Government Documents.
es_es: Publicar formularios 1099-NEC para que los destinatarios puedan acceder en línea con su propio inicio de sesión bajo Nómina -> Documentos gubernamentales.
zh_cn: 发布 1099-NEC 表格，供收件人在工资单 -> 政府文件下使用自己的登录名在线访问。

source: Publish Employee Forms
es_es: Publicar formularios de empleados
zh_cn: 发布员工表格

source: Publish Information for Employees
es_es: Publicar información para empleados
zh_cn: 为员工发布信息

source: Publish T4 forms for employees to access online with their own login under Payroll -> Government Documents.
es_es: Publicar los formularios T4 para que los empleados puedan acceder en línea con su propia identificación bajo Nómina -> Documentos Gubernamentales.
zh_cn: 发布 T4 表格供员工在工资单 -> 政府文件下使用自己的登录名在线访问。

source: Publish T4A forms for employees to access online with their own login under Payroll -> Government Documents.
es_es: Publique los formularios T4A para que los empleados puedan acceder en línea con su propio inicio de sesión bajo Nómina -> Documentos gubernamentales.
zh_cn: 发布 T4A 表格供员工使用自己的登录信息在线访问，该表格位于“工资单”->“政府文件”下。

source: Publish W2 forms for employees to access online with their own login under Payroll -> Government Documents.
es_es: Publicar formularios W2 para que los empleados puedan acceder en línea con su propia iniciación de sesión bajo Nómina -> Documentos Gubernamentales.
zh_cn: 在薪资 -> 政府文件下发布 W2 表格供员工使用自己的登录名在线访问。

source: Publish forms for employees to access online
es_es: Publicar formularios para que los empleados puedan acceder en línea.
zh_cn: 发布表格供员工在线访问

source: Publishing Industries (except Internet)
es_es: Industrias de publicación (excepto Internet)
zh_cn: 出版业（互联网除外）

source: Punch
es_es: Marca
zh_cn: 打卡

source: Punch - Employee
es_es: Marca - Empleado
zh_cn: 打卡 - 员工

source: Punch Adjustment
es_es: Ajuste de marcaje
zh_cn: 冲头调整

source: Punch Attempt Locked-Out
es_es: Intento de marcajear Bloqueado
zh_cn: 打卡尝试被锁定

source: Punch Branch
es_es: Sucursal de Marca
zh_cn: 打卡分公司

source: Punch Branches
es_es: Marcajear ramas
zh_cn: 打卡分支

source: Punch Control
es_es: Control de marcaje
zh_cn: 冲孔控制

source: Punch Control - Employee
es_es: Control de Marcaje - Empleado
zh_cn: 打卡控制 - 员工

source: Punch Criteria
es_es: Criterios de marcaje
zh_cn: 打卡标准

source: Punch Department
es_es: Departamento de Marca
zh_cn: 打卡部门

source: Punch Departments
es_es: Departamentos de Marcaje
zh_cn: 冲床部门

source: Punch Image
es_es: Imagen de marcaje
zh_cn: 打卡图像

source: Punch Images By Employee
es_es: Imágenes de marcajes por empleado.
zh_cn: 员工打卡图片

source: Punch In/Out
es_es: Marca Entrada / Salida
zh_cn: 签出/签入

source: Punch Job
es_es: Marcaje de trabajo
zh_cn: 冲床工作

source: Punch Job Item
es_es: Elemento de trabajo de marcaje
zh_cn: 冲孔作业项目

source: Punch Mode: Facial Recognition
es_es: Modo de marcaje: Reconocimiento facial
zh_cn: 打卡方式：人脸识别

source: Punch Mode: QRCode
es_es: Modo de marcaje: Código QR
zh_cn: 打卡方式：二维码

source: Punch Mode: Quick Punch
es_es: Modo de Marcajeo: Marcajeo Rápido
zh_cn: 打卡方式：快速打卡

source: Punch Note
es_es: Nota de marcaje
zh_cn: 打卡注意

source: Punch Notes
es_es: Notas de marcaje
zh_cn: 打卡笔记

source: Punch Notice
es_es: Aviso de marcaje
zh_cn: 打卡通知

source: Punch Reminder - End Break
es_es: Recordatorio de marcaje - Fin del descanso
zh_cn: 打卡提醒 - 结束中断

source: Punch Reminder - End Lunch
es_es: Recordatorio de marcaje - Fin de almuerzo
zh_cn: 打卡提醒 - 午餐结束

source: Punch Reminder - End Shift
es_es: Recordatorio de Marcaje - Final de Turno
zh_cn: 打卡提醒 - 结束班次

source: Punch Reminder - Start Break
es_es: Recordatorio de marcaje - Comienza el descanso
zh_cn: 打卡提醒 - 开始休息

source: Punch Reminder - Start Lunch
es_es: Recordatorio de marcaje - Comienza el almuerzo
zh_cn: 打卡提醒 - 开始午餐

source: Punch Reminder - Start Shift
es_es: Recordatorio de marcaje - Comenzar turno
zh_cn: 打卡提醒 - 开始轮班

source: Punch Reminder - Transfer
es_es: Recordatorio de marcaje - Transferencia
zh_cn: 打卡提醒 - 转接

source: Punch Save Failed: %1
es_es: Fallo al guardar el marcaje: %1
zh_cn: 打卡保存失败：%1

source: Punch Summary
es_es: Resumen de Marca
zh_cn: 打卡摘要

source: Punch Summary By Employee
es_es: Resumen de los Marcajes por Empleado
zh_cn: 员工打卡总结

source: Punch Summary Report
es_es: Reporte del Resumen de Marca
zh_cn: 打卡摘要报表

source: Punch Summary by Branch
es_es: Resumen de turno por sucursal
zh_cn: 按分支划分的打卡摘要

source: Punch Summary by Branch/Department
es_es: Resumen de turno por sucursal/departamento
zh_cn: 按分行/部门列出的剩余工作汇总

source: Punch Summary by Date
es_es: Resumen de Marcajes por Fecha
zh_cn: 按日期列出的打卡摘要

source: Punch Summary by Department
es_es: Resumen de turno por departamento
zh_cn: 按部门划分的打卡摘要

source: Punch Summary by Job
es_es: Resumen por trabajo
zh_cn: 按工作划分的打卡摘要

source: Punch Summary by Job Branch
es_es: Resumen de Marcajes por Rama de Trabajo
zh_cn: 按工作部门划分的打卡摘要

source: Punch Summary by Job Branch/Department
es_es: Resumen de punzonado por rama/departamento de trabajo
zh_cn: 按工作分支机构/部门列出的剩余工作汇总

source: Punch Summary by Job Group
es_es: Resumen de marcajes por grupo de trabajo
zh_cn: 按工作组划分的打卡摘要

source: Punch Summary by Job/Task
es_es: Resumen por trabajo/tarea.
zh_cn: 按作业/任务列出的剩余工作汇总

source: Punch Summary by Pay Period
es_es: Resumen de Turnos por Período de Pago
zh_cn: 按工资周期划分的打卡摘要

source: Punch Summary by Station
es_es: Resumen de la Estación de Marcajes
zh_cn: 按站打卡总结

source: Punch Summary by Task
es_es: Resumen por tarea.
zh_cn: 按任务列出的打卡摘要

source: Punch Summary+Actual Time by Employee
es_es: Resumen de los marcajes + Tiempo real por Empleado
zh_cn: 打卡汇总+员工实际时间

source: Punch Summary+Notes by Employee
es_es: Resumen de marcajes + Notas por Empleado
zh_cn: 打卡总结+员工笔记

source: Punch Tag
es_es: Etiqueta de marcaje
zh_cn: 打卡标签

source: Punch Tag Group
es_es: Grupo de Etiquetado de Marcajes
zh_cn: 打卡标签组

source: Punch Tag Groups
es_es: Grupos de etiquetas de marcaje
zh_cn: 打卡标签组

source: Punch Tags
es_es: Etiquetas de marcaje
zh_cn: 打卡标签

source: Punch Task
es_es: Marcajear tarea
zh_cn: 打卡任务

source: Punch Time
es_es: Tiempo de Marca
zh_cn: 打卡时间

source: Punch Time (Proactive)
es_es: Tiempo de marcaje (Proactivo)
zh_cn: 打卡时间（主动）

source: Punch Time (Reactive)
es_es: Tiempo de marcaje (Reactivo)
zh_cn: 打卡时间（反应式）

source: Punch TimeSheet
es_es: Hoja de Tiempo de Marcaje
zh_cn: 打卡时间表

source: Punch Type
es_es: Tipo de Marca
zh_cn: 打卡类型

source: Punch cannot be assigned to a different employee once created
es_es: El marcaje no se puede asignar a un empleado diferente una vez creado.
zh_cn: 打卡一旦创建就无法分配给其他员工

source: Punch exceeds maximum shift time of
es_es: El punto excede el tiempo máximo de turno.
zh_cn: 打卡超出为此工资期时间表定下的

source: Punch in from break by
es_es: Marcando la hora de regreso de la pausa
zh_cn: 从中断处打入

source: Punch in from lunch at
es_es: Marcar la entrada desde el almuerzo
zh_cn: 午餐后打卡

source: Punch in to start your shift by
es_es: Marque para comenzar su turno.
zh_cn: 打卡开始轮班

source: Punch is after employees termination date
es_es: El ponche es después de la fecha de terminación de los empleados.
zh_cn: 打卡时间在员工终止日期之后

source: Punch is already being processed in the background, please wait for it to complete before trying again...
es_es: El punch ya está siendo procesado en segundo plano, por favor espere a que se complete antes de intentarlo de nuevo...
zh_cn: Punch已在后台处理，请等待完成后再试...

source: Punch is before employees hire date
es_es: El marcaje es antes de la fecha de contratación de los empleados.
zh_cn: 打卡时间在员工聘用日期之前

source: Punch is earlier than schedule end time.
es_es: El punche es antes de la hora de finalización programada.
zh_cn: 下班时间早于计划结束时间。

source: Punch is earlier than schedule start time.
es_es: El marcaje es antes que la hora de inicio programada.
zh_cn: 打卡时间早于计划开始时间。

source: Punch is later than schedule end time.
es_es: El marcaje es más tarde que el horario de finalización.
zh_cn: 下班时间晚于计划结束时间。

source: Punch is later than schedule start time.
es_es: El punch es más tarde que la hora de inicio programada.
zh_cn: 下班时间晚于计划开始时间。

source: Punch out for break by
es_es: Salga para el descanso
zh_cn: 冲出休息时间

source: Punch out for lunch by
es_es: Salga para el almuerzo
zh_cn: 出去吃午饭

source: Punch out for the end of your shift by
es_es: Salir a la hora de terminar su turno.
zh_cn: 轮班结束时打卡

source: Punch/Station Detail By Employee
es_es: Detalle de Estación/Marcaje por Empleado
zh_cn: 按员工列出的打卡/工位详细信息

source: Punches
es_es: Marcas
zh_cn: 拳击

source: Punches By Branch
es_es: Marcajes por rama
zh_cn: 按分支打卡

source: Punches By Branch/Department
es_es: Marcajes por rama/departamento
zh_cn: 按分支机构/部门列出的打孔次数

source: Punches By Default Branch
es_es: Marcajes por la rama predeterminada
zh_cn: 默认分支分支

source: Punches By Default Branch/Department
es_es: Marcajes por defecto de la rama/departamento.
zh_cn: 默认分支机构/部门打卡

source: Punches By Default Department
es_es: Departamento de Marcajes por Defecto
zh_cn: 默认打卡部门

source: Punches By Department
es_es: Marcajes por Departamento
zh_cn: 按部门打卡

source: Punches By Employee
es_es: Marcajes por empleado
zh_cn: 员工殴打

source: Punches By Job/Task
es_es: Marcajes por trabajo/tarea
zh_cn: 按作业/任务列出的打孔次数

source: Punches By Station
es_es: Marcajes por estación
zh_cn: 车站打卡

source: Punches By Station Type
es_es: Marcajes por tipo de estación
zh_cn: 按站类型打卡

source: Punches By Status
es_es: Marcajes por Estado
zh_cn: 按状态打卡

source: Punches By Status/Type
es_es: Marcajes por Estado/Tipo
zh_cn: 按状态/类型列出的打卡次数

source: Punches By Type
es_es: Marcajes por tipo
zh_cn: 按类型打卡

source: Punches By Type/Status
es_es: Marcajes por tipo/estado
zh_cn: 按类型/状态打卡

source: Punches employees in/out automatically
es_es: Marca los empleados automáticamente de entrada/salida.
zh_cn: 自动打卡员工进出

source: Purchase Order #
es_es: Orden de compra
zh_cn: 订购单＃

source: Purchase order number is too short or too long
es_es: Numero de Compra es muy corto o muy largo
zh_cn: 订购单编号太短或太长

source: Push Frequency
es_es: Frecuencia de empuje
zh_cn: 推送频率

source: Push Notification are not supported on this browser.
es_es: Las Notificaciones Push no están soportadas en este navegador.
zh_cn: 此浏览器不支持推送通知。

source: Push Notification are only available on HTTPS connections.
es_es: Las Notificaciones Push solo están disponibles en conexiones HTTPS.
zh_cn: 推送通知仅适用于 HTTPS 连接。

source: Push Notifications
es_es: Notificaciones Push
zh_cn: 推送通知

source: Push Notifications Disabled
es_es: Notificaciones Push Deshabilitadas
zh_cn: 推送通知已禁用

source: Push Notifications Disabled For All Devices
es_es: Notificaciones Push Deshabilitadas Para Todos Los Dispositivos
zh_cn: 为所有设备禁用推送通知

source: Push Notifications Enabled
es_es: Notificaciones Push Habilitadas
zh_cn: 推送通知已启用

source: QRCodes: Allow MACROs
es_es: Códigos QR: Permiten MACROs
zh_cn: QRCodes：允许宏

source: QRCodes: Allow Multiple
es_es: Códigos QR: Permiten múltiples
zh_cn: QRCodes：允许多个

source: QRcode
es_es: Código QR
zh_cn: 二维码

source: QTY
es_es: CANT
zh_cn: 数量

source: Qualification
es_es: Calificación
zh_cn: 资质

source: Qualification Group
es_es: Grupo de Calificación
zh_cn: 资质组

source: Qualification Groups
es_es: Grupos de Calificación
zh_cn: 资格组别

source: Qualification Summary
es_es: Resumen de Calificaciones
zh_cn: 资质概要

source: Qualification Summary Report
es_es: Resumen de Calificación
zh_cn: 资质总结报告

source: Qualification Type
es_es: Tipo de Calificación
zh_cn: 资质类型

source: Qualification name already exists
es_es: El nombre de la calificación ya existe.
zh_cn: 资质名称已存在

source: Qualification name is too short or too long
es_es: El nombre de la calificación es demasiado corto o demasiado largo.
zh_cn: 资格名称太短或太长

source: Qualifications
es_es: Calificaciones
zh_cn: 资格

source: Qualified Family Leave Wages for Leave Taken After March 31st must not be excluded from Taxable Social Security Wages (Line 5a)
es_es: Las remuneraciones por licencia familiar calificada tomadas después del 31 de marzo no deben excluirse de las remuneraciones sujetas a impuestos de Seguridad Social (Línea 5a).
zh_cn: 不得将 3 月 31 日之后休假的合格家事假工资排除在应税社会保障工资之外（第 5a 行）

source: Qualified Sick Leave Wages for Leave Taken After March 31st must not be excluded from Taxable Social Security Wages (Line 5a)
es_es: Las remuneraciones por licencia por enfermedad calificada tomadas después del 31 de marzo no deben excluirse de las remuneraciones sujetas a impuestos de Seguridad Social (Línea 5a).
zh_cn: 不得将 3 月 31 日之后休假的合格病假工资排除在应税社会保障工资之外（第 5a 行）

source: Quantity
es_es: Cantidad
zh_cn: 数量

source: Quantity by Job
es_es: Cantidad por trabajo
zh_cn: 按工作数量

source: Quarter
es_es: Cuatrimestre
zh_cn: 季度

source: Quarter (Ending)
es_es: Cuarto (Final)
zh_cn: 季（完结）

source: Quarter (Starting)
es_es: Cuarto (Inicio)
zh_cn: 季度（起始）

source: Quarter+Year
es_es: er trimestre del año
zh_cn: 季度+年度

source: Quarter-Monthly Withholding Tax Payments
es_es: Pagos de impuestos de retención trimestrales
zh_cn: 每季度预扣税款

source: Quarterly
es_es: Cuatrimestral
zh_cn: 季刊

source: Quarterly Combined Tax Report
es_es: Informe de Impuestos Combinados Trimestral
zh_cn: 季度合并税务报告

source: Quarterly Combined Withholding, Wage Reporting, And Unemployment Insurance Return
es_es: Retorno de Retención Mensual Combinada, Informe de Salarios y Seguro de Desempleo Trimestral
zh_cn: 季度综合预扣税、工资报告和失业保险申报表

source: Quarterly Contribution & Wage Report
es_es: Informe de Contribución y Salario Trimestral
zh_cn: 季度供款及工资报告

source: Quarterly Contribution Report
es_es: Informe de Contribución Trimestral
zh_cn: 季度贡献报告

source: Quarterly Contribution Return and Report of Wages
es_es: Devolución de Contribución Trimestral y Reporte de Salarios
zh_cn: 季度供款报表及工资报告

source: Quarterly Return for Monthly Payers
es_es: Devolución trimestral para los pagadores mensuales
zh_cn: 每月付款人的季度报表

source: Quarterly Return for Quarterly Payers
es_es: Devolución trimestral para contribuyentes trimestrales
zh_cn: 季度付款人的季度报表

source: Quarterly Return for Semi-Weekly Payer
es_es: Devolución trimestral para el pagador semi-semanal.
zh_cn: 半周付款人的季度回报

source: Quarterly Return of Income Taxes Withheld for Employer Paying Weekly
es_es: Devolución trimestral de impuestos sobre la renta retenidos para el empleador que paga semanalmente.
zh_cn: 雇主每周支付的预扣所得税的季度申报表

source: Quarterly Tax Return
es_es: Declaración de Impuestos Trimestral
zh_cn: 季度纳税申报表

source: Quarterly Tax and Wage Detail Reports
es_es: Informes Detallados de Impuestos y Salarios Trimestrales
zh_cn: 季度税收和工资详细报告

source: Quarterly Tax and Wage Report
es_es: Informe trimestral de impuestos y salarios
zh_cn: 季度税务和工资报告

source: Quarterly UI/WC Summary Report
es_es: Resumen del informe trimestral de UI / WC
zh_cn: 季度UI/WC总结报告

source: Quarterly Wage Report and Unemployment Tax Return
es_es: Informe de Salario Trimestral y Declaración de Impuestos por Desempleo
zh_cn: 季度工资报告和失业税申报表

source: Quarterly Wage and Hours Reports
es_es: Informes trimestrales de salario y horas
zh_cn: 季度工资和工时报告

source: Quarterly Withholding Reconciliation
es_es: Reconciliación de Retención Trimestral
zh_cn: 季度预扣税对账

source: Quarterly Withholding Tax Return
es_es: Declaración de retención de impuestos trimestrales
zh_cn: 季度预扣税申报表

source: Querying Database...
es_es: Consultando la base de datos...
zh_cn: 正在查询数据库...

source: Quick Punch ID
es_es: ID de marcaje rápido
zh_cn: 快速打卡 ID

source: Quick Punch ID is already in use, please try a different one
es_es: El ID de Quick Punch ya está en uso, por favor intenta uno diferente.
zh_cn: Quick Punch ID 已被使用，请换一个

source: Quick Punch ID must be digits only
es_es: El ID de Quick Punch debe ser solo dígitos.
zh_cn: Quick Punch ID 只能是数字

source: Quick Punch ID or Password is incorrect
es_es: ID de marcaje rápido o contraseña es incorrecta.
zh_cn: 快打ID或密码错误

source: Quick Punch Password
es_es: Contraseña de Marcaje Rápido
zh_cn: 快速输入密码

source: Quick Punch password is too weak, please try something more secure
es_es: La contraseña Quick Punch es demasiado débil, por favor intenta algo más seguro.
zh_cn: Quick Punch 密码太弱，请尝试更安全的密码

source: Quick Punch password must be between 4 and 9 digits
es_es: La contraseña Quick Punch debe tener entre 4 y 9 dígitos.
zh_cn: Quick Punch 密码必须介于 4 到 9 位数字之间

source: Quick Punch password must be different then Quick Punch ID
es_es: La contraseña de Quick Punch debe ser diferente al ID de Quick Punch.
zh_cn: Quick Punch 密码必须与 Quick Punch ID 不同

source: Quick Punch password must be digits only
es_es: La contraseña de Quick Punch debe ser solo dígitos.
zh_cn: 快打密码只能是数字

source: Quick Start
es_es: Iniciar rápido
zh_cn: 快速开始

source: Quick Start Wizard
es_es: Asistente de Inicio Rápido
zh_cn: 快速启动向导

source: Quickbooks GL
es_es: Libros de contabilidad de Quickbooks

source: Quickbooks Payroll Item Name
es_es: Nombre del elemento en la nómina de sueldos Quickbooks
zh_cn: Quickbooks 薪资项目名称

source: Quote
es_es: Cita
zh_cn: 引用

source: Quotes
es_es: Citas
zh_cn: 引号

source: R:Absence
es_es: Ausencia
zh_cn: R：缺席

source: R:Adjustment
es_es: Ajuste
zh_cn: R：调整

source: R:Missed Punch
es_es: Falta de marcaje
zh_cn: R：未击中

source: R:Other
es_es: Otro
zh_cn: R：其他

source: R:Schedule
es_es: Programar
zh_cn: R：日程

source: READ
es_es: LEER
zh_cn: 已读

source: READY
es_es: LISTO
zh_cn: 就绪

source: REIMBURSED
es_es: Reembolsado
zh_cn: 报销

source: RI-941D Payment
es_es: Pago RI-941D
zh_cn: RI-941D 支付

source: RI-941M Payment
es_es: Pago RI-941M
zh_cn: RI-941M 支付

source: RI-941Q Payment
es_es: Pago RI-941Q
zh_cn: RI-941Q 支付

source: RI-941QM Payment
es_es: Pago RI-941QM
zh_cn: RI-941QM支付

source: RI-941W Payment
es_es: Pago RI-941W
zh_cn: RI-941W 支付

source: ROE Forms
es_es: Formularios ROE
zh_cn: 交战规则表格

source: ROE Report
es_es: Informe de ROE
zh_cn: 股本回报率报告

source: ROE(s) submitted successfully!
es_es: Las ROE presentadas con éxito!
zh_cn: ROE 提交成功！

source: RPD-41072 - Annual Withholding Form
es_es: RPD-41072 - Formulario de Retención Anual
zh_cn: RPD-41072 - 年度预扣税表

source: RPD-41072 Filing
es_es: RPD-41072 Presentación
zh_cn: RPD-41072 归档

source: RPP Contributions (20)
es_es: Contribciones RPP (20)

source: RPP Contributions (Box: 20)
es_es: Contribuciones RPP (Caja: 20)
zh_cn: RPP 捐款（方框：20）

source: RPP or DPSP Number (Box: 50)
es_es: Número RPP o DPSP (Caja: 50)
zh_cn: RPP 或 DPSP 编号（方框：50）

source: RPT3795 Filing
es_es: Presentación de RPT3795
zh_cn: RPT3795 归档

source: RT-6 Filing
es_es: Presentación de RT-6
zh_cn: RT-6 归档

source: RUNNING
es_es: CORRIENDO
zh_cn: 运行中

source: Range
es_es: Rango
zh_cn: 范围

source: Rate
es_es: Tasa
zh_cn: 时率

source: Rate "A"
es_es: Calificación "A"
zh_cn: 税率 "A"

source: Rate "B"
es_es: Calificación "B"
zh_cn: 税率 "B"

source: Rate "C"
es_es: Calificación "C"
zh_cn: 税率 "C"

source: Rate "D"
es_es: Calificación "D"
zh_cn: 税率 "D"

source: Rate "E"
es_es: Calificación "E"
zh_cn: 税率 "E"

source: Rate Modify Percent
es_es: Modificar Porcentaje
zh_cn: 转换率修改百分比

source: Rate has too many digits
es_es: La tasa tiene demasiados dígitos.
zh_cn: 费率位数过多

source: Rate has too many digits after the decimal
es_es: La tasa tiene demasiados dígitos después del decimal.
zh_cn: 汇率小数点后位数过多

source: Rate has too many digits before the decimal
es_es: La tasa tiene demasiados dígitos antes del decimal.
zh_cn: 汇率小数点前位数过多

source: Rate is too high
es_es: La tasa es demasiado alta.
zh_cn: 利率太高

source: Rate is too low
es_es: La tasa es demasiado baja.
zh_cn: 利率太低

source: Rates
es_es: Tarifas
zh_cn: 费率

source: Rating
es_es: Calificación
zh_cn: 评分

source: Rating must between
es_es: La calificación debe estar entre
zh_cn: 额定值必须介于

source: Rating must only be digits
es_es: La calificación solo debe ser números.
zh_cn: 评级只能是数字

source: Re
es_es: ¿Cómo estás?
zh_cn: 关于

source: Re-Check
es_es: Verificar
zh_cn: 再检查

source: ReCalculate Accrual
es_es: ReCalcular Acumulación
zh_cn: 重新计算应计项目

source: ReCalculate Quick Exceptions
es_es: ReCalcular Excepciones Rápidas
zh_cn: 重新计算快速异常
