Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Group by defines column that is not being displayed on the report
es_es: Group by define la columna que no se muestra en el informe.
zh_cn: 分组依据定义未显示在报表上的列

source: Group is invalid
es_es: Grupo no es valido
zh_cn: 组无效

source: Grouping Data...
es_es: Agrupando datos...
zh_cn: 分组数据...

source: Groups
es_es: Grupos
zh_cn: 组

source: Guadeloupe
es_es: Guadalupe

source: Guinea-Bissau
es_es: Guinea-Bissáu

source: HED Override #
es_es: Anulación de HED
zh_cn: HED覆盖#

source: HH:MM AM TZ
es_es: HH:MM AM ZH

source: HIGH
es_es: ALTA
zh_cn: 高

source: HOLD
es_es: PAUSA
zh_cn: 暂停

source: HR
es_es: RRHH
zh_cn: 人力资源

source: HR Manager
es_es: Responsable de RRHH
zh_cn: 人力资源经理

source: HR Reports
es_es: Informes de RRHH
zh_cn: 人力资源报告

source: HW-3 Filing
es_es: Archivo HW-3
zh_cn: HW-3备案

source: Haiti
es_es: Haití

source: Handling Fee
es_es: Tarifa de manejo
zh_cn: 手续费

source: Handling fee is invalid
es_es: Valor de Movimiento no es valido
zh_cn: 手续费无效

source: Hardware ID
es_es: ID de hardware
zh_cn: 硬件编号

source: Have no effect
es_es: No tener efecto.
zh_cn: 没有影响

source: Head of Household
es_es: Cabeza de la Familia
zh_cn: 一家之主

source: Head of Household and Blind
es_es: Cabeza de la Familia y Ciego
zh_cn: 一家之主或失明

source: Header color is too short or too long
es_es: Color de Encabezado es muy corto o muy largo
zh_cn: 标题颜色太短或太长

source: Health Care and Social Assistance
es_es: Atención de la salud y asistencia social
zh_cn: 医疗保健和社会援助

source: Health Insurance (EMAC 2014) Quarterly Contribution combined with UI report
es_es: Seguro de salud (EMAC 2014) Contribución trimestral combinada con informe de UI
zh_cn: 健康保险（EMAC 2014）季度贡献与UI报告相结合

source: Health/Immunization
es_es: Salud/Vacunación
zh_cn: 健康/免疫

source: Heard Island and Mcdonald Islands
es_es: Islas Heard y Mcdonald

source: Height
es_es: Altura
zh_cn: 高度

source: Help
es_es: Ayuda
zh_cn: 帮助

source: Help Entry is invalid
es_es: Entrada de Ayuda no es valido
zh_cn: 帮助条目无效

source: Help Group Control is invalid
es_es: Control del Grupo de Ayuda no es valido
zh_cn: 帮助组控制无效

source: Hierarchy
es_es: Jerarquía
zh_cn: 等级制度

source: Hierarchy Level
es_es: Nivel de jerarquía
zh_cn: 层级

source: Hierarchy Object Type
es_es: Tipo de Objeto Jerarquía
zh_cn: 层次结构对象类型

source: Hierarchy Subordinate
es_es: Jerarquía
zh_cn: 层级下属

source: Hierarchy Superior
es_es: Jerarquía Superior
zh_cn: 层次结构高级

source: Hierarchy Superiors
es_es: Jerarquía Superiores
zh_cn: 等级上级

source: Hierarchy Tree
es_es: Árbol de Jerarquía
zh_cn: 等级制度树

source: Hierarchy Tree - Control ID
es_es: Árbol Jerárquico - ID de Control
zh_cn: 层次结构树 - 控件 ID

source: Hierarchy control is invalid
es_es: Control de jerarquía no es valido
zh_cn: 等级制度控制无效

source: Hierarchy is invalid
es_es: La jerarquía es invalida
zh_cn: 等级制度无效

source: Hierarchy not specified
es_es: Jerarquía no especificada
zh_cn: 未指定层次结构

source: High
es_es: Alto
zh_cn: 高

source: Highland
es_es: Altiplano
zh_cn: 高地

source: Hire Applicant
es_es: Contratar Solicitante
zh_cn: 雇用申请人

source: Hire Date
es_es: Fecha de Contratación
zh_cn: 受雇日期

source: Hire Date (Anniversary)
es_es: Fecha de contratación (Aniversario)
zh_cn: 雇用日期（周年）

source: Hire Date not specified, unable to determine length of service eligibility for %1
es_es: Fecha de contratación no especificada, imposible determinar la duración de la elegibilidad para %1
zh_cn: 未指定雇用日期，无法确定 %1 的服务期限资格

source: Hire date is invalid
es_es: Fecha de Contratación no es valida
zh_cn: 受雇日无效

source: Hire date must be on or after the employees first wage entry, you may need to change their wage effective date first
es_es: La fecha de contratación debe ser igual o posterior a la primera entrada de salario del empleado, es posible que tenga que cambiar primero la fecha efectiva de su salario.
zh_cn: 雇用日期必须在员工第一次工资输入当天或之后，您可能需要先更改他们的工资生效日期

source: Hired
es_es: Contratado
zh_cn: 雇用

source: Hired Time Period
es_es: Período de tiempo contratado.
zh_cn: 聘用时间段

source: Hiring Manager
es_es: Gerente de contratación
zh_cn: 招聘经理

source: History
es_es: Historia
zh_cn: 历史

source: Holiday
es_es: Feriado
zh_cn: 假期

source: Holiday Policies
es_es: Políticas de Feriados
zh_cn: 休假政策

source: Holiday Policy
es_es: Política de Feriados
zh_cn: 休假政策

source: Holiday Policy (Recurring Holiday)
es_es: Los empleados recibirán un día libre pagado cada año para celebrar una fiesta nacional o religiosa.
zh_cn: 假期政策（经常性假期）

source: Holiday Policy is invalid
es_es: Política de Feriados no es valida
zh_cn: 假期政策无效

source: Holiday Time
es_es: Tiempo de vacaciones
zh_cn: 假期

source: Holiday Week Days
es_es: Días de la semana de vacaciones
zh_cn: 假日工作日

source: Holidays
es_es: Feriados
zh_cn: 假期

source: Holy See (Vatican City State)
es_es: Ciudad del Vaticano

source: Home Address (Line 1)
es_es: Dirección de casa (Línea 1)
zh_cn: 家庭住址（第 1 行）

source: Home Address (Line 2)
es_es: Dirección de casa (Línea 2)
zh_cn: 家庭住址（第 2 行）

source: Home Address(Line 1)
es_es: Dirección de casa (Línea 1)
zh_cn: 家庭住址（第 1 行）

source: Home Address(Line 2)
es_es: Dirección de casa (Línea 2)
zh_cn: 家庭住址（2 号线）

source: Home Email
es_es: Correo Electrónico del Hogar
zh_cn: 住宅Email

source: Home Email address is invalid
es_es: Correo Electrónico del Hogar no es valido
zh_cn: 住宅 Email 地址无效

source: Home Phone
es_es: Teléfono del Hogar
zh_cn: 住宅电话

source: Home email address does not exist on server
es_es: La dirección de correo electrónico de casa no existe en el servidor.
zh_cn: 服务器上不存在家庭电子邮件地址

source: Home email address does not have a valid DNS MX record
es_es: La dirección de correo electrónico de casa no tiene un registro DNS MX válido.
zh_cn: 家庭电子邮件地址没有有效的 DNS MX 记录

source: Home email address does not have a valid DNS record
es_es: La dirección de correo electrónico de casa no tiene un registro DNS válido.
zh_cn: 家庭电子邮件地址没有有效的 DNS 记录

source: Home email address is assigned to another employee, continuing will disable password reset functionality and may result in account lock-out
es_es: La dirección de correo electrónico de la casa se asigna a otro empleado, continuar deshabilitará la funcionalidad de restablecimiento de contraseña y puede resultar en un bloqueo de cuenta.
zh_cn: 家庭电子邮件地址已分配给另一名员工，继续操作将禁用密码重置功能，并可能导致帐户被锁定

source: Home email address is invalid
es_es: La dirección de correo electrónico de casa es inválida.
zh_cn: 家庭电子邮件地址无效

source: Home phone number is invalid
es_es: Numero de Teléfono del Hogar no valido
zh_cn: 工作电话号码无效

source: Horizontal Alignment
es_es: Alineación Horizontal
zh_cn: 水平对齐

source: Host Name
es_es: Nombre de Host
zh_cn: 主机名

source: Hostname specified in %1 config file does not match the accessed URL. Please go to your timetrex.ini.php file and set "hostname" to "
es_es: El hostname especificado en el archivo de configuración %1 no corresponde con la URL accedida. Por favor, edite su archivo timetrex.ini.pho y establezca "hostaname" a "
zh_cn: %1 配置文件中指定的主机名与访问的 URL 不匹配。请转到您的 timetrex.ini.php 文件并将“主机名”设置为“

source: Hour
es_es: Hora
zh_cn: 小时

source: Hour Based
es_es: Basado en Horas
zh_cn: 小时为基准

source: Hour Of Day
es_es: Hora del día
zh_cn: 一天中的小时

source: Hour Type
es_es: Tipo de Hora
zh_cn: 小时类型

source: Hour is invalid
es_es: Hora no es valida
zh_cn: 小时无效

source: Hour of Day
es_es: Hora del día
zh_cn: 一天中的小时

source: Hour(s)
es_es: Hora(s)
zh_cn: 小时数

source: Hour-Based Accrual Policy
es_es: Política de Acumulación por Hora
zh_cn: 按小时应计策略

source: Hourly
es_es: Por Hora
zh_cn: 按小时

source: Hourly Rate
es_es: Sueldo por Hora
zh_cn: 小时费率

source: Hourly Rate w/Burden
es_es: Tarifa por hora con carga
zh_cn: 带负荷的小时费率

source: Hours
es_es: Horas
zh_cn: 小时数

source: Hours (2.141)
es_es: Horas (2.141)
zh_cn: 小时 (2.25)

source: Hours (2.25)
es_es: Horas (2.25)
zh_cn: 小时 (2.25)

source: Hours (2.3587)
es_es: 3587 horas
zh_cn: 小时 (2.3587)

source: Hours Code
es_es: Código Horario
zh_cn: 营业时间代码

source: Hours/Pay Criteria
es_es: Criterio de Horas/Pago
zh_cn: 小时/工资标准

source: Hours/Week (Max)
es_es: Horas/Semana (Máximo)
zh_cn: 小时/周（最大值）

source: Hours/Week (Min)
es_es: Horas/Semana (Mínimo)
zh_cn: 小时/周（最小）

source: Hover for Description
es_es: Flotar para descripción
zh_cn: 悬停说明

source: Hrs/Units
es_es: Hrs/Unidades
zh_cn: 小时/单位

source: Human Resources
es_es: Recursos Humanos
zh_cn: 人力资源

source: Human Resources (HR)
es_es: Recursos Humanos (RRHH)
zh_cn: 人力资源 (HR)

source: Hungary
es_es: Hungría
zh_cn: 匈牙利

source: I Accept
es_es: Yo Acepto
zh_cn: 我同意

source: I don't see it?
es_es: ¿No lo veo?
zh_cn: 我没看到？

source: I hereby certify that this timesheet for the pay period of
es_es: Aquí certifico que esta hoja de tiempo para el período de pago
zh_cn: 本人特此证明，此时间表的支付期为

source: I'm not hungry
es_es: No tengo hambre.
zh_cn: 我不饿

source: IL-501 Payment
es_es: Pago IL-501
zh_cn: IL-501 付款

source: IL-941 Filing
es_es: Presentación de IL-941
zh_cn: 941 申请

source: IL-W-4 Line 1
es_es: IL-W-4 Linea 1

source: IL-W-4 Line 2
es_es: IL-W-4 Linea 2

source: IMPORTANT
es_es: IMPORTANTE
zh_cn: 重要

source: IN USE
es_es: EN USO
zh_cn: 使用中

source: INACTIVE
es_es: Inactivo
zh_cn: 不活跃

source: INCOMPLETE
es_es: INCOMPLETO
zh_cn: 不完整

source: INSECURE, must not be a sub-directory of base path.
es_es: INSEGURO, no debe ser un subdirectorio de la ruta base.
zh_cn: 不安全，不能是基本路径的子目录。

source: INTL Enabled
es_es: Habilitado INTL
zh_cn: 启用国际语言

source: INVALID DATA
es_es: Datos inválidos
zh_cn: 无效数据

source: IP Address
es_es: Dirección IP
zh_cn: IP地址

source: ISO Code
es_es: Código ISO
zh_cn: ISO 码

source: ISO Currency
es_es: Moneda ISO
zh_cn: 国际标准化组织货币

source: ISO code is invalid
es_es: Código ISO no valido
zh_cn: ISO 码无效

source: IT-3 Filing
es_es: Presentación de la Declaración IT-3
zh_cn: IT-3 备案

source: IT-501(M) Payment (Electronic Only)
es_es: IT-501(M) Pago (Solo Electrónico)
zh_cn: IT-501(M) 付款（仅限电子）

source: IT-501(Q) Payment (Electronic Only)
es_es: IT-501(Q) Pago (Solo Electrónico)
zh_cn: IT-501(Q) 付款（仅限电子）

source: IT-941 Filing
es_es: Presentación de IT-941
zh_cn: IT-941 备案

source: IT-942 (EFT Payers) (Electronic Only)
es_es: IT-942 (Pagadores de EFT) (Solo electrónico)
zh_cn: IT-942（电子转帐付款人）（仅限电子版）

source: Iceland
es_es: Islandia
zh_cn: 冰岛

source: Idaho Employer Quarterly UI Tax Report
es_es: Informe trimestral de impuestos de desempleo del empleador de Idaho
zh_cn: 爱达荷州雇主季度失业保险税报告

source: Idempotent response not available yet, please try again
es_es: Respuesta idempotente no disponible todavía, por favor inténtalo de nuevo.
zh_cn: 幂等响应暂不可用，请重试

source: Identification #
es_es: Número de identificación
zh_cn: 鉴别 ＃

source: Identification Country
es_es: País de identificación
zh_cn: 识别国家

source: Identification Expires
es_es: Identificación Expira
zh_cn: 身份证明过期

source: Identification Number
es_es: Número de identificación
zh_cn: 身份证号码

source: Identification Province/State
es_es: Identificación Provincia/Estado
zh_cn: 识别省份/州

source: Identification Type
es_es: Tipo de Identificación
zh_cn: 识别类型

source: If any are red, please take the necessary steps to fix them.
es_es: Si alguno es rojo, por favor tome los pasos necesarios para arreglarlos.
zh_cn: 如果有任何红色，请采取必要的步骤进行修复。

source: If you wish to see more pages, please go to the report "Setup" tab to increase this setting and run the report again.
es_es: Si desea ver más páginas, vaya a la pestaña Configuración de informe para aumentar esta configuración y vuelva a ejecutar el informe.
zh_cn: 如果您希望看到更多页面，请转到报告的“设置”选项卡以增加此设置并再次运行报告。

source: Illinois
es_es: Ilinois
zh_cn: Invoices

source: Illinois Withholding Income Tax Return
es_es: Declaración de Impuesto Sobre los Ingresos Retenidos de Illinois
zh_cn: 伊利诺伊州预扣所得税申报表

source: Illinois Withholding Tax Payment
es_es: Pago de Impuesto de Retención de Illinois
zh_cn: 伊利诺伊州预扣税款

source: Image
es_es: Imagen
zh_cn: 图像

source: Immediate Dest.
es_es: Destino Inmediato
zh_cn: 直接目的地。

source: Immediate Dest. Name
es_es: Nombre de destino inmediato
zh_cn: 直接目的地姓名

source: Immediate Drug Test
es_es: Prueba de drogas inmediata
zh_cn: 立即药物测试

source: Immediate Origin
es_es: Origen Inmediato
zh_cn: 直接来源

source: Immediate Origin Name
es_es: Nombre de Origen Inmediato
zh_cn: 直接来源名称

source: Imperia
es_es: Imperio

source: Implementation Support Services
es_es: Servicios de Apoyo a la Implementación
zh_cn: 实施支持服务

source: Import
es_es: Importar
zh_cn: 导入

source: Import Data
es_es: Importar Datos
zh_cn: 导入数据

source: Import Data: Pay Period
es_es: Importar datos: Período de pago
zh_cn: 导入数据：支付期

source: Import Orphan Data: Pay Period
es_es: Importar datos huérfanos: Período de pago
zh_cn: 导入孤立数据：支付期

source: Import Wizard
es_es: Asistente de Importación
zh_cn: 导入向导

source: Import failed due to the following reasons
es_es: Fallo de importación debido a las siguientes razones
zh_cn: 导入失败，原因如下

source: Import file exceeds the maximum number of allowed lines (%1), please reduce the number of lines and try again.
es_es: El archivo de importación excede el número máximo de líneas permitidas (%1), por favor reduzca el número de líneas e inténtelo de nuevo.
zh_cn: 导入文件超过允许的最大行数 (%1)，请减少行数并重试。

source: Import successful
es_es: Importación exitosa
zh_cn: 导入成功

source: Imported
es_es: Importado
zh_cn: 进口的

source: In
es_es: Entrada
zh_cn: 签入

source: In (Actual)
es_es: Entrada (Actual)
zh_cn: 签入(实际)

source: In Collections
es_es: Colecciones de Entrada
zh_cn: 收藏内

source: In Created By
es_es: En Creado Por
zh_cn: 在创建者

source: In Created Date
es_es: En Fecha de Creación
zh_cn: 在创建日期

source: In Date
es_es: En Fecha
zh_cn: 在日期

source: In Date/Time
es_es: En Fecha/Hora
zh_cn: 日期/时间

source: In Early
es_es: Entrada Temprano
zh_cn: 早签入

source: In Late
es_es: Entrada Tarde
zh_cn: 晚签入

source: In Latitude
es_es: En Latitud
zh_cn: 在纬度

source: In Location Accuracy
es_es: En Precisión de Ubicación
zh_cn: 在定位精度

source: In Longitude
es_es: En Longitud
zh_cn: 在经度

source: In Punch
es_es: Marca de Entrada
zh_cn: 签入打卡

source: In Punch Image
es_es: En Imagen de Marcaje
zh_cn: 打卡图像

source: In Station Description
es_es: Descripción de Estación de Entrada
zh_cn: 签入站点说明

source: In Station ID
es_es: ID de la Estación de Entrada
zh_cn: 签入站点 ID

source: In Station Source
es_es: Estación Fuente de Entrada
zh_cn: 签入站点源

source: In Station Type
es_es: Tipo de Estación de Entrada
zh_cn: 签入站点类型

source: In Stock
es_es: En Inventario
zh_cn: 有货

source: In Time
es_es: A tiempo
zh_cn: 及时

source: In Time not specified
es_es: En tiempo no especificado
zh_cn: 未指定时间

source: In Type
es_es: Tipo de Entrada
zh_cn: 签入类型

source: In Updated By
es_es: En Actualizado Por
zh_cn: 在更新者

source: In Updated Date
es_es: En Fecha Actualizada
zh_cn: 在更新日期

source: In Use
es_es: En uso
zh_cn: 正在使用

source: In Windows simply run this command as Administrator.
es_es: En Windows simplemente ejecuta este comando como Administrador.
zh_cn: 在 Windows 中，只能以管理员身份运行此命令。

source: In most Linux distributions, you can run the following command
es_es: En la mayoría de las distribuciones de Linux, puedes ejecutar el siguiente comando.
zh_cn: 在大多数 Linux 发行版中，您可以运行以下命令

source: In order for your
es_es: Para que tu
zh_cn: 为了您的

source: In order to access new features you may need to re-apply the
es_es: Para acceder a nuevas características, es posible que tengas que volver a aplicar.
zh_cn: 为了访问新功能，您可能需要重新应用

source: In punches cannot occur after an out punch, in the same punch pair
es_es: Los marcajes no pueden ocurrir después de un marcaje fuera, en la misma pareja de marcajes.
zh_cn: 同一对打卡的签入打卡不可以发生在签出打卡之后

source: In punches cannot occur after an out punch, in the same punch pair (a)
es_es: Los marcajes no pueden ocurrir después de un marcaje fuera, en el mismo par de marcajes (a).
zh_cn: 出拳后不能出现入拳，在同一对拳中 (a)

source: In punches cannot occur twice in the same punch pair, you may want to make this an out punch instead
es_es: En golpes no puede ocurrir dos veces en el mismo par de golpe, puede que quiera hacer de esto un golpe a su lugar
zh_cn: 同一对打卡不允许重复签入打卡，你需要将此打卡改为签出

source: In the event of incorrect dates, edit the selected remittance agency and its events to make corrections.
es_es: En caso de fechas incorrectas, edite la agencia de remesas seleccionada y sus eventos para realizar correcciones.
zh_cn: 如果日期不正确，请编辑所选汇款机构及其事件以进行更正。

source: In the event that the 1099-NEC report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe o formularios 1099-NEC no muestren la información correcta, use este icono de Configuración de Formulario para realizar ajustes y volver a intentarlo.
zh_cn: 如果 1099-NEC 报告或表格未显示正确信息，请使用此表格设置图标进行调整并重试。

source: In the event that the 940 report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe 940 o los formularios no muestren la información correcta, use este icono de Configuración de Formulario para hacer ajustes y volver a intentarlo.
zh_cn: 如果 940 报告或表格没有显示正确的信息，请使用此表格设置图标进行调整并重试。

source: In the event that the 941 report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe 941 o los formularios no muestren la información correcta, use este icono de Configuración de Formulario para hacer ajustes y volver a intentarlo.
zh_cn: 如果 941 报告或表格没有显示正确的信息，请使用此表格设置图标进行调整并重试。

source: In the event that the T4 report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe T4 o los formularios no muestren la información correcta, use este icono de configuración de formulario para realizar ajustes y volver a intentarlo.
zh_cn: 如果 T4 报告或表格未显示正确信息，请使用此表格设置图标进行调整并重试。

source: In the event that the T4A report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe T4A o los formularios no muestren la información correcta, use este icono de Configuración de Formulario para realizar ajustes y volver a intentarlo.
zh_cn: 如果 T4A 报告或表格未显示正确信息，请使用此表格设置图标进行调整并重试。

source: In the event that the W2 report or forms are not showing the correct information, use this Form Setup icon to make adjustments and try again.
es_es: En el caso de que el informe W2 o los formularios no muestren la información correcta, use este icono de Configuración de Formulario para hacer ajustes y volver a intentarlo.
zh_cn: 如果 W2 报告或表格未显示正确信息，请使用此表格设置图标进行调整并重试。

source: In the event that the export format is not showing the correct information, use this icon to make adjustments and try again.
es_es: En el caso de que el formato de exportación no muestre la información correcta, use este icono para hacer ajustes y volver a intentarlo.
zh_cn: 如果导出格式未显示正确信息，请使用此图标进行调整并重试。

source: In time must be specified
es_es: En el tiempo debe especificarse.
zh_cn: 必须指定时间

source: In-Person Interview
es_es: Entrevista en persona
zh_cn: 面对面采访

source: In/Out
es_es: Entrada/Salida
zh_cn: 签入/签出

source: InValid
es_es: No válido
zh_cn: 无效的

source: Inactive - Temporary
es_es: Inactivo - Temporal
zh_cn: 不活动 - 临时

source: Inbox
es_es: Bandeja de Entrada
zh_cn: 收件箱

source: Inches (in)
es_es: Pulgadas (in)
zh_cn: 英寸 (in)

source: Incident
es_es: Incidente
zh_cn: 事件

source: Include
es_es: Incluir
zh_cn: 包括

source: Include Any Punched Time for Break
es_es: Incluir cualquier tiempo de descanso punzado.
zh_cn: 包括任何休息时间

source: Include Any Punched Time for Meal
es_es: Incluir cualquier tiempo de pausa para la comida.
zh_cn: 包括任何用餐时间

source: Include Area Policy
es_es: Incluir Política de Área
zh_cn: 包括区域政策

source: Include Blank Records
es_es: Incluir registros en blanco
zh_cn: 包括空白记录

source: Include Break Policy in Calculation
es_es: Incluir la Política de Descanso en el Calculo
zh_cn: 算法要包括休息政策

source: Include Break Punch
es_es: Incluir Pausa Marcaje
zh_cn: 包括打卡

source: Include Columns
es_es: Incluir Columnas
zh_cn: 包括列

source: Include Employees
es_es: Incluir Empleados
zh_cn: 包括员工

source: Include Job
es_es: Incluir Trabajo
zh_cn: 包括工作

source: Include Lunch Punch
es_es: Incluir Lunch Punch
zh_cn: 包括午餐潘趣酒

source: Include Meal Policy in Calculation
es_es: Inlcuir Política de Almuerzo en Calculo
zh_cn: 算法要包括用餐政策

source: Include Multiple Breaks
es_es: Incluir múltiples descansos.
zh_cn: 包括多次休息

source: Include Over Time in Average
es_es: Incluir Tiempo Extra en Promedio
zh_cn: 包括随时间变化的平均值

source: Include Override Rates
es_es: Incluir tarifas de anulación
zh_cn: 包括覆盖率

source: Include PS Account Value
es_es: Incluir el valor de la cuenta PS
zh_cn: 包括 PS 账户价值

source: Include Paid Absence Time in Average
es_es: Incluir el tiempo de ausencia remunerada en la media.
zh_cn: 包括平均带薪缺勤时间

source: Include Partial Punches
es_es: Incluir Marcas Parciales
zh_cn: 包括不完整的打卡

source: Include Partial Shifts in Calculation
es_es: Incluir turnos parciales en el cálculo
zh_cn: 在计算中包括部分偏移

source: Include Pay Stub Account is invalid
es_es: Cuenta Incluida del Talonario de Pagos es invalida
zh_cn: 包括工资条帐号无效

source: Include Pay Stub Accounts
es_es: Incluir cuentas de recibos de pago
zh_cn: 包括工资单账户

source: Include Pay Stub Amount
es_es: Incluya el monto de la boleta de pago.
zh_cn: 包括工资单金额

source: Include Pay Stub Units
es_es: Incluir Unidades de Talón de Pago
zh_cn: 包括工资存根单位

source: Include Pay Stub YTD Amount
es_es: Incluya el monto YTD de la boleta de pago.
zh_cn: 包括工资单 YTD 金额

source: Include Pay Stub YTD Units
es_es: Incluir talón de pago Unidades YTD
zh_cn: 包括工资单 YTD 单位

source: Include Schedule Shift Type
es_es: Incluir Horario Tipo de Turno
zh_cn: 包括计划班次类型

source: Include Shift Type
es_es: Incluir Tipo de Cambio
zh_cn: 包括班次类型

source: Include Task
es_es: Incluir tarea
zh_cn: 包含任务

source: Include Tasks
es_es: Incluir Tarea
zh_cn: 包括任务

source: Include Tax Policy
es_es: Incluir Política de Impuestos
zh_cn: 包括税收政策

source: Include This Branch
es_es: Incluir esta rama.
zh_cn: 包括这个分支

source: Include This Department
es_es: Incluya este departamento.
zh_cn: 包括这个部门

source: Include all non-invoiced transactions in the same date range
es_es: Incluya todas las transacciones no facturadas en el mismo rango de fechas.
zh_cn: 包括同一日期范围内的所有非发票交易

source: Includes %1 from %2
es_es: incluye %1 desde %2
zh_cn: 包括来自 %2 的 %1

source: Includes PP: 1 to %1
es_es: Incluye PP: 1 al %1
zh_cn: 包括 PP：1 到 %1

source: Income (14)
es_es: Ingreso (14)

source: Income Tax
es_es: Impuesto sobre la Renta
zh_cn: 收入税 (22)

source: Income Tax (22)
es_es: Impuesto sobre la Renta (22)

source: Income Tax (Box 22)
es_es: Impuesto sobre la Renta (Caja 22)
zh_cn: 所得税（专栏 22）

source: Income Tax (Line 3)
es_es: Impuesto sobre la Renta (Línea 3)
zh_cn: 所得税（第 3 行）

source: Income Tax Deducted (Box 22)
es_es: Impuesto sobre la Renta Deducido (Caja 22)
zh_cn: 扣除的所得税（方框 22）

source: Income Tax Withholding Return
es_es: Declaración de Retención de Impuesto Sobre los Ingresos
zh_cn: 所得税预扣申报表

source: Income Withholding Tax Return
es_es: Declaración de Retención de Impuestos Sobre los Ingresos
zh_cn: 所得税预扣税申报表

source: Incorrect Accrual Annual Maximum
es_es: Máximo Anual de Acumulación Incorrecta
zh_cn: 年度最高应计额不正确

source: Incorrect Accrual Annual Maximum Modifier
es_es: Máximo Modificador Anual de Acumulación Incorrecta
zh_cn: 应计年度最大修改数不正常

source: Incorrect Accrual Balance Threshold
es_es: Umbral de saldo de acumulación incorrecto.
zh_cn: 应计余额阈值不正确

source: Incorrect Accrual Rate
es_es: Taza de Acumulación incorrecta
zh_cn: 不正确的应计利率

source: Incorrect Accrual Rate Modifier
es_es: Modificador de tasa de acumulación incorrecta
zh_cn: 不正确的应计利率修改符

source: Incorrect Accrual Type
es_es: Tipo de acumulación incorrecto
zh_cn: 应计项目类型不正确

source: Incorrect Action
es_es: Acción Incorrecta
zh_cn: 错误动作

source: Incorrect Active After Time
es_es: Incorrecto Activo Después del Tiempo
zh_cn: 不正确的活动后时间
