Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: #event_form_name# reminder for #agency_name#
es_es: #event_form_name# recordatorio para #agency_name#
zh_cn: #event_form_name# 提醒 #agency_name#

source: $1.00 per Good Quantity
es_es: $1,00 por cantidad de mercancía
zh_cn: 每件商品 $1.00

source: %1 application version (%2) does not match database version (%3). Please re-run the %1 web installer to complete the upgrade process.
es_es: La versión de la aplicación %1 (%2) no coincide con la versión de la base de datos (%3). Por favor, vuelva a ejecutar el instalador web de %1 para completar el proceso de actualización.
zh_cn: %1 应用程序版本 （%2） 与数据库版本 （%3） 不匹配。请重新运行 %1 Web 安装程序以完成升级过程。

source: %1 database has not been initialized yet, please run the installer again and follow the on screen instructions. <a href="%2">Click here to run the installer now.</a>
es_es: %1 base de datos no se ha inicializado todavía, puede ejecutar de nuevo el instalador y siga las instrucciones en pantalla. <a href="%2"> Haga clic aquí para ejecutar el instalador. </a>
zh_cn: %1 数据库尚未初始化，请再次运行安装程序并按照屏幕上的说明进行操作。<a href=“%2”>单击此处立即运行安装程序。</a>

source: %1 database query has timed-out, if you were trying to run a report it may be too large, please narrow your search criteria and try again.
es_es: 1% consulta la base de datos ha superado el tiempo de espera, si se trata de abrir un informe que puede ser demasiado grande, por favor obtener mejores criterios de búsqueda y vuelve a intentarlo.
zh_cn: %1 数据库查询已超时，如果您尝试运行报告，它可能太大，请缩小搜索条件，然后重试。

source: %1 database schema is out of sync with edition and likely corrupt. Please contact your %1 administrator immediately.
es_es: El esquema de base de datos %1 está desincronizado con la edición y probablemente está corrupto. Por favor, contacte a su administrador de %1 inmediatamente.
zh_cn: %1 数据库架构与版本不同步，可能已损坏。请立即与 %1 管理员联系。

source: %1 entry for amount: %2 is invalid
es_es: % 1 la cantidad entrada: 2% no es válida
zh_cn: 金额的 %1 条目： %2 无效

source: %1 experienced a general error, please contact technical support.
es_es: 1% experimentó un error general, póngase en contacto con el soporte técnico.
zh_cn: %1 遇到一般错误，请联系技术支持。

source: %1 has been upgraded to v%2, click here to see the Release Notes for important information regarding changes in this version.
es_es: %1 ha sido actualizado a v%2, haga clic aquí para ver las Notas de la versión con información importante sobre los cambios en esta versión.
zh_cn: %1 已升级到 v%2，请单击此处查看发行说明，了解有关此版本中更改的重要信息。

source: %1 has been upgraded to v%2. Please see the <a href="%3">Release Notes</a> for important information regarding changes in this version.
es_es: %1 ha sido actualizado a v%2. Por favor, consulte las <a href=%"3">Notas de la versión</a> para obtener información importante sobre los cambios en esta versión.
zh_cn: %1 已升级到 v%2。有关此版本更改的重要信息，请参阅 <a href=“%3”>发行说明</a>。

source: %1 has detected a database error, please contact technical support immediately.
es_es: %1 ha detectado un error en la base de datos, por favor contacte con el soporte técnico inmediatamente.
zh_cn: %1 检测到数据库错误，请立即与技术支持联系。

source: %1 has detected a duplicate request running at the exact same time, please try your request again.
es_es: %1 ha detectado una solicitud duplicada ejecutándose exactamente al mismo tiempo, intente su solicitud de nuevo.
zh_cn: %1 检测到同时运行的重复请求，请重试您的请求。

source: %1 has detected a duplicate request, this may be due to double-clicking a button or a poor internet connection.
es_es: %1 ha detectado una petición duplicada, puede que sea causa de un doble click en un botón o una conexión inestable.
zh_cn: %1 检测到重复请求，这可能是由于双击按钮或互联网连接不良造成的。

source: %1 has detected invalid UTF8 characters, if you are attempting to use non-english characters, they may be invalid.
es_es: %1 ha detectado caracteres UTF8 inválidos, si estás intentando utilizar caracteres no ingleses, pueden no ser válidos.
zh_cn: %1 检测到无效的 UTF8 字符，如果尝试使用非英文字符，这些字符可能无效。

source: %1 is currently undergoing maintenance. We apologize for any inconvenience this may cause, please try again later.
es_es: %1 se encuentra actualmente en mantenimiento. Disculpa por cualquier inconveniente que esto pueda causar, por favor inténtalo de nuevo más tarde.
zh_cn: %1 当前正在进行维护。对于由此给您带来的不便，我们深表歉意，请稍后重试。

source: %1 is currently undergoing maintenance. We apologize for any inconvenience this may cause, please try again later. (%2)
es_es: %1 actualmente se encuentra en mantenimiento. Nos disculpamos por cualquier inconveniente que esto pueda causar, por favor inténtelo de nuevo más tarde. (%2)
zh_cn: %1 当前正在进行维护。对于由此给您带来的不便，我们深表歉意，请稍后重试。(%2)

source: %1 is currently undergoing maintenance. We're sorry for any inconvenience this may cause. Please try again in 15 minutes.
es_es: %1 se encuentra actualmente en mantenimiento. Disculpa por cualquier inconveniente que esto pueda causar, por favor inténtalo de nuevo en 15 minutos.
zh_cn: %1 当前正在进行维护。对于由此造成的任何不便，我们深表歉意。请在 15 分钟后重试。

source: %1 is projecting %2 pay periods in %3, however the pay period schedule is set to %4 pay periods. Please review your pay period schedule settings to ensure the correct number of pay periods in the year.
es_es: %1 está proyectando %2 periodos de pago en %3, sin embargo el calendario de periodos de pago está configurado en %4 periodos de pago. Por favor revise la configuración de su calendario de periodos de pago para asegurar el número correcto de periodos de pago en el año.
zh_cn: %1 在 %2 中预测 %3 个付薪期，但付薪期计划设置为 %4 个付薪期。请查看您的支付期计划设置，以确保一年中的支付期数正确。

source: %1 is unable to connect to its database, please make sure that the database service on your own local %1 server has been started and is running. If you are unsure, try rebooting your server.
es_es: %1 no puede conectarse a su base de datos, asegúrese de que el servicio de base de datos en su propio servidor local %1 se haya iniciado y se esté ejecutando. Si no está seguro, intente reiniciar su servidor.
zh_cn: %1 无法连接到其数据库，请确保您自己的本地 %1 服务器上的数据库服务已启动并正在运行。如果不确定，请尝试重新启动服务器。

source: %1 must be a valid date
es_es: %1 Debe ser una fecha válida.
zh_cn: %1 必须是有效日期

source: %1 must be a valid date range
es_es: %1 Debe ser un rango de fechas válido.
zh_cn: %1 必须是有效的日期范围

source: %1 must be a valid date/time
es_es: %1 Debe ser una fecha/hora válida.
zh_cn: %1 必须是有效的日期/时间

source: %1 must be numeric
es_es: %1 debe ser numérico
zh_cn: %1 必须是数字

source: %1 must be specified
es_es: %1 debe especificarse
zh_cn: 必须指定 %1

source: %1 system requirement check has failed! Please contact your %1 administrator immediately to re-run the %1 web installer to correct the issue.
es_es: El chequeo de requisitos del sistema %1 ha fallado. Por favor, contacta a tu administrador de %1 inmediatamente para volver a ejecutar el instalador web de %1 para corregir el problema.
zh_cn: %1 系统要求检查失败！请立即与 %1 管理员联系，重新运行 %1 Web 安装程序以更正此问题。

source: %1 transaction for amount: %2 is invalid
es_es: %1 la transacción para el monto: %2 no es válida
zh_cn: 金额的 %1 事务： %2 无效

source: %1 version (v%2) is severely out of date and may no longer be supported! Please upgrade to the latest version as soon as possible to avoid security issues and invalid calculations.
es_es: La versión de %1 (v%2) está muy desactualizada y es posible que ya no tenga soporte. Por favor, actualice a la última versión lo antes posible para evitar problemas de seguridad e invalidaciones de cálculos.
zh_cn: %1 版本 （v%2） 严重过期，可能不再受支持！请尽快升级到最新版本，以避免安全问题和无效计算。

source: %1: %2: %3 - %4 Total Time: %5
es_es: %1: 2. %2: 3. %3 - %4 4. Tiempo total: %5
zh_cn: %1： %2： %3 - %4 总时间： %5

source: ( days after transaction date )
es_es: Días posteriores a la fecha de la transacción
zh_cn: （ 交易日后天数 ）

source: ( days in advance )
es_es: Con anticipación de un día
zh_cn: （ 提前几天 ）

source: (A) Employer bankruptcy or receivership
es_es: Bancarrota o intervención del empleador
zh_cn: （A）雇主破产或接管

source: (A) Shortage of work / End of Contract or Season
es_es: Escasez de trabajo / Final del Contrato o Temporada
zh_cn: （a）工作短缺/合同或季节结束

source: (Applies Initial Accrual Amount on Hire Date)
es_es: Aplica la cantidad de acumulación inicial en la fecha de contratación
zh_cn: （在雇用日期适用初始应计金额）

source: (B) Strike Or Lockout
es_es: (B) Huelga o Manifestación
zh_cn: (B) 罢工或停工

source: (Based on Hire Date)
es_es: Basado en la fecha de contratación
zh_cn: （基于雇用日期）

source: (Between above start/end times)
es_es: Entre los tiempos de inicio / finalización anteriores.
zh_cn: （在上述开始/结束时间之间）

source: (D) Illness or Injury
es_es: (D) Enfermedad o Accidente
zh_cn: (D) 患病或受伤

source: (Days in Advance)
es_es: Un día de anticipación.
zh_cn: （提前几天）

source: (E) Quit
es_es: (E) Renuncio
zh_cn: (E) 辞职

source: (E) Quit / Care for a dependant
es_es: Dejar / Cuidar a un dependiente
zh_cn: （E）退出/照顾受养人

source: (E) Quit / Employer relocation
es_es: Renuncia / Reubicación del empleador
zh_cn: （E）辞职/雇主搬迁

source: (E) Quit / Follow spouse
es_es: Dejar / Seguir a la pareja
zh_cn: （E）退出/跟随配偶

source: (E) Quit / Health reasons
es_es: (E) Dejar / Razones de salud
zh_cn: （E）戒烟/健康原因

source: (E) Quit / Return to school
es_es: Dejar / Regresar a la escuela
zh_cn: （E）退学/返校

source: (E) Quit / Take another job
es_es: Deja / Toma otro trabajo
zh_cn: （E） 辞职/接受另一份工作

source: (E) Quit / To become self-employed
es_es: Dejar / Convertirse en autónomo
zh_cn: （E） 辞职/成为自雇人士

source: (E) Quit / Voluntary retirement
es_es: Retiro voluntario
zh_cn: （E） 退出/自愿退休

source: (Exactly as shown in Quickbooks)
es_es: (Exactamente como se muestra en la Guía rápida)
zh_cn: （完全如快速手册所示）

source: (Exactly as shown in exported timer list)
es_es: (Exactamente como se muestra en la lista de temporizadores exportada)
zh_cn: （与导出的计时器列表中所示完全相同）

source: (F) Maternity
es_es: (F) Maternidad
zh_cn: (F) 产假

source: (From previous shift. Use 0 for no minimum)
es_es: (Del turno anterior. Usar 0 para que no haya mínimo)
zh_cn: （从上一班开始。使用 0 表示无最小值）

source: (From this shift. Use 0 for no maximum)
es_es: (De este turno. Usar 0 para que no haya máximo)
zh_cn: （从这个转变。使用 0 表示无最大值）

source: (G) Retirement
es_es: (G) Retiro
zh_cn: (G) 退休

source: (G) Retirement / Approved workforce reduction
es_es: (G) Jubilación / Reducción de la fuerza laboral aprobada
zh_cn: （G） 退休/批准裁员

source: (H) Work Sharing
es_es: (H) Trabajo Compartido
zh_cn: (H) 工作分享

source: (J) Apprentice Training
es_es: (J) Entrenamiento
zh_cn: (J) 学徒培训

source: (K) Other
es_es: (K) Otro
zh_cn: (K) 其他

source: (K) Other / At the employees request
es_es: (K) Otro / A petición de los empleados
zh_cn: （K） 其他/应员工要求

source: (K) Other / Canadian Forces - Queens Regulations/Orders
es_es: (K) Otras / Fuerzas Canadienses - Reglamentos/Órdenes de la Reina
zh_cn: （k） 其他/加拿大军队-皇后区条例/命令

source: (K) Other / Change of Service Provider
es_es: (K) Otro / Cambio de Proveedor de Servicio
zh_cn: （k） 其他 / 更改服务供应商

source: (K) Other / Change of ownership
es_es: (K) Otro / Cambio de propiedad
zh_cn: （K） 其他/所有权变更

source: (K) Other / Change of payroll frequency
es_es: (K) Otro / Cambio de frecuencia de nómina
zh_cn: （K） 其他 / 更改发薪频率

source: (K) Other / Requested by Employment Insurance
es_es: (K) Otro / Solicitado por el Seguro de Empleo
zh_cn: （K） 其他 / 更改发薪频率

source: (Leave blank for no end date)
es_es: (Dejar en blanco para no tener fecha de fin)
zh_cn: (若无结束日期就请留空)

source: (Leave blank for no end time)
es_es: (Dejar en blanco para evitar hora de final)
zh_cn: (若无结束时间请留空)

source: (Leave blank for no start date)
es_es: (Dejar en blanco para no tener fecha de inicio)
zh_cn: (若无开始日期就请留空)

source: (Leave blank for no start time)
es_es: (Dejar en blanco para evitar hora de inicio)
zh_cn: (没有开始时间请留空)

source: (Leave blank to not override)
es_es: (Dejar en blanco para no sobrescribir)
zh_cn: （留空表示不覆盖）

source: (M) Dismissal
es_es: (M) Despedido
zh_cn: (M) 免职

source: (M) Dismissal / Terminated within probationary period
es_es: (M) Despido / Terminado dentro del periodo de prueba.
zh_cn: （M） 在试用期内解雇/终止

source: (N) Leave of Absence
es_es: (N) Ausencia
zh_cn: (N) 休假

source: (P) Parental
es_es: (P) Padre
zh_cn: (P) 为人父母假

source: (Use 0 for no maximum)
es_es: (Usar 0 para para mínimo)
zh_cn: (没有则用0)

source: (Use 0 for no minimum)
es_es: (Usar 0 para el mínimo)
zh_cn: (没有则用0)

source: (Use the first or only date affected by this request)
es_es: Use la primera o única fecha afectada por esta solicitud
zh_cn: （使用受此请求影响的第一个或唯一的日期）

source: (Z) Compassionate Care/Parents of Critically Ill Children
es_es: (Z) Cuidado Compasivo / Padres de Niños Críticamente Enfermos
zh_cn: （z） 同情护理/危重儿童的父母

source: (ie: 389 or 636 for SSL)
es_es: (ej: 389 o 636 para SSL)
zh_cn: （即：389 或 636 表示 SSL）

source: (print name)
es_es: (nombre)
zh_cn: (正楷书写姓名)

source: ****WARNING****
es_es: ****ATENCION****
zh_cn: 警告****

source: *DO NOT REPLY TO THIS EMAIL - PLEASE USE THE LINK BELOW INSTEAD*
es_es: *NO CONTESTE A ESTE CORREO ELECTRONICO - POR FAVOR, USE EL ENLACE DE ABAJO*
zh_cn: ＊请勿回答此Email，请改用下方链接＊

source: - Last Day Of Month -
es_es: - Ultimo día del Mes -
zh_cn: - 月的最后一天 -

source: - Multi-state Employer -
es_es: - Empleador Multi-estado
zh_cn: - 多省雇主 -

source: - Please Choose -
es_es: - Por Favor Escoja -
zh_cn: 请选择

source: -- All --
es_es: -- Todos --
zh_cn: -- 全部 --

source: -- Current Shift --
es_es: --Turno actual--
zh_cn: -- 电流偏移 --

source: -- Custom --
es_es: -- Presonalizada --
zh_cn: --习惯--

source: -- DO NOT EXPORT --
es_es: -- NO EXPORTAR --
zh_cn: -- 不要导出 --

source: -- Default --
es_es: -- Predeterminado --
zh_cn: -- 默认 --

source: -- Defined By Pay Code --
es_es: Definido por Codigo de Pago
zh_cn: -- 由支付代码定义 --

source: -- Defined By Policy --
es_es: Definido por Politica
zh_cn: -- 由策略定义 --

source: -- Defined By Policy Group --
es_es: Definido por politica de grupo
zh_cn: -- 由策略组定义 --

source: -- No Change --
es_es: --No hay cambio--
zh_cn: -- 无变化 --

source: -- No Meal --
es_es: No almuerzo
zh_cn: -- 不吃饭 --

source: -- No Shipping --
es_es: -- Ningún Envío --
zh_cn: -- 不付运 --

source: -- None --
es_es: -- Ninguno --
zh_cn: -- 无 --

source: -- Other --
es_es: -- Otras --
zh_cn: --其他--

source: -- Please Choose --
es_es: -- Por favor, elija --
zh_cn: -- 请选择 --

source: -- Use Schedule --
es_es: -- Usar el horario--
zh_cn: -- 使用时间表 --

source: 0.75 for 75 cent/hr
es_es: 0.75 por 75 cent/h
zh_cn: 0.75 为 75 美分/小时

source: 1 (Least Accurate, Fastest)
es_es: (Menos preciso, más rápido)
zh_cn: 1（最不准确，最快）

source: 1 Hour
es_es: 1 Hora
zh_cn: 1 小时

source: 1 Minute
es_es: 1 Minuto
zh_cn: 1 分

source: 1 Week
es_es: 1 Semana
zh_cn: 1 周

source: 1 hour
es_es: 1 hora
zh_cn: 1 小时

source: 1. Click the icon to the left of the address (URL) bar to view settings.<br>2. Click "Permissions for this Site"<br>3. To the right of "Notifications" set the option to "ALLOW".
es_es: 1. Haga clic en el icono a la izquierda de la barra de dirección (URL) para ver la configuración. <br>2. Haga clic en "Permisos para este sitio". A la derecha de "Notificaciones" elija la opción de "PERMITIR"
zh_cn: 1. 单击地址 （URL） 栏左侧的图标以查看设置.<br>2.单击“此站点的权限”<br>3。在“通知”的右侧，将选项设置为“允许”。

source: 1. Click the icon to the left of the address (URL) bar to view settings.<br>2. Click "Site settings"<br>3. To the right of "Notifications" set the option to "ALLOW".
es_es: 1. Haga clic en el icono a la izquierda de la barra de dirección (URL) para ver la configuración. <br>2. Haga clic en "Configuración de sitio". A la derecha de "Notificaciones" elija la opción de "PERMITIR"
zh_cn: 1. 单击地址 （URL） 栏左侧的图标以查看设置.<br>2.单击“站点设置”<br>3。在“通知”的右侧，将选项设置为“允许”。

source: 1. Click the icon to the left of the address (URL) bar to view settings.<br>2. Click the "X" next Notifications to remove blocked permissions and then refresh the browser.<br>
es_es: 1. Haga clic en el icono a la izquierda de la barra de dirección (URL) para ver la configuración. <br>2. Haga clic en la X junto a Notificaciones para eliminar los permisos bloqueados y luego actualice el navegador.
zh_cn: 1. 单击地址 （URL） 栏左侧的图标以查看设置.<br>2.单击“通知”旁边的“X”以删除阻止的权限，然后刷新浏览器.<br>

source: 1.5 for time and a half
es_es: 1.5 por tiempo y medio
zh_cn: 一倍半的时间用1.5

source: 10 Minutes
es_es: 10 Minutos
zh_cn: 10 分

source: 10 mins
es_es: 10 minutos
zh_cn: 10 分钟

source: 100.00/day
es_es: 100,00/día
zh_cn: 100.00/天

source: 1099 Income Tax Withholding Tax Return
es_es: Declaración de retención de impuestos sobre la renta 1099
zh_cn: 1099所得税预扣税申报表

source: 1099-NEC Annual Filing
es_es: Presentación Anual 1099-NEC
zh_cn: 1099-NEC 年度申报

source: 1099-NEC Forms
es_es: Formularios 1099-NEC
zh_cn: 1099-NEC 表格

source: 12 Hours
es_es: 12 Horas
zh_cn: 12 小时

source: 15 Minutes
es_es: 15 Minutos
zh_cn: 15 分

source: 15 mins
es_es: 15 minutos
zh_cn: 15 分钟

source: 1700-EMAC/HI and UI Filing
es_es: Presentación 1700-EMAC / HI y UI
zh_cn: 1700-EMAC/HI 和 UI 归档

source: 1944 Revolution Day
es_es: Día de la Revolución de 1944

source: 1st
es_es: 1.º
zh_cn: 第一

source: 1st Quarter (Last Year)
es_es: 1er. trimestre (año pasado)
zh_cn: 第一季度 （去年）

source: 1st Quarter (This Year)
es_es: 1er. trimestre (este año)
zh_cn: 第一季度（今年）

source: 2 Hours
es_es: 2 horas
zh_cn: 2 小时

source: 2 Minutes
es_es: 2 minutos
zh_cn: 2 分

source: 2 Or More Days Consecutively Worked
es_es: 2 o mas Días consecutivos Laborados
zh_cn: 连续工作 2 或更多天

source: 2 Or More Days/Week Consecutively Worked
es_es: 2 o mas dias/Week trabajada consecutiva
zh_cn: 连续工作 2 天或更多天/周

source: 2 Or More Days/Week Worked
es_es: 2 o mas Dias/Semanas trabajadas
zh_cn: 每周工作 2 天或更多天

source: 2 hours
es_es: 2 horas
zh_cn: 2 小时

source: 20 (Most Accurate, Slowest)
es_es: 20 (Más preciso, más lento)
zh_cn: 20（最准确，最慢）

source: 2019 or earlier
es_es: 2019 o antes
zh_cn: 2019 年或更早

source: 2020 or later
es_es: 2020 o más tarde
zh_cn: 2020 年或之后

source: 24 Hours
es_es: 24 Horas
zh_cn: 24 小时

source: 25&#37; burden
es_es: 25% carga
zh_cn: 25&#37;负担

source: 2nd
es_es: 2ndo
zh_cn: 第二

source: 2nd Consecutive Day Worked
es_es: 2.º día trabajado consecutivo
zh_cn: 连续第2天工作

source: 2nd Quarter (Last Year)
es_es: 2.º trimestre (año pasado)
zh_cn: 第二季度 （去年）

source: 2nd Quarter (This Year)
es_es: 2.º trimestre (este año)
zh_cn: 第二季度（今年）

source: 3 (Recommended)
es_es: 3 (Recomendado)
zh_cn: 3（推荐）

source: 3 Hours
es_es: 3 Horas
zh_cn: 3 小时

source: 3 Or More Days Consecutively Worked
es_es: 3 o mas Días consecutivos Laborados
zh_cn: 连续工作 3 或更多天

source: 3 Or More Days/Week Consecutively Worked
es_es: 3 o mas dias/Semana trabajada consecutiva
zh_cn: 连续工作 3 天或更多天/周

source: 3 Or More Days/Week Worked
es_es: 3 o mas dias/semanas trabajadas
zh_cn: 每周工作 3 天或更多天

source: 3 hours
es_es: 3 horas
zh_cn: 3 小时

source: 30 Minutes
es_es: 30 Minutos
zh_cn: 30 分

source: 30 mins
es_es: 30 minutos
zh_cn: 30 分钟

source: 30 seconds
es_es: 30 segundos
zh_cn: 30 秒

source: 3rd
es_es: 3ero
zh_cn: 第三

source: 3rd Consecutive Day Worked
es_es: Tercer dia consecutivo trab.
zh_cn: 连续第三天工作

source: 3rd Party
es_es: de terceros
zh_cn: 第三方

source: 3rd Quarter (Last Year)
es_es: 3er Cuarto (Ultimo Año)
zh_cn: 第3季度 （去年）

source: 3rd Quarter (This Year)
es_es: 3er Cuarto (Este Año)
zh_cn: 第3季度（今年）

source: 4 Or More Days Consecutively Worked
es_es: 4 o mas Días consecutivos Laborados
zh_cn: 连续工作 4 或更多天

source: 4 Or More Days/Week Consecutively Worked
es_es: 4 o mas dias/Semana trabajada consecutiva
zh_cn: 连续工作4天或以上

source: 4 Or More Days/Week Worked
es_es: 4 o mas dias/semanas trabajadas
zh_cn: 每周工作 4 天或更多天

source: 40 hours / week
es_es: 40 horas semanales
zh_cn: 40小时/周

source: 42A806 Filing
es_es: Presentación 42A806
zh_cn: 42A806备案

source: 44-105 Payment
es_es: Pago 44-105
zh_cn: 44-105 付款

source: 48 Hours
es_es: 48 Horas
zh_cn: 48 小时

source: 4a. Fringe benefits
es_es: 4a. Beneficios
zh_cn: 4a. 福利

source: 4b. Group term life insurance
es_es: 4b. Seguro de vida de Grupo
zh_cn: 4b. 组条件人寿保险

source: 4c. Retirement/Pension
es_es: 4c. Retiro/Pension
zh_cn: 4c. 退休/养老

source: 4d. Dependant care
es_es: 4d. Cuido de Dependientes
zh_cn: 4d. 照顾依赖者

source: 4e. Other
es_es: 4e. Otro
zh_cn: 4e. 其他

source: 4th
es_es: 4to
zh_cn: 第四

source: 4th Consecutive Day Worked
es_es: Cuarto dia consecutivo trabajado
zh_cn: 连续第4天工作

source: 4th Quarter (Last Year)
es_es: 4to Cuato (Ultimo Año)
zh_cn: 第四季度 （去年）

source: 4th Quarter (This Year)
es_es: 4to Cuato (Este Año)
zh_cn: 第四季度（今年）

source: 5 Minutes
es_es: 5 Minutos
zh_cn: 5 分

source: 5 Or More Days Consecutively Worked
es_es: 5 o mas Días consecutivos Laborados
zh_cn: 连续工作 5 或更多天

source: 5 Or More Days/Week Consecutively Worked
es_es: 5 o mas dias/Semana trabajada consecutiva
zh_cn: 连续工作 5 天或更多天/周

source: 5 Or More Days/Week Worked
es_es: 5 o mas dias trabajados
zh_cn: 每周工作 5 天或更多天

source: 5 mins
es_es: 5 minutos
zh_cn: 5 分钟

source: 501N Payment
es_es: Pago 501N
zh_cn: 501N付款

source: 501c Non-Gov't
es_es: 501c No gubernamental
zh_cn: 501c 非政府

source: 5208 A Filing
es_es: Presentación 5208 A
zh_cn: 5208 A 备案

source: 5th
es_es: 5to
zh_cn: 第五

source: 5th Consecutive Day Worked
es_es: 5º dia consecutivo trabajado
zh_cn: 连续第5天工作

source: 6 Hours
es_es: 6 Horas
zh_cn: 6 小时

source: 6 Or More Days Consecutively Worked
es_es: 6 o mas Días consecutivos Laborados
zh_cn: 连续工作 6 或更多天

source: 6 Or More Days/Week Consecutively Worked
es_es: 6 o mas dias/Semana trabajada consecutiva
zh_cn: 连续工作 6 天或更长时间

source: 6 Or More Days/Week Worked
es_es: 6 o mas dias/semanas trabajadas
zh_cn: 每周工作 6 天或更多天

source: 6 hours
es_es: 6 horas
zh_cn: 6小时

source: 65-5300 Filing
es_es: Presentación 65-5300
zh_cn: 65-5300 备案

source: 6th Consecutive Day Worked
es_es: 6to dia consecutivo trabajado
zh_cn: 连续第五天工作

source: 7 Or More Days Consecutively Worked
es_es: 7 o mas Días consecutivos Laborados
zh_cn: 连续工作 7 或更多天

source: 7 Or More Days/Week Consecutively Worked
es_es: 7 o mas dias/semanas consecutivas trabajadas
zh_cn: 连续工作 7 天或更多天/周

source: 7 Or More Days/Week Worked
es_es: 7 o mas dias/semanas trabajadas
zh_cn: 每周工作 7 天或更多天

source: 72 Hours
es_es: 72 Horas
zh_cn: 72 小时

source: 7th Consecutive Day Worked
es_es: 7º dia consecutivo trabajado
zh_cn: 连续第7天工作

source: 89-105 Payment
es_es: Pago 89-105
zh_cn: 89-105 付款

source: 89-140 Filing
es_es: Presentación 89-140
zh_cn: 89-140 备案

source: 900ME Payment
es_es: Pago 900ME
zh_cn: 900ME付款

source: 910 Payment
es_es: Pago 910
zh_cn: 910付款

source: 940 Annual Filing
es_es: Presentación anual 940
zh_cn: 940 年度申报

source: 940 Form
es_es: Formulario 940
zh_cn: 940表格

source: 940 Payment
es_es: Pago 940
zh_cn: 940付款

source: 941 Form
es_es: Formulario 941
zh_cn: 941表格

source: 941 Payment
es_es: Pago 941
zh_cn: 941付款

source: 941 Quarterly Filing
es_es: Presentación Trimestral 941
zh_cn: 941付款

source: 941ME Filing
es_es: Presentación 941ME
zh_cn: 941付款

source: 941N Filing
es_es: Presentación 941N
zh_cn: 941N 备案

source: <strong>WARNING</strong>: You are about to cancel without performing all required actions on this step! <br><br><strong>This may result in payments or reports not being submitted to this agency.</strong> <br><br>Are you sure you wish to continue?<br><br>
es_es: <strong>ADVERTENCIA</strong>: ¡Estás a punto de cancelar sin realizar todas las acciones requeridas en este paso! <br><br>2. <strong>Esto puede resultar en pagos o informes que no se envíen a esta agencia.</strong> <br><br>3. ¿Estás seguro de que deseas continuar?
zh_cn: <强>警告</强>：您将要取消，而不执行此步骤中的所有必需操作！<br><br><strong>这可能会导致付款或报告无法提交给此机构.</strong> <br><br>您确定要继续吗？<br><br>
