Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Ship To
es_es: Enviar a
zh_cn: 运到

source: Shipped Date
es_es: Fecha de envío:
zh_cn: 付运日期

source: Shipping
es_es: Envíos
zh_cn: 付运

source: Shipping Box
es_es: Caja de envío
zh_cn: 运输箱

source: Shipping Contact
es_es: Contacto de Envío
zh_cn: 送货联系方式

source: Shipping Contact is invalid
es_es: Contacto de Envío no es valido
zh_cn: 付运联系无效

source: Shipping Policies
es_es: Políticas de Envío
zh_cn: 付运政策

source: Shipping Policy
es_es: Nuestra política de envío es que los pedidos se envían dentro de los 5 días hábiles posteriores a la confirmación del pedido.
zh_cn: 运输政策

source: Shipping Policy Information
es_es: Información de Política de Envíos
zh_cn: 付运政策信息

source: Shipping Policy is invalid
es_es: Política de Envío no es valida
zh_cn: 付运政策无效

source: Shipping Service
es_es: Servicio de envío
zh_cn: 送货服务

source: Shipping address must not be a PO Box
es_es: La dirección de envío no debe ser una casilla de correo.
zh_cn: 送货地址不能是邮政信箱

source: Shipping policy service is invalid
es_es: Política de Servicio de Envío no es valida
zh_cn: 工龄无效

source: Short Break
es_es: Descanso Corto
zh_cn: 短休息

source: Short Lunch
es_es: Almuerzo Corto
zh_cn: 短午餐

source: Short Name
es_es: Nombre Corto
zh_cn: 简称

source: Short Name/Abbreviation
es_es: Nombre Corto/Abreviatura
zh_cn: 简称/缩写

source: Short Title is invalid
es_es: Título corto no es válido.
zh_cn: 短标题无效

source: Short name is too short or too long
es_es: Nombre es muy corto o muy largo
zh_cn: 短名太短或太长

source: Short name must not contain any special characters
es_es: El nombre corto no debe contener ningún carácter especial.
zh_cn: 短名称不得包含任何特殊字符

source: Shortcut key sequence is too short or too long
es_es: La secuencia de teclas de acceso directo es demasiado corta o demasiado larga.
zh_cn: 快捷键序列太短或太长

source: Show All
es_es: Muestra todo
zh_cn: 显示所有

source: Show Duplicate Values
es_es: Mostrar valores duplicados
zh_cn: 显示重复值

source: Show Future Pay Periods
es_es: Mostrar periodos de pago futuros
zh_cn: 显示未来支付期

source: Show Pre-Mature
es_es: Mostrar Prematuro
zh_cn: 显示早熟

source: Show Sub-Expenses
es_es: Mostrar Sub-Gastos
zh_cn: 显示子费用

source: Show Unscheduled Employees
es_es: Mostrar empleados no programados
zh_cn: 显示计划外的员工

source: Sibling
es_es: Hermano/Hermana
zh_cn: 兄弟

source: Sierra Leone
es_es: Sierra Leona

source: Signature
es_es: Firma
zh_cn: 签名

source: Signature Key is invalid
es_es: Llave de Firma no es valida
zh_cn: 签署钥匙无效

source: Signed By
es_es: Firmado Por
zh_cn: 签署人

source: Similar entry already exists, not overriding
es_es: Entrada similar ya existe, no sobrescribir
zh_cn: 存在同类条目，不覆盖

source: SimpleXML Enabled
es_es: Habilitado SimpleXML
zh_cn: 启用 SimpleXML

source: Singapore
es_es: Singapur

source: Single
es_es: Soltero (a)
zh_cn: 单身

source: Single or Married Filing Separately
es_es: Soltero o Casado Presentando Separadamente
zh_cn: 单身或已婚分开申报

source: Single-select Dropdown
es_es: Desplegable de selección única
zh_cn: 单选下拉

source: Skill
es_es: Habilidad
zh_cn: 技能

source: Skill Experience
es_es: Experiencia de habilidad
zh_cn: 技能经验

source: Skill Expiry Date
es_es: Fecha de vencimiento de habilidad
zh_cn: 技能有效期

source: Skill First Used Date
es_es: Habilidad Primero Usado Fecha
zh_cn: 技能首次使用日期

source: Skill Last Used Date
es_es: Fecha de último uso de habilidad
zh_cn: 技能上次使用日期

source: Skill Proficiency
es_es: Proficiencia en habilidades
zh_cn: 技能熟练度

source: Skill Renewals By Employee
es_es: Renovaciones de habilidades por empleado
zh_cn: 员工技能更新

source: Skill must be specified
es_es: La habilidad debe especificarse.
zh_cn: 必须指定技能

source: Skills
es_es: Habilidades
zh_cn: 技能

source: Skills Information By Employee
es_es: Información de habilidades por empleado
zh_cn: 员工技能信息

source: Skills Information By Skill/Employee
es_es: Información de habilidades por habilidad/empleado
zh_cn: 按技能/员工列出的技能信息

source: Skipped Without Required Actions
es_es: Saltado sin acciones requeridas
zh_cn: 跳过没有必要的操作

source: Slough
es_es: Pantano
zh_cn: 泥沼

source: Slovakia
es_es: Eslovaquia

source: Slovenia
es_es: Eslovenia

source: Slow news day, nothing to see here yet
es_es: Día de noticias lento, nada que ver aquí todavía.
zh_cn: 缓慢的新闻日，这里还没有什么可看的

source: Slow news day, nothing to see here yet...
es_es: Día lento de noticias, nada que ver aquí todavía...
zh_cn: 缓慢的新闻日，这里还没有什么可看的......

source: Social Security
es_es: Seguridad Social
zh_cn: 社会保障

source: Social Security (Deducted) Difference
es_es: Diferencia de Seguridad Social (Deducida)
zh_cn: 社保（扣除）差额

source: Social Security - Employee
es_es: Seguridad Social - Empleado
zh_cn: 社会保障 - 雇员

source: Social Security - Employee (Deducted)
es_es: Seguridad Social - Empleado (Deducido)
zh_cn: 社会保障 - 雇员（扣除）

source: Social Security - Employer
es_es: Seguridad Social - Empleador
zh_cn: 社会保障 - 雇主

source: Social Security - Employer (Deducted)
es_es: Seguridad Social - Empleador (Deducido)
zh_cn: 社会保障 - 雇主（扣除）

source: Social Security Administration (SSA)
es_es: Administración de Seguridad Social (SSA)
zh_cn: 社会保障管理局 (SSA)

source: Social Security Employer
es_es: Seguridad Social Empleador
zh_cn: 社会保障雇主

source: Social Security Tax (4)
es_es: Deducción del Seguro Social (4):

source: Social Security Tax Withheld (Box 4)
es_es: Retención de impuesto de seguridad social (Caja 4)
zh_cn: 预扣社会保障税（方框 4）

source: Social Security Taxes Withheld
es_es: Impuestos de Seguridad Social Retenidos
zh_cn: 预扣社会保障税

source: Social Security Tips (7)
es_es: Propinas del Seguro Social (7):

source: Social Security Tips (Box 7)
es_es: Opciones de seguridad social (casilla 7).
zh_cn: 社保小贴士（专栏7）

source: Social Security Wages (3)
es_es: Sueldos sujetos a Seguro Social (3):

source: Social Security Wages (Box 3)
es_es: Salario de Seguridad Social (Caja 3)
zh_cn: 社会保障工资（专栏 3）

source: Sold To
es_es: Vendido a
zh_cn: 购买者

source: Sole Proprietorship
es_es: Propiedad Única
zh_cn: 独资企业

source: Solomon Islands
es_es: Islas Salomón

source: Sorry, no documents have been attached yet.
es_es: Lo sentimos, aún no se han adjuntado documentos.
zh_cn: 抱歉，尚未附加任何文件。

source: Sorry, push notifications are disabled on this server.
es_es: Lo sentimos, las notificaciones push están deshabilitadas en este servidor.
zh_cn: 抱歉，此服务器上已禁用推送通知。

source: Sorry, this is browser does not support push notifications.
es_es: Lo sentimos, este navegador no admite notificaciones push.
zh_cn: 抱歉，这是浏览器不支持推送通知。

source: Sorry, your company's account has been CANCELLED, please contact customer support if you believe this is an error
es_es: Lo siento, la cuenta de tu compañía ha sido CANCELADA, por favor contacta con el departamento de atención al cliente si crees que esto es un error.
zh_cn: 对不起，你的公司帐号已取消，如果这是个错误，请联系顾客支持

source: Sorry, your company's account has been placed ON HOLD, please contact customer support immediately
es_es: Lo Siento, la cuenta de su compañía ha sido colocada EN ESPERA, por favor, contacte con el departamento de atención al cliente inmediatamente
zh_cn: 对不起，你的公司帐号已暂停，请立即和顾客支持联系

source: Sorry, your company's account is not currently ACTIVE, please contact customer support
es_es: Lo sentimos, la cuenta de su empresa no está actualmente ACTIVA, por favor contacte al soporte al cliente.
zh_cn: 抱歉，您公司的帐户当前未激活，请联系客户支持

source: Sorry, your trial period has expired, please contact our sales department to reactivate your account
es_es: Lo sentimos, su periodo de prueba ha expirado, por favor contacte a nuestro departamento de ventas para reactivar su cuenta.
zh_cn: 抱歉，您的试用期已过，请联系我们的销售部门重新激活您的帐户

source: Sort
es_es: Ordenar
zh_cn: 种类

source: Sort By
es_es: Ordenar por
zh_cn: 排序方式

source: Sorting Data...
es_es: Ordenando datos...
zh_cn: 排序数据...

source: Sorting Form Data...
es_es: Ordenando los datos del formulario...
zh_cn: 排序表单数据...

source: Source
es_es: Fuente
zh_cn: 源

source: Source Account
es_es: Cuenta de origen
zh_cn: 源账户

source: Source Account Type
es_es: Tipo de cuenta de origen
zh_cn: 来源帐户类型

source: Source Account is disable, unable to link an enabled pay method to it
es_es: La cuenta de origen está deshabilitada, no se puede vincular un método de pago habilitado a ella.
zh_cn: 源帐户已禁用，无法将已启用的付款方式链接到它

source: Source Account is invalid, type mismatch
es_es: La cuenta de origen no es válida, hay un desajuste de tipo.
zh_cn: 源帐户无效，类型不匹配

source: Source Deductions Payment
es_es: Pago de Deducciones de Origen
zh_cn: 来源扣除付款

source: Source Object
es_es: Objeto de origen
zh_cn: 源对象

source: Source Pay Stub Account(s)
es_es: Talón de Pago de Cuenta(s)
zh_cn: 来源工资存根账户

source: Source Type is invalid
es_es: El tipo de fuente no es válido.
zh_cn: 源类型无效

source: Source account not specified
es_es: Cuenta de origen no especificada.
zh_cn: 未指定源帐户

source: SourceIP
es_es: IPFuente
zh_cn: 源 IP

source: South Africa
es_es: Sudáfrica

source: South Australia
es_es: Australia del Sur
zh_cn: 南澳大利亚州

source: South Ayrshire
es_es: Sur Ayrshire
zh_cn: 南艾尔郡

source: South Georgia, South Sandwich Islands
es_es: Islas Sándwich y Georgia del Sur

source: South Kalimantan
es_es: Kalimantan sur
zh_cn: 南婆罗洲

source: South Lanarkshire
es_es: Lanarkshire del Sur
zh_cn: 南拉纳克郡

source: South Sulawesi
es_es: Sulawesi sur
zh_cn: 南苏拉威西

source: South Sumatra
es_es: Sumatra sur
zh_cn: 南苏门答腊

source: South Tyneside
es_es: Sur Tyneside
zh_cn: 南泰恩赛德

source: Southeast Sulawesi
es_es: Sulawesi sudeste
zh_cn: 东南苏拉威西

source: Spain
es_es: España

source: Speaking
es_es: Hablando
zh_cn: 请讲

source: Special Day
es_es: Día Especial
zh_cn: 特别的一天

source: Split
es_es: Dividir
zh_cn: 分裂

source: Split - Sat=Fri, Sun=Sun
es_es: Dividir - Sabado=Viernes, Domingo=Domingo
zh_cn: 拆分 - 周六=周五，周日=周日

source: Split - Sat=Sat, Sun=Mon
es_es: Dividir - Sab=Sab, Dom=Lun
zh_cn: 拆分 - 周六=周六，周日=周一

source: Split Existing Punches
es_es: Separar los Marcajes Existentes
zh_cn: 拆分现有冲头

source: Split Shift (Partial w/Limits)
es_es: Turno dividido (Parcial con límites)
zh_cn: 分段换档（部分带限值）

source: Split Shift (Partial)
es_es: Turno Parcial
zh_cn: 拆分班次（部分）

source: Spouse/Partner
es_es: Cónyuge/Pareja
zh_cn: 配偶/伴侣

source: Standard
es_es: Estándar
zh_cn: 标准

source: Standard Life
es_es: Vida Estándar
zh_cn: 标准人寿

source: Start
es_es: Inicio
zh_cn: 开始

source: Start / Stop Window
es_es: Iniciar / Detener Ventana
zh_cn: 启动/停止窗口

source: Start Date
es_es: Fecha de Inicio
zh_cn: 开始日期

source: Start Date/Time
es_es: Fecha/Hora de inicio
zh_cn: 开始日期/时间

source: Start Time
es_es: Tiempo de Inicio
zh_cn: 开始时间

source: Start Week
es_es: Comienzo de la semana.
zh_cn: 开始周

source: Start Weekday
es_es: Comenzar Día Habil
zh_cn: 开始平日

source: Start Window
es_es: Ventana de inicio
zh_cn: 启动窗口

source: Start date Date/Time is incorrect
es_es: La fecha/hora de inicio es incorrecta.
zh_cn: 开始日期日期/时间不正确

source: Start date date/time is incorrect
es_es: La fecha/hora de inicio es incorrecta.
zh_cn: 开始日期日期/时间不正确

source: Start date is invalid
es_es: La fecha de inicio no es válida.
zh_cn: 开始日期无效

source: Start date must be before end date
es_es: La fecha de inicio debe ser antes de la fecha de finalización.
zh_cn: 开始日期必须早于结束日期

source: Start date not specified
es_es: Fecha de inicio no especificada
zh_cn: 未指定开始日期

source: Start week is invalid
es_es: La semana de inicio no es válida.
zh_cn: 起始周无效

source: Start week must be at least 1
es_es: La semana de inicio debe ser al menos 1.
zh_cn: 开始周必须至少为 1

source: Started
es_es: Comenzado
zh_cn: 开始

source: Starting Upload Process...
es_es: Comenzando el proceso de carga...
zh_cn: 开始上传过程...

source: State
es_es: Estado
zh_cn: 省

source: State Government [Child Support]
es_es: Gobierno del estado [Apoyo a los niños]
zh_cn: 州政府[子女抚养费]

source: State Government [New Hires]
es_es: Gobierno del estado [Nuevas contrataciones]
zh_cn: 州政府[新员工]

source: State Government [State Income Tax]
es_es: Gobierno del estado [Impuesto sobre ingresos del estado]
zh_cn: 州政府[州所得税]

source: State Government [Unemployment Insurance/WC]
es_es: Gobierno del estado [Seguro de desempleo/WC]
zh_cn: 州政府[失业保险/WC]

source: State Government [Unemployment Insurance]
es_es: Gobierno del estado [Seguro de desempleo]
zh_cn: 州政府[失业保险]

source: State Government [Workers Compensation]
es_es: Gobierno del estado [Compensación a los trabajadores]
zh_cn: 州政府[工人赔偿]

source: State ID #
es_es: Número de identificación del estado
zh_cn: 州编号#

source: State/Local 501c
es_es: Estado/Local 501c
zh_cn: 州/地方501c

source: State/Local Non-501c
es_es: Estatal/Local No 501c
zh_cn: 州/地方非501c

source: Static
es_es: Estático
zh_cn: 静态

source: Static Time
es_es: Tiempo Estático
zh_cn: 静态时间

source: Static Total Time
es_es: Tiempo Total Estático
zh_cn: 静态总时间

source: Station
es_es: Estación
zh_cn: 站点

source: Station Branch
es_es: Ramal de Estación
zh_cn: 车站分行

source: Station Department
es_es: Departamento de Estación
zh_cn: 车站部

source: Station Description
es_es: Descripción de la estación
zh_cn: 站点说明

source: Station Employee Group
es_es: Grupo de Empleados de Estación
zh_cn: 车站员工组

source: Station Exclude Employee
es_es: Excluir empleado de la estación.
zh_cn: 车站排除员工

source: Station ID
es_es: ID de la Estación
zh_cn: 站点 ID

source: Station ID already exists
es_es: ID de Estación ya existe
zh_cn: 站点 ID 已存在

source: Station ID contains invalid characters
es_es: La ID de la estación contiene caracteres inválidos.
zh_cn: 工作站 ID 包含无效字符

source: Station Include Employee
es_es: Estación incluye empleado.
zh_cn: 车站包括员工

source: Station Source
es_es: Fuente de la estación
zh_cn: 站点源

source: Station Type
es_es: Tipo de estación
zh_cn: 站点类型

source: Station licenses have been exceeded, please contact your license provider to purchase additional ones
es_es: Las licencias de la estación han sido excedidas, por favor contacte a su proveedor de licencias para comprar más.
zh_cn: 站许可证已超出，请联系您的许可证提供商购买额外的许可证

source: Stations
es_es: Estaciones
zh_cn: 站

source: Status
es_es: Estado
zh_cn: 状态

source: Status "0"
es_es: Estatus "0"
zh_cn: 身份 "0"

source: Status "A"
es_es: Estatus "A"
zh_cn: 身份 "A"

source: Status "B"
es_es: Estatus "B"
zh_cn: 身份 "B"

source: Status "C"
es_es: Estatus "C"
zh_cn: 身份 "C"

source: Status "D"
es_es: Estatus "D"
zh_cn: 身份 "D"

source: Status "F"
es_es: Estatus "F"
zh_cn: 身份 "F"

source: Status "H"
es_es: Estado H
zh_cn: 状态“H”

source: Status "M"
es_es: Estado M
zh_cn: 状态“M”

source: Status "MS"
es_es: Estatus "MS"
zh_cn: 身份 "MS"

source: Status "S"
es_es: Estado S
zh_cn: 状态“S”

source: Status By
es_es: Estado Por
zh_cn: 状态依据

source: Status Date
es_es: Fecha de Estado
zh_cn: 状态日期

source: Status Report
es_es: Reporte de Estado
zh_cn: 状态报告

source: Status can only be changed from Closed to Post Adjustment
es_es: El estado solo puede cambiar de Cerrado a Ajuste Posterior.
zh_cn: 状态只能从 Closed 更改为 Post Adjustment

source: Status can only be changed from Paid to Stop Payment
es_es: El estado solo puede cambiarse de Pagado a Detener el Pago.
zh_cn: 状态只能从已付款更改为停止付款

source: Status can only be changed from Pending to Paid
es_es: El estado solo puede cambiar de Pendiente a Pagado.
zh_cn: 状态只能从 Pending 更改为 Paid

source: Status can only be changed from Post Adjustment to Closed
es_es: El estado solo puede cambiarse de Ajuste de Publicación a Cerrado.
zh_cn: 状态只能从调整后更改为已关闭

source: Status can only be changed to another Stop Payment
es_es: El estado solo puede cambiarse a otro Pago Detenido.
zh_cn: 状态只能更改为另一个停止付款

source: Status is invalid
es_es: El estado es inválido.
zh_cn: 状态无效

source: Status not specified
es_es: Estado no especificado
zh_cn: 未指定状态

source: Status of Future is reserved for system use
es_es: El estado de Futuro está reservado para uso del sistema.
zh_cn: Status of Future 保留给系统使用

source: Status report is empty. Please try again.
es_es: El informe de estado está vacío. Por favor, inténtalo de nuevo.
zh_cn: 状态报告为空。请再试一次。

source: Statutaire
es_es: Estatutario
zh_cn: 法定的

source: Stop Payment
es_es: Detener el pago
zh_cn: 停止付款

source: Stop Payment - ReIssue
es_es: Detener el pago - Reemisión
zh_cn: 停止付款 - 重新发行

source: Stop Window
es_es: Detén la ventana
zh_cn: 停止窗口

source: Stopped Transactions
es_es: Transacciones Detenidas
zh_cn: 停止交易

source: Storage Directory
es_es: Directorio de almacenamiento
zh_cn: 存储目录

source: Strict Range
es_es: Rango Estricto
zh_cn: 严格范围

source: Strict Schedule
es_es: Horario Estricto
zh_cn: 严格的时间表

source: String
es_es: Cadena
zh_cn: 细绳

source: Student
es_es: Estudiante
zh_cn: 学生

source: Sub Total defines column that is not being displayed on the report
es_es: Sub Total define una columna que no se está mostrando en el informe.
zh_cn: 小计定义未显示在报表上的列

source: Sub View
es_es: Vistas previas
zh_cn: 子视图

source: Sub-Modules
es_es: Sub-Módulos
zh_cn: 子模块

source: SubFormat
es_es: SubFormato
zh_cn: 子格式

source: SubTotal By
es_es: Subtotal por
zh_cn: 小计依据

source: Subject
es_es: Asunto
zh_cn: 主题

source: Subject Hourly Rate
es_es: Tarifa por hora
zh_cn: 学科时薪

source: Subject Units
es_es: Unidades de Asunto
zh_cn: 科目单位

source: Subject Wages
es_es: Sueldos Sujetos

source: Subject Wages YTD
es_es: Salarios acumulados hasta la fecha.
zh_cn: 主题工资年初至今

source: Subject is too long
es_es: El tema es demasiado largo.
zh_cn: 主题太长

source: Subject is too short
es_es: El tema es demasiado corto.
zh_cn: 主题太短

source: Submit Verified Information
es_es: Enviar información verificada
zh_cn: 提交验证信息

source: Submit verified information to the agency
es_es: Enviar información verificada a la agencia.
zh_cn: 向机构提交经过验证的信息

source: Submitted (Paper)
es_es: Enviado (Papel)
zh_cn: 已提交（论文）

source: Submitted (ROE WEB)
es_es: Enviado (ROE WEB)
zh_cn: 已提交（ROE 网页）

source: Submitted (TimeTrex)
es_es: Enviado (TimeTrex)
zh_cn: 已提交（TimeTrex）

source: Subordinate
es_es: Subordinado
zh_cn: 下属

source: Subordinate Exception
es_es: Excepción Subordinada
zh_cn: 从属异常

source: Subordinate Exceptions (Critical)
es_es: Excepciones Subordinadas (Críticas)
zh_cn: 从属异常（严重）

source: Subordinate Exceptions (High)
es_es: Excepciones Subordinadas (Alta)
zh_cn: 从属异常（高）

source: Subordinate Exceptions (Low)
es_es: Excepciones Subordinadas (Bajas)
zh_cn: 从属异常（低）

source: Subordinate Exceptions (Medium)
es_es: Excepciones Subordinadas
zh_cn: 从属异常（中）

source: Subordinates
es_es: Subordinados
zh_cn: 下属

source: Subtitle is invalid
es_es: El subtítulo no es válido.
zh_cn: 字幕无效

source: Success
es_es: Éxito
zh_cn: 成功

source: Successfully Uploaded
es_es: Satisfactoriamente Adjuntado
zh_cn: 上载成功

source: Successfully Uploaded!
es_es: Subido con éxito!
zh_cn: 上传成功！

source: Successor Employer
es_es: Empleador Sucesivo
zh_cn: 继承雇主

source: Sudan
es_es: Sudán

source: Suggested Overlapping Shift(s) Mode
es_es: Modo de turnos superpuestos sugeridos
zh_cn: 建议的重叠班次模式

source: Sum
es_es: Suma
zh_cn: 和

source: Summarized Description
es_es: Resumen de descripción
zh_cn: 概要说明

source: Summarized description is too short or too long
es_es: La descripción resumida es demasiado corta o demasiado larga.
zh_cn: 摘要描述太短或太长

source: Summary
es_es: Resumen
zh_cn: 摘要

source: Summary Report
es_es: Resumen de informe
zh_cn: 总结报告

source: Sun
es_es: Dom
zh_cn: 周日

source: Sun Life
es_es: Vida Solar
zh_cn: 永明

source: Sun, 25-Feb-2001
es_es: Dom, 25-Feb-2001

source: Sun, 25Feb2001
es_es: Dom, 25Feb2001

source: Sun, Feb 25 2001
es_es: Dom, Feb 25 2001

source: Sun, February 25 2001
es_es: Dom, Febrero 25 2001

source: Sunday
es_es: Domingo
zh_cn: 周日

source: Sunday, February 25 2001
es_es: Domingo, Febrero 25 2001

source: Sunday-Saturday
es_es: Domingo-Sábado
zh_cn: 周日－周六

source: Superior Only
es_es: Solo para Superiores
zh_cn: 仅限高级

source: Superiors
es_es: Superiores
zh_cn: 上级

source: Supervisor (All Employees)
es_es: Supervisor (Todos los Empleados)
zh_cn: 主管 (所有员工)

source: Supervisor (Subordinates Only)
es_es: Supervisor (Solo Subordinados)
zh_cn: 主管 (限于下属)

source: Supervisor Employees Feedback Rating
es_es: Calificación de retroalimentación de empleados del supervisor.
zh_cn: 主管员工反馈评级

source: Supervisor Signature
es_es: Firma del supervisor
zh_cn: 主管签名

source: Supervisor is invalid
es_es: Supervisor no es valido
zh_cn: 主管无效

source: Support Contact
es_es: Contacto de Soporte
zh_cn: 支持联系方式

source: Support Contact is invalid
es_es: El contacto de soporte es inválido.
zh_cn: 支持联系人无效

source: Support Enforcement Program
es_es: Programa de Cumplimiento de Apoyo
zh_cn: 支持执法计划

source: Support-Payment Collection Progam
es_es: Programa de recolección de pagos de apoyo.
zh_cn: 支持付款收集计划

source: SurePayroll
es_es: SeguroNómina

source: Suriname
es_es: Surinam

source: Svalbard and Jan Mayen
es_es: Svalbard

source: Swaziland
es_es: Suazilandia

source: Sweden
es_es: Suecia

source: Switzerland
es_es: Suiza

source: Symbol
es_es: Símbolo
zh_cn: 象征

source: Synchronize this schedule to your desktop/mobile phone calendar application
es_es: Sincroniza este horario a tu aplicación de calendario de escritorio/teléfono móvil.
zh_cn: 将此计划同步到桌面/手机日历应用程序

source: Syrian Arab Republic
es_es: Siria

source: System
es_es: Sistema
zh_cn: 系统

source: System Check Acceptance
es_es: Aceptación de Verificación del Sistema
zh_cn: 系统验收

source: System Information
es_es: Información del Sistema
zh_cn: 系统信息

source: System Setting
es_es: Configuración del Sistema
zh_cn: 系统设置

source: System Setting - Name
es_es: Configuración del Sistema - Nombre
zh_cn: 系统设置－名称

source: System Settings
es_es: Configuración del sistema
zh_cn: 系统设置

source: System TimeZone
es_es: Zona horaria del sistema
zh_cn: 系统时区

source: System log is invalid
es_es: El registro del sistema no es válido.
zh_cn: 系统日志无效

source: System stack components (PHP/PostgreSQL) are out of date and not supported with this version of %1! Please upgrade them immediately!
es_es: Los componentes de la pila del sistema (PHP/PostgreSQL) están desactualizados y no son compatibles con esta versión de %1! ¡Actualícelos inmediatamente!
zh_cn: 系统堆栈组件（PHP/PostgreSQL）已过期，此版本的%1！请立即升级！

source: System stack components are out of date and not supported with this version of %1! Please perform a manual upgrade to the latest version of %1 immediately!
es_es: Los componentes de la pila del sistema están desactualizados y no son compatibles con esta versión de %1! ¡Realice una actualización manual a la última versión de %1 de inmediato!
zh_cn: 系统堆栈组件已过时且不受此版本的 %1！请立即手动升级到 %1 的最新版本！

source: T
es_es: J
zh_cn: 二

source: T4 (Filing)
es_es: T4 (Presentación)
zh_cn: T4（备案）

source: T4 Forms
es_es: Formularios T4
zh_cn: T4表格

source: T4 Summary
es_es: Resumen del T4
zh_cn: T4 摘要

source: T4 Summary Report
es_es: Reporte del Resumen del T4
zh_cn: T4 摘要报表

source: T4A (Filing)
es_es: T4A (Presentación)
zh_cn: T4A（备案）

source: T4A Forms
es_es: Formularios T4A
zh_cn: T4A表格

source: T4A Summary
es_es: Sumario T4A
zh_cn: T4A 摘要

source: T4A Summary Report
es_es: Informe Resumido de T4A
zh_cn: T4 摘要报表

source: T4As submitted successfully
es_es: T4As presentadas exitosamente
zh_cn: T4A提交成功

source: T4s submitted successfully
es_es: Los T4s se han enviado con éxito.
zh_cn: T4提交成功

source: TAX020/TAX026 Filing
es_es: Presentación de TAX020/TAX026
zh_cn: TAX020/TAX026备案

source: TC-941 Filing
es_es: Presentación de TC-941
zh_cn: TC-941备案

source: TC-941PC Payment
es_es: Pago TC-941PC
zh_cn: TC-941PC支付

source: TC-941R Filing
es_es: Presentar el formulario TC-941R
zh_cn: TC-941R归档

source: TCheckbox
es_es: Casilla de verificación
zh_cn: 复选框

source: TColorPicker
es_es: Selector de Color
zh_cn: 颜色选择器

source: TDatePicker
es_es: Selector de fecha

source: TDateRange
es_es: Rango de fechas
zh_cn: TD日期范围

source: TImageAdvBrowser
es_es: Navegador de Imagen Avanzada
zh_cn: TImageAdv浏览器

source: TPasswordInput
es_es: Entrada de contraseña
zh_cn: T密码输入

source: TQ01C Filing
es_es: Presentación de TQ01C
zh_cn: TQ01C备案

source: TTagInput
es_es: Entrada de etiqueta
zh_cn: T标签输入

source: TTextArea
es_es: Área de texto
zh_cn: T文字区域

source: TTimePicker
es_es: Selector de Tiempo
zh_cn: T时间选择器
