Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Employer Deposit Statement of Withholding Tax
es_es: Declaración de Depósito de Impuesto de Retención del Empleador
zh_cn: 预扣税的雇主存款声明

source: Employer EI
es_es: EI del Empleador

source: Employer Number
es_es: Número de empleador
zh_cn: 雇主编号

source: Employer Pay Stub
es_es: Talón de pago del empleador
zh_cn: 雇主工资单

source: Employer Pay Stubs
es_es: Talones de Pago del Empleador
zh_cn: 雇主工资单

source: Employer Quarterly Contribution and Wage Reports
es_es: Informes de Contribución y Salario del Empleador Trimestral
zh_cn: 雇主季度供款及工资报告

source: Employer Quarterly Return of Withholding Tax
es_es: Declaración Trimestral de Impuestos Retenidos por el Empleador
zh_cn: 雇主季度预扣税申报表

source: Employer Quarterly Tax & Wage Filing
es_es: Presentación trimestral de impuestos y salarios del empleador
zh_cn: 雇主季度税和工资申报

source: Employer Quarterly Tax & Wage Report Filing
es_es: Presentación de informes trimestrales de impuestos y salarios del empleador
zh_cn: 雇主季度税和工资报告归档

source: Employer Report of Wages Paid
es_es: Informe del empleador de salarios pagados
zh_cn: 已付工资的雇主报告

source: Employer Return of Income Tax Withheld
es_es: Retorno de Impuesto Sobre la Renta Retenido por el Empleador
zh_cn: 雇主申报预扣所得税

source: Employer Total Contributions
es_es: Total Contribuciones del Empleador
zh_cn: 雇主缴付全额

source: Employer's Annual Federal Unemployment (FUTA) Tax Return
es_es: Declaración Anual Federal de Desempleo (FUTA) del Empleador
zh_cn: 雇主年度联邦失业(FUTA)纳税申报表

source: Employer's Annual Reconciliation Of Income Tax Withheld
es_es: Reconciliación Anual del Empleador de los Impuestos Retenidos
zh_cn: 雇主对预扣所得税的年度对账

source: Employer's Annual Reconciliation of Income Tax Withheld
es_es: Reconciliación Anual del Empleador de Impuestos Retenidos
zh_cn: 雇主对预扣所得税的年度对账

source: Employer's Annual or Final Summary of Income Tax Withheld
es_es: Resumen Anual o Final del Impuesto Sobre la Renta Retenido por el Empleador
zh_cn: 雇主年度或最终预扣所得税摘要

source: Employer's Contribution Report
es_es: Informe de Contribución del Empleador
zh_cn: 雇主供款报告

source: Employer's Contribution and Payroll Report
es_es: Contribución del empleador y reporte de nómina
zh_cn: 雇主的贡献和工资单报告

source: Employer's Contribution and Quarter Summary/Reimbursing Wage Detail
es_es: Contribución del empleador y resumen trimestral/detalle de reembolso de salario
zh_cn: 雇主供款及季度摘要/发还工资详情

source: Employer's Contribution and Wage Report
es_es: Informe de Contribución y Salario del Empleador
zh_cn: 雇主供款和工资报告

source: Employer's Monthly Return of Income Tax Withheld
es_es: Declaración Mensual del Empleador del Impuesto Sobre la Renta Retenido
zh_cn: 雇主每月预扣所得税申报表

source: Employer's Payment Voucher for Income Tax Withheld.
es_es: Voucher de Pago del Empleador para Impuestos Retenidos.
zh_cn: 雇主代扣所得税付款凭证。

source: Employer's Payment of Tax Withheld - Monthly Depositors
es_es: El pago del empleador de los impuestos retenidos - Depósitos mensuales.
zh_cn: 雇主缴付预扣税款-每月存款人

source: Employer's Payment of Tax Withheld - Quarterly Depositors
es_es: El pago del empleador de los impuestos retenidos - Depósitos trimestrales
zh_cn: 雇主代扣代缴税款-季度存款人

source: Employer's Payments Quarterly Reconciliation and Return of Income Tax Withheld
es_es: Reconciliación y Devolución de los Pagos del Empleador Trimestral de Impuesto Sobre la Renta Retenida
zh_cn: 雇主付款季度对账及预扣所得税申报表

source: Employer's Quarterly Contribution Report
es_es: Informe de Contribución Trimestral del Empleador
zh_cn: 雇主季度供款报告

source: Employer's Quarterly Contribution and Wage Report
es_es: Informe Trimestral de Contribuciones y Salarios del Empleador
zh_cn: 雇主季度供款及工资报告

source: Employer's Quarterly Contribution, Investment Fee, and Wage Report
es_es: Informe trimestral de contribución del empleador, tarifa de inversión y salario.
zh_cn: 雇主季度供款、投资费用及工资报告

source: Employer's Quarterly Federal Tax Return
es_es: Declaración Federal Trimestral del Empleador
zh_cn: 雇主的季度联邦纳税申报表

source: Employer's Quarterly Metropolitan Transit Tax Form
es_es: Formulario Trimestral de Impuesto de Transporte Metropolitano del Empleador
zh_cn: 雇主季度大都会交通税表

source: Employer's Quarterly Reconciliation of Income Tax Withheld
es_es: Reconciliación trimestral del impuesto sobre la renta retenido por el empleador.
zh_cn: 雇主预扣所得税的季度对账

source: Employer's Quarterly Report
es_es: Informe trimestral del empleador
zh_cn: 雇主季报

source: Employer's Quarterly Return of Income Tax Withheld
es_es: Declaración trimestral del empleador de retención de impuestos sobre la renta
zh_cn: 雇主季度预扣所得税申报表

source: Employer's Quarterly Tax Report
es_es: Informe trimestral de impuestos del empleador
zh_cn: 雇主的季度税务报告

source: Employer's Quarterly Tax Report Filing
es_es: Presentación de la Declaración Trimestral de Impuestos del Empleador
zh_cn: 雇主的季度税务报告归档

source: Employer's Quarterly Tax and Wage Report
es_es: Reporte Trimestral de Impuestos y Salarios del Empleador
zh_cn: 雇主的季度税收和工资报告

source: Employer's Quarterly Unemployment Wage and Tax Report
es_es: Informe Trimestral de Salarios y Impuestos de Desempleo del Empleador
zh_cn: 雇主的季度失业工资和税收报告

source: Employer's Quarterly Wage Report
es_es: Reporte de Salarios Trimestral del Empleador
zh_cn: 雇主的季度工资报告

source: Employer's Quarterly Wage and Contribution Report
es_es: Informe Trimestral de Sueldos y Contribuciones del Empleador
zh_cn: 雇主季度工资及供款报告

source: Employer's Report for Unemployment Compensation
es_es: Informe del empleador para el Seguro de Desempleo
zh_cn: 雇主的失业补偿报告

source: Employer's Return of Income Tax Withheld
es_es: Retorno del Impuesto Sobre la Renta Retenido por el Empleador
zh_cn: 雇主申报预扣所得税

source: Employer's Return of Income Taxes Withheld
es_es: Retorno de Impuestos Retenidos por el Empleador
zh_cn: 雇主预扣所得税申报表

source: Employer's Return of Maine Income Tax Withheld
es_es: Retorno del empleador del impuesto sobre la renta de Maine retenido.
zh_cn: 雇主缅因州所得税预扣申报表

source: Employer's Return of State Income Tax Withheld
es_es: Retorno del Empleador de Impuesto Estatal Sobre los Ingresos Retenidos
zh_cn: 雇主预扣州所得税申报表

source: Employer's Return of Virginia Income Tax Withheld
es_es: Retorno del empleador del Impuesto sobre la Renta de Virginia Retenido
zh_cn: 雇主弗吉尼亚所得税预扣申报表

source: Employer's Unemployment Insurance
es_es: Seguro de desempleo del empleador
zh_cn: 雇主失业保险

source: Employer's Unemployment Insurance Filing
es_es: Presentación de seguro de desempleo del empleador
zh_cn: 雇主失业保险备案

source: Employer's Unemployment Insurance Quarterly Wage Report
es_es: Informe Trimestral de Salario del Seguro de Desempleo del Empleador
zh_cn: 雇主失业保险季度工资报告

source: Employer's Voucher for Payment of Income Tax Withheld (Semiweekly)
es_es: Voucher de empleador para el pago de impuestos retenidos (semanalmente).
zh_cn: 雇主代扣代缴所得税凭证(半周)

source: Employer's Withholding Filing
es_es: Presentación de Retención del Empleador
zh_cn: 雇主预扣税申报

source: Employer's Withholding Tax - Annual Return
es_es: Retención del Impuesto del Empleador - Declaración Anual
zh_cn: 雇主预扣税 - 周年申报表

source: Employer's Withholding Tax - Quarterly Return
es_es: Retención de Impuestos del Empleador - Declaración Trimestral
zh_cn: 雇主预扣税 - 季度报表

source: Employer's Withholding Tax Return
es_es: Declaración de Retención del Empleador
zh_cn: 雇主的预扣税申报表

source: Employer's Withholding: Quarterly
es_es: Retenciones del Empleador: Trimestral
zh_cn: 雇主预扣税：季度

source: Employer's Withholding: Quarterly and Annual
es_es: Retenciones del empleador: Trimestral y Anual
zh_cn: 雇主预扣税：季度和年度

source: Employers Federal Payments
es_es: Pagos Federales de los Empleadores
zh_cn: 雇主联邦付款

source: Employers Federal Payments: FUTA
es_es: Pagos Federales de los Empleadores: FUTA
zh_cn: 雇主联邦支付:FUTA

source: Employers Payment of School District Income Tax Withheld
es_es: El pago de impuestos de ingresos del distrito escolar por parte de los empleadores.
zh_cn: 雇主缴交扣缴的学区所得税

source: Employers Quarterly Report
es_es: Informe Trimestral de los Empleadores
zh_cn: 雇主季报

source: Employers Wage and Tax Filing
es_es: Presentación de salarios y impuestos de los empleadores.
zh_cn: 雇主工资和税务申报

source: Employers Wage and Tax Report
es_es: Informe de Salarios y Impuestos de los Empleadores
zh_cn: 雇主工资和税收报告

source: Employers Withholding Filing
es_es: Presentación de retención de empleadores.
zh_cn: 雇主预扣税申报

source: Employment
es_es: Empleo
zh_cn: 就业

source: Employment Anniversary
es_es: Aniversario de empleo
zh_cn: 入职周年

source: Employment History
es_es: Historial de Empleo
zh_cn: 工作经历

source: Employment Income (Box 14)
es_es: Ingreso por empleo (Caja 14)
zh_cn: 就业收入（专栏 14）

source: Employment Information By Applicant
es_es: Información de empleo por solicitante
zh_cn: 申请人的就业信息

source: Employment Information By Applicant/Job Vacancy/Status
es_es: Información de empleo por solicitante/vacante de trabajo/estado.
zh_cn: 按申请人/职位空缺/状态列出的就业信息

source: Employment Information By Employee
es_es: Información de empleo por empleado
zh_cn: 雇员就业信息

source: Employment Status
es_es: Estado de empleo
zh_cn: 就业状况

source: Employment Status is invalid
es_es: El estado de empleo no es válido.
zh_cn: 就业状况无效

source: Empty Cache Directory
es_es: Directorio de caché vacío
zh_cn: 清空缓存目录

source: Enable
es_es: Habilitar
zh_cn: 使能够

source: Enable Auto Punch Status
es_es: Habilitar Estado de Marcaje Automático
zh_cn: 启用自动打卡状态

source: Enable Automatic Punch Status
es_es: Habilitar Estado de Marcaje Automático
zh_cn: 启用自动打卡状态

source: Enable Browser Notifications
es_es: Habilitar Notificaciones del Navegador
zh_cn: 启用浏览器通知

source: Enable Opening Balance
es_es: Habilitar Saldo Inicial
zh_cn: 启用期初余额

source: Enable Search
es_es: Habilitar búsqueda
zh_cn: 启用搜索

source: Enable Time Zone Auto-Detect
es_es: Habilitar la detección automática de la zona horaria.
zh_cn: 启用“时区自动检测”

source: Enable notifications to edit these settings.
es_es: Habilitar notificaciones para editar estas configuraciones.
zh_cn: 启用通知来编辑这些设置。

source: Enable smart matching.
es_es: Habilitar el emparejamiento inteligente.
zh_cn: 启用智能匹配。

source: Enable: Bad Quantity
es_es: Habilitar: Cantidad Incorrecta
zh_cn: 启用：坏数量

source: Enable: Branch
es_es: Habilitar: Rama
zh_cn: 启用：分公司

source: Enable: Breaks
es_es: Habilitar: Descansos
zh_cn: 启用：休息

source: Enable: Department
es_es: Habilitar: Departamento
zh_cn: 启用：部门

source: Enable: Diagnostic Logs
es_es: Habilitar registros de diagnóstico.
zh_cn: 启用：诊断日志

source: Enable: Exception Notice
es_es: Habilitar: Aviso de Excepción
zh_cn: 启用：异常通知

source: Enable: External Proximity Card Reader
es_es: Habilitar el lector de tarjetas de proximidad externo.
zh_cn: 启用:外部接近读卡器

source: Enable: Job
es_es: Habilitar: Trabajo
zh_cn: 启用：工作

source: Enable: Lunches
es_es: Habilitar: Almuerzos
zh_cn: 启用：午餐

source: Enable: Post-Punch Message
es_es: Habilitar Mensaje Post-Punch
zh_cn: 启用:打卡后消息

source: Enable: Pre-Punch Message
es_es: Habilitar: Mensaje Pre-Punch
zh_cn: 启用:预打卡消息

source: Enable: Punch Images
es_es: Habilitar: Imágenes de marcaje
zh_cn: 启用：打卡图像

source: Enable: Quantity
es_es: Habilitar: Cantidad
zh_cn: 启用：数量

source: Enable: Task
es_es: Habilitar: Tarea
zh_cn: 启用：任务

source: Enabled
es_es: Habilitado
zh_cn: 启用

source: Enabled (Authenticated)
es_es: Habilitado (Autenticado)
zh_cn: 已启用（已验证）

source: Enabled (Optional)
es_es: Habilitado (Opcional)
zh_cn: 已启用（可选）

source: Enabled (Required)
es_es: Habilitado (Requerido)
zh_cn: 已启用（必需）

source: Enabled (UnAuthenticated)
es_es: Habilitado (No Autenticado)
zh_cn: 已启用（未验证）

source: Enabled - Full Service
es_es: Habilitado - Servicio Completo
zh_cn: 已启用 - 全方位服务

source: Enabled - LDAP Only
es_es: Habilitado - Solo LDAP
zh_cn: 已启用 - 仅限 LDAP

source: Enabled - Self Service
es_es: Habilitado - Autoservicio
zh_cn: 已启用 - 自助服务

source: Enabled - w/Local Fallback
es_es: Habilitado - c/Retroceso Local
zh_cn: 启用- w/本地回退

source: End
es_es: Fin
zh_cn: 结束

source: End Date
es_es: Fecha Final
zh_cn: 结束日期

source: End Date must be after start date
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.
zh_cn: 结束日期必须晚于开始日期

source: End Date/Time
es_es: Fecha/Hora de finalización
zh_cn: 结束日期/时间

source: End Point
es_es: Punto Final
zh_cn: 终点

source: End Time
es_es: Tiempo de Fin
zh_cn: 结束时间

source: End date not specified
es_es: Fecha de finalización no especificada.
zh_cn: 未指定结束日期

source: End date occurs before start date
es_es: La fecha de finalización ocurre antes de la fecha de inicio.
zh_cn: 结束日期早于开始日期

source: End date should be after start date
es_es: La fecha de finalización debe ser después de la fecha de inicio.
zh_cn: 结束日期应晚于开始日期

source: End of Period
es_es: Fin del Periodo de Pago
zh_cn: 工资期末

source: End time must be after start time
es_es: La hora final debe ser después de la hora de inicio.
zh_cn: 结束时间必须晚于开始时间

source: Enna
es_es: Hola Enna, ¿cómo estás?

source: Enroll Employees
es_es: Suscribir Empleados
zh_cn: 注册员工

source: Enroll Subordinate
es_es: Suscribir Subordinado
zh_cn: 注册下属

source: Enterprise
es_es: Empresa
zh_cn: 企业

source: Enterprise Editions.
es_es: Ediciones de empresa.
zh_cn: 企业版。

source: Entrance Interview
es_es: Entrevista de Entrada
zh_cn: 入职面试

source: Entry
es_es: Entrada
zh_cn: 入口

source: Equatorial Guinea
es_es: Guinea Ecuatorial

source: Espirito Santo
es_es: Espíritu Santo

source: Estimate Bad Quantity
es_es: Estimar Cantidad Mala
zh_cn: 估计不良数量

source: Estimate Bad Quantity is invalid
es_es: Cantidad Mala Estimada no es valida
zh_cn: 预计坏数量无效

source: Estimate Quantity
es_es: Cantidad Estimada
zh_cn: 估计数量

source: Estimate Quantity is invalid
es_es: Cantidad Estimada no es valida
zh_cn: 预计数量无效

source: Estimate Time
es_es: Tiempo Estimado
zh_cn: 估计时间

source: Estimate Time is invalid
es_es: Tiempo Estimado no es valido
zh_cn: 预计时间无效

source: Estimated Bad Quantity
es_es: Cantidad Estimada Incorrecta
zh_cn: 预计坏数量

source: Estimated Cost
es_es: Costo Estimado
zh_cn: 预计成本

source: Estimated Quantity
es_es: Cantidad Estimada
zh_cn: 预计数量

source: Estimated Time
es_es: Tiempo Estimado:
zh_cn: 预计时间

source: Ethiopia
es_es: Etiopía

source: Ethnic Group
es_es: Grupo étnico
zh_cn: 民族

source: Ethnic Group is invalid
es_es: El grupo étnico no es válido.
zh_cn: 种族无效

source: Ethnic Groups
es_es: Grupos Étnicos
zh_cn: 族群

source: Ethnic group already exists
es_es: Grupo étnico ya existe.
zh_cn: 族群已经存在

source: Ethnic group is too short or too long
es_es: El grupo étnico es demasiado corto o demasiado largo.
zh_cn: 族群太短或太长

source: Ethnicity
es_es: Etnicidad
zh_cn: 种族

source: Even if they are not eligible for holiday pay
es_es: Incluso si no son elegibles para el pago de vacaciones.
zh_cn: 即使他们没有资格获得假日工资

source: Event
es_es: Evento
zh_cn: 事件

source: Events
es_es: Eventos
zh_cn: 事件

source: Events Always On Business Day
es_es: Eventos Siempre En Día de Negocios
zh_cn: 活动总是在工作日

source: Every 10 Weeks
es_es: Cada 10 semanas
zh_cn: 每 10 周

source: Every 11 Weeks
es_es: Cada 11 semanas
zh_cn: 每 11 周一次

source: Every 12 Weeks
es_es: Cada 12 semanas
zh_cn: 每 12 周一次

source: Every 3 Weeks
es_es: Cada 3 semanas
zh_cn: 每 3 周一次

source: Every 4 Weeks
es_es: Cada cuatro semanas
zh_cn: 每 4 周一次

source: Every 5 Weeks
es_es: Cada 5 semanas
zh_cn: 每 5 周一次

source: Every 6 Weeks
es_es: Cada 6 semanas
zh_cn: 每 6 周一次

source: Every 7 Weeks
es_es: Cada 7 semanas
zh_cn: 每 7 周一次

source: Every 8 Weeks
es_es: Cada 8 semanas
zh_cn: 每 8 周一次

source: Every 9 Weeks
es_es: Cada 9 semanas
zh_cn: 每 9 周一次

source: Exceeded the maximum number of allowed pages.
es_es: Excedió el número máximo de páginas permitidas.
zh_cn: 超过了允许的最大页数。

source: Excel (CSV) [Flat]
es_es: Excel (CSV) [Plano]
zh_cn: Excel (CSV) [平面]

source: Excel Report
es_es: Informe de Excel
zh_cn: Excel报告

source: Excellent
es_es: Excelente
zh_cn: 出色的

source: Exception
es_es: Excepción
zh_cn: 例外

source: Exception Policies
es_es: Políticas de Excepciones
zh_cn: 例外政策

source: Exception Policy
es_es: Política de Excepciones
zh_cn: 例外政策

source: Exception Policy (Control)
es_es: Política de Excepción (Control)
zh_cn: 例外政策（控制）

source: Exception Policy Control is invalid
es_es: Control de Política de Excepción no es valido
zh_cn: 例外政策控制无效

source: Exception Policy is invalid
es_es: Política de Excepción no es valida
zh_cn: 例外政策无效

source: Exception Summary
es_es: Resumen de excepciones
zh_cn: 异常总结

source: Exception Summary Report
es_es: Resumen del informe de excepciones
zh_cn: 异常汇总报告

source: Exceptions
es_es: Excepciones
zh_cn: 例外

source: Exceptions (Critical)
es_es: Excepciones (Críticas)
zh_cn: 异常（严重）

source: Exceptions (High)
es_es: Excepciones (Altas)
zh_cn: 异常（高）

source: Exceptions (Low)
es_es: Excepciones (Bajas)
zh_cn: 异常（低）

source: Exceptions (Medium)
es_es: Excepciones
zh_cn: 异常（中）

source: Exceptions (Subordinates)
es_es: Excepciones (Subordinados)
zh_cn: 例外（下属）

source: Exceptions by Employee/Severity/Name
es_es: Excepciones por Empleado/Gravedad/Nombre
zh_cn: 按员工/严重性/名称划分的异常

source: Exceptions by Name
es_es: Excepciones por Nombre
zh_cn: 按名称例外

source: Exceptions by Pay Period
es_es: Excepciones por periodo de pago.
zh_cn: 按支付期划分的例外情况

source: Exceptions by Severity
es_es: Excepciones por gravedad
zh_cn: 按严重程度划分的例外情况

source: Exceptions by Severity/Name/Day of Week
es_es: Excepciones por Severidad/Nombre/Día de la Semana
zh_cn: 异常按严重程度/名称/星期几

source: Exceptions by Severity/Name/Employee
es_es: Excepciones por severidad/nombre/empleado
zh_cn: 异常级别/名称/员工

source: Excess Payments
es_es: Pagos Excesivos
zh_cn: 超额付款

source: Excess Rollover Accrual Account can not be the same as Accrual Account
es_es: La Cuenta de Acumulación de Exceso de Rollover no puede ser la misma que la Cuenta de Acumulación.
zh_cn: 过期延期付款应计帐户不能与应计帐户相同

source: Excess Rollover Accrual Account is invalid
es_es: La cuenta de acumulación de exceso de rollover no es válida.
zh_cn: 过期延期付款应计账户无效

source: Excess Rollover Adjustment
es_es: Ajuste de exceso de rollover
zh_cn: 过度展期调整

source: Excess Wages
es_es: Salarios Excesivos
zh_cn: 超额工资

source: Exclude
es_es: Excluir
zh_cn: 除外

source: Exclude Area Policy
es_es: Política de Exclusión de Área
zh_cn: 排除区域政策

source: Exclude Columns
es_es: Excluir Columnas
zh_cn: 排除列

source: Exclude Default
es_es: Excluir por defecto
zh_cn: 排除默认

source: Exclude Default Branch
es_es: Excluir Sucursal Predeterminada
zh_cn: 默认分公司除外

source: Exclude Default Department
es_es: Excluir Departamento Predeterminado
zh_cn: 默认部门除外

source: Exclude Default Job
es_es: Excluir trabajo predeterminado
zh_cn: 排除默认作业

source: Exclude Default Task
es_es: Excluir tarea predeterminada.
zh_cn: 排除默认任务

source: Exclude Employees
es_es: Excluir Empleados
zh_cn: 员工除外

source: Exclude Job
es_es: Excluir trabajo
zh_cn: 排除作业

source: Exclude PS Account Value
es_es: Excluir el valor de la cuenta PS
zh_cn: 排除 PS 账户价值

source: Exclude Pay Stub Account is invalid
es_es: Cuenta Excluida del Talonario de Pagos es invalida
zh_cn: 除外工资条帐号无效

source: Exclude Pay Stub Accounts
es_es: Excluir cuentas de recibos de pago
zh_cn: 排除工资单账户

source: Exclude Pay Stub Amount
es_es: Excluir el monto de la talonario de pago.
zh_cn: 排除工资单金额

source: Exclude Pay Stub Units
es_es: Excluir Unidades de Talón de Pago
zh_cn: 排除工资存根单位

source: Exclude Pay Stub YTD Amount
es_es: Excluir el monto YTD de la boleta de pago
zh_cn: 排除工资单 YTD 金额

source: Exclude Pay Stub YTD Units
es_es: Excluir talones de pago Unidades YTD
zh_cn: 排除工资单 YTD 单位

source: Exclude Task
es_es: Excluir Tarea
zh_cn: 排除任务

source: Exclude Tasks
es_es: Excluir Tareas
zh_cn: 任务除外

source: Exclude Tax Policy
es_es: Excluir Política de Impuestos
zh_cn: 排除税收政策

source: Executing Cron Job
es_es: Ejecutando Tarea de Cron
zh_cn: 执行 Cron 作业

source: Executive
es_es: Ejecutivo
zh_cn: 执行

source: Exempt
es_es: Exento
zh_cn: 豁免

source: Exempt Payment Types
es_es: Tipos de Pago Exentos
zh_cn: 豁免付款类型

source: Exempt Payments
es_es: Pagos Exentos
zh_cn: 豁免付款

source: Exemption Claimed
es_es: Exención Reclamada
zh_cn: 豁免声称

source: Exemptions
es_es: Excepciones
zh_cn: 豁免

source: Exit Interview
es_es: Entrevista de salida
zh_cn: 离职面谈

source: Expected CPP
es_es: Esperado CPP
zh_cn: 预期每次通话费

source: Expected CPP Difference
es_es: Diferencia Esperada de CPP
zh_cn: 预期 CPP 差异

source: Expected Date of Recall
es_es: Fecha esperada de recuerdo
zh_cn: 预计召回日期

source: Expected Difference
es_es: Diferencia Esperada
zh_cn: 预期差异

source: Expected EI
es_es: Esperado EI
zh_cn: 预期 EI

source: Expected EI Difference
es_es: Diferencia Esperada de EI
zh_cn: 预期 EI 差异

source: Expected Wage
es_es: Salario Esperado
zh_cn: 期望工资

source: Expected Wage Type
es_es: Tipo de Salario Esperado
zh_cn: 期望工资类型

source: Expected Wage Type is invalid
es_es: El tipo de salario esperado no es válido.
zh_cn: 预期工资类型无效

source: Expense
es_es: Gasto
zh_cn: 费用

source: Expense (Authorizations)
es_es: Gastos (Autorizaciones)
zh_cn: 费用（授权）

source: Expense Authorizations
es_es: Autorizaciones de Gastos
zh_cn: 费用授权

source: Expense Policies
es_es: Las políticas de gastos.
zh_cn: 费用政策

source: Expense Policy
es_es: Política de Gastos
zh_cn: 费用政策

source: Expense Policy Description
es_es: Descrripción de la política de gastos
zh_cn: 费用政策说明

source: Expense Policy Require Receipt
es_es: Política de Gastos Requiere Recibo
zh_cn: 费用政策要求收据

source: Expense Policy Type
es_es: Tipo de Política de Gastos
zh_cn: 费用政策类型

source: Expense Reimbursement
es_es: Reembolso de Gastos
zh_cn: 费用报销

source: Expense Status
es_es: Estado de Gasto
zh_cn: 费用状况

source: Expense Summary
es_es: Resumen de Gastos
zh_cn: 费用汇总

source: Expense Tracking
es_es: Seguimiento de Gastos
zh_cn: 费用跟踪

source: Expense has already been authorized/declined
es_es: La gasto ya ha sido autorizada/declinada.
zh_cn: 费用已被批准/拒绝

source: Expense policy name already exists
es_es: El nombre de la política de gastos ya existe.
zh_cn: 费用政策名称已存在

source: Expenses
es_es: Gastos
zh_cn: 费用

source: Expenses by Employee/Policy
es_es: Gastos por Empleado/Política
zh_cn: 按员工/政策列出的费用

source: Experience
es_es: Experiencia
zh_cn: 经验

source: Experienced
es_es: Experimentado
zh_cn: 有经验的

source: Expire Date
es_es: Fecha de vencimiento
zh_cn: 到期日期

source: Expired
es_es: Vencido
zh_cn: 已失效

source: Expiry Date
es_es: Fecha de vencimiento
zh_cn: 到期日

source: Expiry date is invalid
es_es: La fecha de vencimiento no es válida.
zh_cn: 失效日期无效

source: Export
es_es: Exportar
zh_cn: 导出

source: Export Columns
es_es: Columnas de exportación
zh_cn: 导出列

source: Export Format
es_es: Formato de Exportación
zh_cn: 导出格式

source: Export Setup
es_es: Configuración de exportación
zh_cn: 导出设置

source: Export setup
es_es: Configuración de exportación
zh_cn: 导出设置

source: Exporting Transactions...
es_es: Exportando transacciones...
zh_cn: 导出交易...

source: External
es_es: Externo
zh_cn: 外部

source: External Only
es_es: Solo externo
zh_cn: 仅限外部

source: Extra Value is too long
es_es: El Valor Extra es demasiado largo
zh_cn: 额外值太长

source: Extra<br>Withholding
es_es: Extra <br>Retención
zh_cn: 额外<br>预扣税

source: Extremely High
es_es: Extremadamente Alto
zh_cn: 极高

source: F
es_es: V
zh_cn: 五

source: FAILED
es_es: Fallido
zh_cn: 失败的

source: FAQs
es_es: ¿Preguntas frecuentes?
zh_cn: 常见问题

source: FR 900A Filing
es_es: Presentación de FR 900A
zh_cn: FR 900A 备案

source: FR 900P Payment
es_es: Pago FR 900P
zh_cn: FR 900P 付款

source: FR 900Q Filing
es_es: Presentación de FR 900Q
zh_cn: FR 900Q 备案

source: Face Image (v1)
es_es: Imagen de cara (v1)
zh_cn: 面部图像 (v1)

source: Face Image (v2)
es_es: Imagen de cara (v2)
zh_cn: 面部图像 (v2)

source: Face Recognition Matches
es_es: Reconocimiento Facial Coincide
zh_cn: 人脸识别匹配

source: Face Recognition Threshold
es_es: Umbral de Reconocimiento Facial
zh_cn: 人脸识别阈值

source: Facial Recognition
es_es: Reconocimiento Facial
zh_cn: 人脸识别

source: Facial Recognition (v2)
es_es: Reconocimiento Facial (v2)
zh_cn: 人脸识别(v2)

source: Facial Recognition (v3)
es_es: Reconocimiento Facial (v3)
zh_cn: 人脸识别(v3)

source: Facility ID
es_es: ID de la instalación
zh_cn: 设施编号
