Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Contributing Shift Policy
es_es: Política de turnos de contribución
zh_cn: 贡献转移政策

source: Contributing Shift Policy is invalid
es_es: Política de turno de contribución no es válida.
zh_cn: 贡献轮班政策无效

source: Contributing Shift Policy must be specified
es_es: Política de turno de contribución debe especificarse.
zh_cn: 必须指定贡献轮班政策

source: Contributing Shifts
es_es: Cambios Contribuyentes
zh_cn: 贡献轮班

source: Contributing Time Policy
es_es: Política de contribución de tiempo
zh_cn: 贡献时间政策

source: Conversion Rate
es_es: Cotización
zh_cn: 转换率

source: Conversion Rate is too high
es_es: La tasa de conversión es demasiado alta.
zh_cn: 转化率太高

source: Conversion Rate is too low
es_es: La tasa de conversión es demasiado baja.
zh_cn: 转化率太低

source: Conversion rate not specified
es_es: Tasa de conversión no especificada.
zh_cn: 未指定转换率

source: Converted Currency
es_es: Moneda Convertida
zh_cn: 兑换货币

source: Cook Islands
es_es: Islas Cook

source: Copy
es_es: Copiar
zh_cn: 复制

source: Copy as New
es_es: Copiar como nuevo
zh_cn: 复制为新的

source: Copy of
es_es: Copia de
zh_cn: 副本

source: Cordoba
es_es: Córdoba
zh_cn: 科尔多巴

source: Corporate
es_es: Corporativo
zh_cn: 公司的

source: Corporate or Enterprise Editions.
es_es: Ediciones Corporativas o Empresariales.
zh_cn: 公司版或企业版。

source: Corporation
es_es: Corporación
zh_cn: 公司

source: Corrected
es_es: Corregido
zh_cn: 纠正了

source: Corrected Amount
es_es: Cantidad Corregida
zh_cn: 更正金额

source: Cost Center Code
es_es: Código de Centro de Costos
zh_cn: 成本中心代码

source: Cost Difference
es_es: Diferencia de Costo
zh_cn: 成本差别

source: Cost Difference %
es_es: % de Diferencia de Costo
zh_cn: 成本差别 %

source: Cote D`Ivoire
es_es: Costa de Marfil
zh_cn: 象牙海岸

source: Count
es_es: Contar
zh_cn: 计数

source: Country
es_es: País
zh_cn: 国家

source: Country cannot be modified on an existing record
es_es: No se puede modificar el país en un registro existente.
zh_cn: 无法在现有记录上修改国家/地区

source: County Code
es_es: Código del Condado
zh_cn: 县代码

source: County Rate
es_es: Taza del Condado
zh_cn: 县税率

source: Course
es_es: Curso
zh_cn: 课程

source: Course must be specified
es_es: El curso debe especificarse.
zh_cn: 必须指定课程

source: Create Initial Pay Periods From
es_es: Crear periodos de pago iniciales desde
zh_cn: 创建初始支付期从

source: Create Invoices
es_es: Crear facturas
zh_cn: 创建发票

source: Create Open Shift
es_es: Crear Turno Abierto
zh_cn: 创建空班

source: Create Pay Periods
es_es: Crear periodos de pago
zh_cn: 创建支付期

source: Create Pay Periods in Advance must be between 1 and 546
es_es: Cree periodos de pago con anticipación entre 1 y 546.
zh_cn: 提前创建支付期必须介于1和546之间

source: Create any necessary pay stub amendments
es_es: Cree cualquier enmienda de talón de pago necesaria.
zh_cn: 创建任何必要的工资存根修订

source: Create courses that don't already exist.
es_es: Crear cursos que aún no existen.
zh_cn: 创建尚未存在的课程。

source: Create ethnic groups that don't already exist.
es_es: Crear grupos étnicos que aún no existen.
zh_cn: 创造不存在的族群。

source: Create groups that don't already exist.
es_es: Crear grupos que no existan ya.
zh_cn: 创建尚未存在的组。

source: Create skills that don't already exist.
es_es: Crea habilidades que no existan ya.
zh_cn: 创造不存在的技能。

source: Create titles that don't already exist.
es_es: Crea títulos que no existan ya.
zh_cn: 创建不存在的标题。

source: Created
es_es: Creado
zh_cn: 已创建

source: Created By
es_es: Creado por
zh_cn: 创建人

source: Created Date
es_es: Fecha de Creación
zh_cn: 创建日期

source: Creating permissions...
es_es: Creando permisos...
zh_cn: 创建权限...

source: Creating policies...
es_es: Creando políticas...
zh_cn: 正在创建策略...

source: Credit
es_es: Crédito
zh_cn: 信用

source: Credit Account
es_es: Cuenta de Crédito
zh_cn: 信用帐户

source: Credit Amount
es_es: Cantidad de crédito
zh_cn: 信用额度

source: Credit Card
es_es: Tarjeta de Crédito
zh_cn: 信用卡

source: Credit Card - Company
es_es: Tarjeta de crédito - Empresa
zh_cn: 信用卡 - 公司

source: Credit Card - Manual
es_es: Tarjeta de Crédito - Manual
zh_cn: 信用卡－手动

source: Credit Card - Personal
es_es: Tarjeta de crédito - Particular
zh_cn: 信用卡 - 个人

source: Credit Card Number
es_es: Número de tarjeta de crédito
zh_cn: 信用卡号码

source: Credit Card Security Code (CSC)
es_es: Código de Seguridad de la Tarjeta de Crédito (CSC)
zh_cn: 信用卡安全码 (CSC)

source: Credit Card Type
es_es: Tipo de tarjeta de crédito
zh_cn: 信用卡类型

source: Credit card has already expired
es_es: La tarjeta de Credito ya expiro
zh_cn: 信用卡已失效

source: Criminal Record
es_es: Antecedentes criminales
zh_cn: 犯罪记录

source: Critical
es_es: Crítico
zh_cn: 批判的

source: Critical Severity Exceptions
es_es: Excepciones de Severidad Crítica
zh_cn: 严重异常

source: Critical functions disabled
es_es: Funciones críticas deshabilitadas
zh_cn: 禁用关键功能

source: Critical maintenance jobs have not run in the last 48hours. Please contact your %1 administrator immediately.
es_es: Los trabajos de mantenimiento críticos no se han ejecutado en las últimas 48 horas. Por favor, contacte a su administrador %1 de inmediato.
zh_cn: 关键的维护工作在过去48小时内没有运行过。请立即与您的%1管理员联系。

source: Critical maintenance jobs have not run in the last 48hours. Please contact your %1 administrator immediately. (queue)
es_es: Las tareas de mantenimiento crítico no se han ejecutado en las últimas 48 horas. Por favor, contacte a su administrador %1 de inmediato. (cola)
zh_cn: 关键的维护工作在过去48小时内没有运行过。请立即与您的%1管理员联系。(队列)

source: Critical severity exceptions exist, you may want to take a look at those.
es_es: Existen excepciones de severidad crítica, es posible que desee echarles un vistazo.
zh_cn: 存在严重异常，你可能想看看。

source: Croatia
es_es: Croacia

source: Cron Job
es_es: Tarea de Cron

source: Crop and resize image
es_es: Recortar y redimensionar imagen
zh_cn: 裁剪和调整图像大小

source: Culture Day
es_es: Día de la Cultura

source: Currencies
es_es: Lista de Monedas
zh_cn: 货币

source: Currency
es_es: Moneda
zh_cn: 货币

source: Currency Conversion
es_es: Conversión de moneda
zh_cn: 货币转换

source: Currency Conversion Rate
es_es: Tasa de Conversión de Moneda
zh_cn: 货币兑换率

source: Currency ISO Code
es_es: Código ISO de Moneda
zh_cn: 货币 ISO 代码

source: Currency Rate
es_es: Tipo de cambio
zh_cn: 货币汇率货币汇率

source: Currency already exists
es_es: La Moneda ya existe
zh_cn: 货币已存在

source: Currency must be specified
es_es: La moneda debe especificarse.
zh_cn: 必须指定货币

source: Currency not specified
es_es: Moneda no especificada
zh_cn: 未指定货币

source: Currency rate already exists for this date
es_es: Ya existe una tasa de cambio para esta fecha.
zh_cn: 此日期的货币汇率已存在

source: Current
es_es: Actual
zh_cn: 当前的

source: Current Currency
es_es: Moneda Actual
zh_cn: 现用货币

source: Current Employer
es_es: Empleador actual
zh_cn: 现在的雇主

source: Current Milestone
es_es: Hito Actual
zh_cn: 当前里程碑

source: Current Password
es_es: Contraseña Actual
zh_cn: 当前密码

source: Current Station is not currently set.
es_es: La estación actual no está configurada actualmente.
zh_cn: 当前站未设置。

source: Current Stock
es_es: Stock actual
zh_cn: 当前库存

source: Current Time
es_es: Hora actual
zh_cn: 当前时间

source: Current User Name or Password is incorrect
es_es: Nombre de usuario o contraseña actuales son incorrectos.
zh_cn: 当前用户名或密码不正确

source: Current View
es_es: Vista actual
zh_cn: 目前来看

source: Current password can't be empty
es_es: La contraseña actual no puede estar vacía.
zh_cn: 当前密码不能为空

source: Current password is incorrect
es_es: Clave actual incorrecta
zh_cn: 现用密码不正确

source: Current password must be specified to change secure fields
es_es: La contraseña actual debe especificarse para cambiar los campos seguros.
zh_cn: 更改安全字段时，必须指定当前密码

source: Current pay period ends on %1, will be paid by %2
es_es: El período de pago actual termina el %1, se pagará el %2.
zh_cn: 当前支付期在%1结束，将由%2支付

source: Currently Employed
es_es: Actualmente empleado
zh_cn: 目前在职

source: Custom Column
es_es: Columna personalizada
zh_cn: 自定义列

source: Custom Columns
es_es: Columnas personalizadas
zh_cn: 自定义列

source: Custom Dates
es_es: Fechas personalizadas
zh_cn: 自定义日期

source: Custom Field
es_es: Campo personalizado
zh_cn: 自定义字段

source: Custom Fields
es_es: Campos Personalizados
zh_cn: 自定义字段

source: Custom Filter
es_es: Filtro personalizado
zh_cn: 自定义过滤器

source: Custom Formula
es_es: Fórmula personalizada
zh_cn: 自定义公式

source: Custom List
es_es: Lista personalizada
zh_cn: 自定义列表

source: Custom Pay Periods
es_es: Períodos de Pago Personalizados
zh_cn: 自定义支付期

source: Custom Report
es_es: Informe personalizado
zh_cn: 自定义报告

source: Custom Unit Value
es_es: Valor de Unidad Personalizada
zh_cn: 自定义单位值

source: Custom Variable 1
es_es: Variable personalizada 1
zh_cn: 自定义变量 1

source: Custom Variable 10
es_es: Variable personalizada 10
zh_cn: 自定义变量 10

source: Custom Variable 2
es_es: Variable personalizada 2
zh_cn: 自定义变量 2

source: Custom Variable 3
es_es: Variable personalizada 3
zh_cn: 自定义变量 3

source: Custom Variable 4
es_es: Variable personalizada 4
zh_cn: 自定义变量 4

source: Custom Variable 5
es_es: Variable personalizada 5
zh_cn: 自定义变量 5

source: Custom Variable 6
es_es: Variable personalizada 6
zh_cn: 自定义变量 6

source: Custom Variable 7
es_es: Variable personalizada 7
zh_cn: 自定义变量 7

source: Custom Variable 8
es_es: Variable personalizada 8
zh_cn: 自定义变量 8

source: Custom Variable 9
es_es: Variable personalizada 9
zh_cn: 自定义变量 9

source: Custom Variables
es_es: Variables personalizadas
zh_cn: 自定义变量

source: Custom frequency data is invalid
es_es: Los datos de frecuencia personalizados son inválidos.
zh_cn: 自定义频率数据无效

source: Custom frequency is invalid
es_es: La frecuencia personalizada no es válida.
zh_cn: 自定义频率无效

source: Customer ID
es_es: Código de cliente
zh_cn: 客户ID

source: Customer Name
es_es: Nombre del cliente
zh_cn: 顾客姓名

source: Customize
es_es: Personalizar
zh_cn: 定制

source: Customs Unit Value
es_es: Unidad de Aduanas Valor
zh_cn: 海关单位价值

source: Cyprus
es_es: Chipre

source: Czech Republic
es_es: República Checa

source: DE 9/DE 9C Filing
es_es: Presentación de 9/9C
zh_cn: DE 9/DE 9C归档

source: DE88 Payment
es_es: Pago DE88
zh_cn: DE88支付

source: DECLINED
es_es: RECHAZADA
zh_cn: 拒绝

source: DENY
es_es: DENEGAR
zh_cn: 否定

source: DET Code
es_es: Código DET
zh_cn: DET代码

source: DEUC-8 Filing
es_es: Presentación DEUC-8
zh_cn: DEUC-8归档

source: DISABLED
es_es: DESHABILITADO
zh_cn: 禁止

source: DLLR/OUI 15, DLLR/OUI 16 Filing
es_es: Presentación de DLLR/OUI 15, DLLR/OUI 16
zh_cn: DLLR/OUI 15, DLLR/OUI 16归档

source: DOES-UC30 Filing
es_es: Presentación de DOES-UC30
zh_cn: DOES-UC30归档

source: DOL-4N Filing
es_es: Presentar una solicitud DOL-4N
zh_cn: DOL-4N 备案

source: DOL-UID-21 Filing
es_es: Presentación de DOL-UID-21
zh_cn: DOL-UID-21 备案

source: DR1094 Payment
es_es: Pago DR1094
zh_cn: DR1094 付款

source: DR1107 Payment
es_es: Pago DR1107
zh_cn: DR1107 支付

source: Dadra and Nagar Haveli
es_es: Dadra y Nagar Haveli

source: Daily
es_es: Diario
zh_cn: 按日

source: Daily Average Rate
es_es: Tasa promedio diario
zh_cn: 每日平均汇率

source: Daily Flat Rate (w/Default)
es_es: Tarifa Plana Diaria (con Predeterminado)
zh_cn: 每日统一费率(w/Default)

source: Daily Rate
es_es: Tarifa diaria
zh_cn: 每日汇率

source: Daily Time
es_es: Tiempo diario
zh_cn: 每日时间

source: Daily Totals
es_es: Totales diarios
zh_cn: 每日总计

source: Daman and Diu
es_es: Daman y Diu

source: Dashboard
es_es: Panel de control
zh_cn: 仪表盘

source: Dashlet Title
es_es: Título del Módulo
zh_cn: 小面板标题

source: Dashlet Wizard
es_es: Asistente de Módulos
zh_cn: 小面板向导

source: Data Center ID
es_es: ID de Centro de Datos
zh_cn: 数据中心编号

source: Data Format
es_es: Formato de datos
zh_cn: 数据格式

source: Data Processing, Hosting and Related Services
es_es: Procesamiento de datos, alojamiento y servicios relacionados.
zh_cn: 数据处理、托管及相关服务

source: Data submitted successfully.
es_es: Datos enviados con éxito.
zh_cn: 数据提交成功。

source: Data verification successful
es_es: Datos verificados con éxito.
zh_cn: 数据验证成功

source: Database Configuration
es_es: Configuración de Base de Datos
zh_cn: 数据库配置

source: Database Name
es_es: Nombre de la Base de Datos
zh_cn: 数据库名称

source: Database Password
es_es: Contraseña de la Base de Datos
zh_cn: 数据库密码

source: Database Type
es_es: Tipo de base de datos
zh_cn: 数据库类型

source: Database User Name
es_es: Nombre de Usuario de la Base de Datos
zh_cn: 数据库用户名

source: Database version check
es_es: Comprobación de versión de base de datos
zh_cn: 数据库版本检查

source: Date
es_es: Fecha
zh_cn: 日期

source: Date / Time
es_es: Fecha / Hora
zh_cn: 日期/时间

source: Date Format
es_es: Formato de Fecha
zh_cn: 日期格式

source: Date Incurred
es_es: Fecha incurrida
zh_cn: 发生日期

source: Date Range
es_es: Rango de fechas
zh_cn: 日期范围

source: Date Successfully Set To
es_es: Fecha establecida con éxito
zh_cn: 日期成功设置为

source: Date all employees were issued an ROE
es_es: La fecha en que todos los empleados recibieron una ROE.
zh_cn: 向所有员工发出ROE的日期

source: Date cannot be before your hire date
es_es: La fecha no puede ser antes de tu fecha de contratación.
zh_cn: 日期不能在雇用日期之前

source: Date cannot be more than 1 year in the past
es_es: La fecha no puede ser más de 1 año en el pasado.
zh_cn: 日期不能超过1年

source: Date cannot be more than 5 years in the future
es_es: La fecha no puede ser más de 5 años en el futuro.
zh_cn: 日期不能超过未来5年

source: Date is after employees termination date
es_es: La fecha es después de la fecha de terminación de los empleados.
zh_cn: 离职日期之后

source: Date is already in use by another Holiday
es_es: La Fecha ya esta siendo utilizada por otro Feriado
zh_cn: 日期已为另一假期使用

source: Date is before employees hire date
es_es: La fecha es anterior a la fecha de contratación de los empleados.
zh_cn: 日期在员工雇佣日期之前

source: Date is incorrect, or pay period does not exist for this date. Please create a pay period schedule and assign this employee to it if you have not done so already
es_es: La fecha es incorrecta o el período de pago no existe para esta fecha. Por favor, cree un calendario de períodos de pago y asigne a este empleado si aún no lo ha hecho.
zh_cn: 日期不正确，或此日期不存在付款期。如果您还没有这样做，请创建一个支付期间计划，并将此员工分配给它

source: Date is invalid
es_es: La Fecha no es valida
zh_cn: 日期无效

source: Date is more than one year in the future
es_es: La fecha es más de un año en el futuro.
zh_cn: 日期是未来一年以上

source: Date not specified
es_es: Fecha no especificada
zh_cn: 未指明日期

source: Date of Issue
es_es: Fecha de expedición
zh_cn: 发行日期

source: Date range be between %1 and %2
es_es: Rango de fechas entre %1 y %2
zh_cn: 日期范围介于 %1 和 %2 之间

source: Date range must be between %1 and %2
es_es: El rango de fechas debe estar entre %1 y %2.
zh_cn: 日期范围必须在 %1 和 %2 之间

source: Date specified is before the first pay period started
es_es: La fecha especificada es antes del primer periodo de pago comenzado.
zh_cn: 指定日期是在第一个支付周期开始之前

source: Date/Time
es_es: Fecha/Tiempo
zh_cn: 日期/时间

source: Date/Time Criteria
es_es: Criterio de Fecha/Tiempo
zh_cn: 日期/时间标准

source: Date/Time is incorrect, or pay period does not exist for this date. Please create a pay period schedule and assign this employee to it if you have not done so already
es_es: La fecha/hora es incorrecta, o el período de pago no existe para esta fecha. Por favor, cree un horario de período de pago y asigne a este empleado a él si aún no lo ha hecho.
zh_cn: 日期/时间不正确，或该日期不存在付款期。如果您还没有这样做，请创建一个支付期间计划，并将此员工分配给它

source: Dates
es_es: Fechas
zh_cn: 日期

source: Dates must be less than 6 months apart
es_es: Las fechas deben estar separadas por menos de 6 meses.
zh_cn: 日期间隔不得超过6个月

source: Datetime
es_es: Fecha y hora
zh_cn: 日期时间

source: Day
es_es: Día
zh_cn: 日

source: Day Of The Month
es_es: Día del Mes
zh_cn: 每月的第几天

source: Day Of Week
es_es: Día de la Semana
zh_cn: 星期几

source: Day They End On
es_es: Día en el que Finaliza
zh_cn: 他们结束的日子

source: Day They Start On
es_es: Día en el que Comienza
zh_cn: 他们开始的日子

source: Day Total
es_es: Total del Día
zh_cn: 日总计

source: Day of Month
es_es: Día del Mes
zh_cn: 月中日

source: Day of Month is invalid
es_es: Día del Mes es invalido
zh_cn: 月份的日子无效

source: Day of Month+Month
es_es: Día del mes + Mes
zh_cn: 月日+月

source: Day of Month+Month+Year
es_es: Día del Mes + Mes + Año
zh_cn: 月日+月+年

source: Day of Week
es_es: Día de la Semana
zh_cn: 周之日

source: Day of Week is invalid
es_es: Día de la semana no es valido
zh_cn: 周的日子无效

source: Day of Week+Day Of Month+Year
es_es: Día de la semana + Día del mes + Año
zh_cn: 星期几+月份日期+年份

source: Day of Week+Month
es_es: Día de la semana + Mes
zh_cn: 星期几+月份

source: Day of Week+Month+Year
es_es: Día de la semana + Mes + Año
zh_cn: 星期几+月份+年份

source: Day of Week+Week
es_es: Día de la semana + Semana
zh_cn: 星期几+周

source: Day of month is invalid
es_es: El día del mes es inválido.
zh_cn: 日期无效

source: Day of the Month
es_es: Día del mes
zh_cn: 每月的某天

source: Day of the week
es_es: Día de la semana
zh_cn: 一周中的天

source: Day of week
es_es: Dia de la semana
zh_cn: 星期几

source: Day of week is invalid
es_es: El día de la semana no es válido.
zh_cn: 星期几无效

source: Day w/Most Time Worked
es_es: Día c/ Mayor Cantidad de Tiempo Trabajado
zh_cn: 工作时间最长的日子

source: Day(s)
es_es: Día(s)
zh_cn: 天

source: Days
es_es: Días
zh_cn: 天

source: Days To Average Time Over
es_es: Días para promediar el tiempo
zh_cn: 平均时间结束天数

source: Debit
es_es: Débito
zh_cn: 借记

source: Debit Account
es_es: Cuenta de Débito
zh_cn: 转帐帐户

source: Debit Amount
es_es: Monto de débito
zh_cn: 借记金额

source: Debit Card
es_es: Tarjeta de débito
zh_cn: 借记卡

source: Debit: %1 Credit: %2
es_es: Débito: %1 Crédito: %2
zh_cn: 借方：%1 贷方：%2

source: Debits By Client
es_es: Débitos por cliente
zh_cn: 客户借记

source: Debits By Client Group
es_es: Débitos por Grupo de Clientes
zh_cn: 按客户组借记

source: Debits By Client Group/Client
es_es: Débitos por grupo de clientes/cliente
zh_cn: 按客户组/客户列出的借方

source: Debits By Client/Job Group/Job
es_es: Débitos por cliente/grupo de trabajo/trabajo
zh_cn: 按客户/作业组/作业列出的借方

source: Debits By Date
es_es: Débitos Por Fecha
zh_cn: 按日期借记

source: Debits By Invoice Status/Month/Product Name
es_es: Débitos por Estado de Factura/Mes/Nombre de Producto
zh_cn: 借记发票状态/月/产品名称

source: Debits By Month
es_es: Débitos por mes
zh_cn: 按月借记

source: Debits By Month/Day
es_es: Débitos por mes/día
zh_cn: 按月/日列出的借方

source: Debits By Month/Year
es_es: Débitos por Mes/Año
zh_cn: 按月/年列出的借方

source: Debits By Product Group
es_es: Débitos por Grupo de Productos
zh_cn: 按产品组借记

source: Debits By Product Name
es_es: Débitos por nombre de producto
zh_cn: 按产品名称借记

source: Debits By Product Type
es_es: Débitos por tipo de producto
zh_cn: 按产品类型借记

source: Debits By Product Type/Group
es_es: Débitos por tipo/grupo de producto
zh_cn: 按产品类型/组列出的借方

source: Debits By Product Type/Group/Name
es_es: Débitos por tipo de producto/grupo/nombre
zh_cn: 借记产品类型/组/名称

source: Debits By Product Type/Name
es_es: Débitos por tipo/nombre de producto
zh_cn: 按产品类型/名称列出的借方

source: Debits By Quarter
es_es: Débitos por trimestre
zh_cn: 按季度借记

source: Debits By Year
es_es: Débitos por año
zh_cn: 按年借记

source: Debits By Year/Quarter/Month/Day
es_es: Débitos por Año/Trimestre/Mes/Día
zh_cn: 按年度/季度/月/日列出的借方

source: Dec
es_es: Dic
zh_cn: 十二

source: December
es_es: Diciembre
zh_cn: 十二月

source: Decimal Places
es_es: Cifras Decimales
zh_cn: 小数点后

source: Decimal places must only be digits
es_es: Los lugares decimales solo deben ser dígitos.
zh_cn: 小数位只能是数字

source: Decline
es_es: Rechazar
zh_cn: 拒绝

source: Declined
es_es: Rechazado
zh_cn: 拒绝

source: Declined: Already Employed
es_es: Rechazado: Ya Empleado
zh_cn: 拒绝：已就业

source: Declined: Offer (Benefits)
es_es: Oferta rechazada (Beneficios)
zh_cn: 拒绝：要约（福利）

source: Declined: Offer (Other)
es_es: Oferta rechazada
zh_cn: 拒绝：要约（其他）

source: Declined: Offer (Wage)
es_es: Oferta (salario) rechazada.
zh_cn: 拒绝：提供（工资）

source: Declined: Other
es_es: Rechazado: Otro
zh_cn: 拒绝：其他

source: Deduction
es_es: Deducción
zh_cn: 扣除

source: Deduction is invalid
es_es: Deducción es invalida
zh_cn: 扣除无效

source: Deduction/Addition Time
es_es: Tiempo Agregado/Deducido
zh_cn: 扣除/增加时间

source: Deductions
es_es: Deducciones
zh_cn: 扣除

source: Deductions by Employee
es_es: Deducciones por Empleado
zh_cn: 员工扣减

source: Deductions don't match total deductions
es_es: La deducciones no concuerdan con el total de deducciones
zh_cn: 扣除额和总扣除额不匹配

source: Default
es_es: Predeterminado
zh_cn: 默认

source: Default Branch
es_es: Sucursal Predeterminada
zh_cn: 默认分公司

source: Default Branch Code
es_es: Código de Sucursal Predeterminado
zh_cn: 默认分支代码

source: Default Branch: Code
es_es: Rama predeterminada: Código
zh_cn: 默认分支：代码

source: Default Branch: Province/State
es_es: Rama predeterminada: Provincia/Estado
zh_cn: 默认分支机构：省/州

source: Default Currency
es_es: Moneda Actual
zh_cn: 默认货币

source: Default Department
es_es: Departamento Predeterminado
zh_cn: 默认部门

source: Default Department Code
es_es: Código de Departamento por Defecto
zh_cn: 默认部门代码

source: Default Department: Code
es_es: Departamento Predeterminado: Código
zh_cn: 默认部门：代码

source: Default Job
es_es: Trabajo predeterminado
zh_cn: 默认作业

source: Default Job Code
es_es: Código de trabajo predeterminado
zh_cn: 默认作业代码

source: Default Job Item
es_es: Elemento de trabajo predeterminado
zh_cn: 默认作业项

source: Default Punch Mode
es_es: Modo por defecto de marcaje
zh_cn: 默认打卡模式

source: Default Punch Tag
es_es: Etiqueta de marcaje predeterminada
zh_cn: 默认打卡标签

source: Default Punch Tags
es_es: Etiquetas de marcaje predeterminadas
zh_cn: 默认打卡标签

source: Default Schedule Status
es_es: Estado de programa predeterminado
zh_cn: 默认计划状态

source: Default Schedules Status
es_es: Estado de Horarios Predeterminados
zh_cn: 默认计划状态

source: Default Screen
es_es: Pantalla por defecto
zh_cn: 默认屏幕

source: Default Task
es_es: Tarea Predeterminada
zh_cn: 默认任务

source: Default Task Code
es_es: Código de tarea predeterminado
zh_cn: 默认任务代码

source: Default Task is invalid
es_es: La tarea predeterminada no es válida.
zh_cn: 默认任务无效

source: Default Transfer On
es_es: Transferencia Predeterminada Encendida
zh_cn: 默认调职于

source: Default Value
es_es: Valor por defecto
zh_cn: 默认值

source: Default login screen is too short or too long
es_es: La pantalla de inicio de sesión predeterminada es demasiado corta o demasiado larga.
zh_cn: 默认登录屏幕太短或太长

source: Default settings for this company already exist
es_es: Los ajustes predeterminados para esta empresa ya existen.
zh_cn: 该公司的默认设置已经存在

source: Default task must also be allowed in the task criteria
es_es: Tarea por defecto también se debe permitir en los criterios de tarea
zh_cn: 任务条件内也要允许默认任务

source: Defined By Policy Group
es_es: Definido por el Grupo de Políticas
zh_cn: 由策略组定义

source: Delay
es_es: Retraso
zh_cn: 延迟

source: Delete
es_es: Eliminar
zh_cn: 删除

source: Delete & Next
es_es: Borrar y Siguiente
zh_cn: 删除并下一步

source: Delete (F)
es_es: Borrar (F)
zh_cn: 删除 (F)

source: Delete Data
es_es: Borrar datos
zh_cn: 删除数据

source: Delete Data Failed!
es_es: Eliminacion de Datos Fallo!
zh_cn: 删除数据失败！

source: Delete Data Succeeded!
es_es: Eliminacion de Datos Exitosa!
zh_cn: 成功删除数据！

source: Delete Data: Pay Period
es_es: Borrar datos: Período de pago
zh_cn: 删除数据：支付期

source: Delete Own
es_es: Eliminarse a si mismo
zh_cn: 删除自己的

source: Delete Private
es_es: Eliminar Privado
zh_cn: 删除私人

source: Delete Subordinate
es_es: Eliminar Subordinado
zh_cn: 删除下属

source: Delete all Data
es_es: Eliminar todos los Datos
zh_cn: 删除全部数据

source: Delete permission denied
es_es: Eliminación de permisos Denegada
zh_cn: 不允许删除权限

source: Delete permission denied, generic data does not exist
es_es: Eliminación de permisos denegada, los datos genéricos no existen
zh_cn: 不允许删除权限，通用数据不存在

source: Delete permission denied, record does not exist
es_es: Eliminación de permisos Denegada, el registro no existe
zh_cn: 不允许删除权限，纪录不存在

source: Delete permission denied, report data does not exist
es_es: Permiso de eliminación denegado, los datos del informe no existen.
zh_cn: 删除权限被拒绝，报表数据不存在
