Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Incorrect Active Employee Licenses
es_es: Licencias de Empleados Activos incorrecto
zh_cn: 错误激活员工许可证

source: Incorrect Actual Rate
es_es: Tipo de Cambio Actual incorrecto
zh_cn: 错误实际转换率

source: Incorrect Actual Rate Updated Date
es_es: Tasa incorrecta Fecha de actualización actualizada
zh_cn: 实际汇率更新日期不正确

source: Incorrect Agency
es_es: Agencia Incorrecta
zh_cn: 不正确的机构

source: Incorrect Allocation Type
es_es: Tipo de asignación incorrecta
zh_cn: 分配类型不正确

source: Incorrect Amount
es_es: Cantidad Incorrecta
zh_cn: 错误总计

source: Incorrect Annual Maximum Rollover Time Modifier
es_es: Modificador de tiempo máximo anual de rollover incorrecto.
zh_cn: 不正确的年度最大滚动时间修改器

source: Incorrect Annual Pay Periods
es_es: Períodos Anuales de Pago Incorrectos
zh_cn: 错误年度工资期

source: Incorrect Auto-Detect Type
es_es: Tipo Auto-Detectado Incorrecto
zh_cn: 错误自动检测类型

source: Incorrect Available Days Of Week
es_es: Lunes
zh_cn: 星期几不正确

source: Incorrect Available Hours
es_es: Horas disponibles incorrectas
zh_cn: 不正确的可用时间

source: Incorrect Available Start Date
es_es: Fecha de inicio disponible incorrecta.
zh_cn: 不正确的可用开始日期

source: Incorrect Balance
es_es: Balance incorrecto
zh_cn: 错误结余

source: Incorrect Bank Account Type
es_es: Tipo de Cuenta Bancaria Incorrecto
zh_cn: 错误银行帐户类型

source: Incorrect Base Hourly Rate
es_es: Tarifa horaria base incorrecta
zh_cn: 不正确的基本时薪

source: Incorrect Body length
es_es: Tamaño de cuerpo incorrecto
zh_cn: 错误内容长度

source: Incorrect Branch Selection Type
es_es: Selección de Tipo de Sucursal incorrecta
zh_cn: 错误分公司选择类型

source: Incorrect Calculation
es_es: Calculo Incorrecto
zh_cn: 计算错误

source: Incorrect Classification Code
es_es: Código de clasificación incorrecto.
zh_cn: 分类代码不正确

source: Incorrect Condition Type
es_es: Tipo de condición incorrecta
zh_cn: 条件类型不正确

source: Incorrect Conversion Rate
es_es: Tipo de Cambio Incorrecto
zh_cn: 错误转换率

source: Incorrect Country
es_es: País incorrecto
zh_cn: 国家不正确

source: Incorrect Currency Rate
es_es: Tipo de Cambio Incorrecto
zh_cn: 无效货率

source: Incorrect Date
es_es: Fecha Incorrecta
zh_cn: 错误日期

source: Incorrect Day Of Month
es_es: Día del Mes incorrecto
zh_cn: 错误日(月)

source: Incorrect Day Of Week
es_es: Día de la Semana incorrecto
zh_cn: 错误日(周)

source: Incorrect Days to Average Time over
es_es: Días incorrectos para promediar el tiempo.
zh_cn: 平均时间不正确的天数

source: Incorrect Days to Total Time over
es_es: Días Incorrectos a Tiempo Total Sobre
zh_cn: 总时间结束的天数不正确

source: Incorrect Deduction Amount
es_es: Cantidad Deducida es incorrecta
zh_cn: 错误扣除额

source: Incorrect Default Punch Mode
es_es: Modo de marcaje predeterminado incorrecto
zh_cn: 默认打卡模式不正确

source: Incorrect Default Schedule Status
es_es: Estado del Horario Predeterminado incorrecto
zh_cn: 错误默认时间表状态

source: Incorrect Department Selection Type
es_es: Selección de Tipo de Departamento Incorrecto
zh_cn: 错误部门选择类型

source: Incorrect Dimension Unit
es_es: Unidades de Dimension incorrectos
zh_cn: 错误尺寸单位

source: Incorrect Disable Terminated Employees Type
es_es: Tipo de empleado deshabilitado/terminado incorrecto
zh_cn: 禁用离职员工类型不正确

source: Incorrect Download Frequency
es_es: Frecuencia de Descarga incorrecta
zh_cn: 错误下载频率

source: Incorrect Effective Date
es_es: Fecha Efectiva incorrecta
zh_cn: 错误有效日期

source: Incorrect Eligibility Type
es_es: Tipo de elegibilidad incorrecta
zh_cn: 不正确的资格类型

source: Incorrect Email Notification
es_es: Notificación de Correo Incorrecto
zh_cn: 错误Email通知

source: Incorrect Employee Group Selection Type
es_es: Tipo de selección de grupo de empleado incorrecto
zh_cn: 员工组选择类型不正确

source: Incorrect End Date
es_es: Fecha de finalización incorrecta
zh_cn: 结束日期不正确

source: Incorrect End Type
es_es: Tipo de final incorrecto
zh_cn: 结束类型不正确

source: Incorrect End time
es_es: Tiempo de Fin incorrecto
zh_cn: 错误结束时间

source: Incorrect Expected Wage
es_es: Salario esperado incorrecto
zh_cn: 不正确的预期工资

source: Incorrect Expire Date
es_es: Fecha de Vencimiento incorrecta
zh_cn: 错误失效日期

source: Incorrect Format
es_es: Formato incorrecto
zh_cn: 格式不正确

source: Incorrect Frequency
es_es: Frecuencia Incorrecta
zh_cn: 错误频率

source: Incorrect GEO type
es_es: Tipo GEO incorrecto
zh_cn: GEO 类型不正确

source: Incorrect Gross Amount
es_es: Monto bruto incorrecto
zh_cn: 总金额不正确

source: Incorrect Group Selection Type
es_es: Tipo de Selección de Grupo Incorrecto
zh_cn: 错误组选择类型

source: Incorrect Heading length
es_es: Tamaño de encabezado incorrecto
zh_cn: 错误页首

source: Incorrect Height
es_es: Altura incorrecta
zh_cn: 错误高度

source: Incorrect Help Entry
es_es: Entrada de Ayuda incorrecto
zh_cn: 错误帮助条目

source: Incorrect Hourly Rate
es_es: Tarifa Horaria Incorrecta
zh_cn: 错误小时率

source: Incorrect Hourly Rate with Burden
es_es: Tarifa horaria incorrecta con carga.
zh_cn: 有负担的不正确的小时费率

source: Incorrect Identification Expires
es_es: Identificación Incorrecta Expira
zh_cn: 不正确的标识过期

source: Incorrect Identification Number length
es_es: Longitud de número de identificación incorrecta
zh_cn: 身份证号码长度不正确

source: Incorrect Identification Type
es_es: Tipo de Identificación Incorrecta
zh_cn: 错误的识别类型

source: Incorrect In time
es_es: Tiempo de Ingreso incorrecto
zh_cn: 错误签入时间

source: Incorrect InActive Employee Licenses
es_es: Licencias de Empleados InActivos incorrecta
zh_cn: 错误未激活员工许可证

source: Incorrect Include Holiday Type
es_es: Incluya el tipo de vacaciones incorrecto.
zh_cn: 不正确包括假期类型

source: Incorrect Include Schedule Shift Type
es_es: Incluir horario de turno de tipo incorrecto.
zh_cn: 不正确的包括计划班次类型

source: Incorrect Industry
es_es: Industria Incorrecta
zh_cn: 行业不正确

source: Incorrect Input!
es_es: Entrada incorrecta!
zh_cn: 输入错误！

source: Incorrect Interval
es_es: Intervalo incorrecto
zh_cn: 错误间隔

source: Incorrect Interview Date
es_es: Fecha de entrevista incorrecta
zh_cn: 面试日期不正确

source: Incorrect Invoice date
es_es: Fecha de Factura incorrecta
zh_cn: 错误发票日期

source: Incorrect Issue Date
es_es: Fecha de Expiración Incorrecta
zh_cn: 错误签发日期

source: Incorrect Job Group Selection Type
es_es: Selección de Tipo Grupo de Trabajo Incorrecto
zh_cn: 错误工作组选择类型

source: Incorrect Job Selection Type
es_es: Tipo de Selección de Trabajo Incorrecto
zh_cn: 错误工作选择类型

source: Incorrect Keywords length
es_es: Tamaño de palabras incorrectas
zh_cn: 错误关键字长度

source: Incorrect LDAP authentication type
es_es: Tipo de autenticación LDAP incorrecto
zh_cn: LDAP 身份验证类型不正确

source: Incorrect Labor Burden Percent
es_es: Porcentaje de Carga Laboral Incorrecto
zh_cn: 错误劳工负担百分比

source: Incorrect Length
es_es: Largo incorrecto
zh_cn: 错误长度

source: Incorrect Length Of Service Date
es_es: Fecha de servicio incorrecta
zh_cn: 服务年限日期不正确

source: Incorrect Length Of Service Modifier
es_es: Modificador de Longitud de Servicio Incorrecto
zh_cn: 不正确的服务长度修饰符

source: Incorrect Length of service unit
es_es: Longitud de unidades de servicio incorrecta
zh_cn: 错误工龄单位

source: Incorrect Level
es_es: Nivel Incorrecto
zh_cn: 级别不正确

source: Incorrect License Schema Version
es_es: Versión de Esquema de Licencia Incorrecta
zh_cn: 错误 License Schema 版本

source: Incorrect License Type
es_es: Tipo de Licencia incorrecta
zh_cn: 错误许可证类型

source: Incorrect Major Version
es_es: Versión de Major Incorrecta
zh_cn: 错误大版本

source: Incorrect Maximum Amount
es_es: Cantidad máxima incorrecta
zh_cn: 最大金额不正确

source: Incorrect Maximum Balance
es_es: Saldo Máximo Incorrecto
zh_cn: 不正确的最大余额

source: Incorrect Maximum Punch Time
es_es: Tiempo máximo de marcaje incorrecto
zh_cn: 错误最长打卡时间

source: Incorrect Maximum Shift Time
es_es: Tiempo de Cambio Maximo Invalido
zh_cn: 错误最长轮班时间

source: Incorrect Maximum Time
es_es: Tiempo Máximo incorrecto
zh_cn: 错误最长时间

source: Incorrect Maximum Time Modifier
es_es: Modificador de tiempo máximo incorrecto.
zh_cn: 不正确的最大时间修饰符

source: Incorrect Maximum Time Without Break
es_es: Tiempo Máximo sin un Descanso incorrecto
zh_cn: 错误最长没有休息时间

source: Incorrect Maximum Wage
es_es: Salario máximo incorrecto
zh_cn: 最高工资不正确

source: Incorrect Minimum Amount
es_es: Cantidad mínima incorrecta.
zh_cn: 最低金额不正确

source: Incorrect Minimum Break Time
es_es: Tiempo Mínimo de Descanso incorrecto
zh_cn: 错误最短休息时间

source: Incorrect Minimum Employed days
es_es: Mínimo de Días Empleado incorrecto
zh_cn: 错误最少受雇日

source: Incorrect Minimum First Shift Time
es_es: Tiempo mínimo de primer turno incorrecto.
zh_cn: 不正确的最短首班时间

source: Incorrect Minimum Punch Time
es_es: Tiempo mínimo de punzada incorrecto
zh_cn: 错误最短打卡时间

source: Incorrect Minimum Shift Time
es_es: Tiempo mínimo de turno incorrecto
zh_cn: 不正确的最短班次时间

source: Incorrect Minimum Time
es_es: Tiempo Mínimo incorrecto
zh_cn: 错误最短时间

source: Incorrect Minimum Time Between Shifts
es_es: Tiempo mínimo incorrecto entre turnos.
zh_cn: 不正确的最短班次间隔时间

source: Incorrect Minimum Time-Off Between Shifts
es_es: Tiempo mínimo entre turnos incorrecto.
zh_cn: 错误两班之间最短休息时间

source: Incorrect Minimum Wage
es_es: Salario Mínimo Incorrecto
zh_cn: 最低工资不正确

source: Incorrect Minimum Worked After Period days
es_es: Trabajo mínimo incorrecto después de los días del periodo.
zh_cn: 错误最少期后工作日数

source: Incorrect Minimum Worked After days
es_es: Trabajado mínimo incorrecto después de los días.
zh_cn: 错误最少后工作日数

source: Incorrect Minimum Worked Period days
es_es: Mínimo de Días Laborados en el Periodo incorrecto
zh_cn: 错误最少期内工作日数

source: Incorrect Minimum Worked days
es_es: Días Mínimos Laborados incorrecto
zh_cn: 错误最少工作日数

source: Incorrect Minimum/Maximum Reset
es_es: Reinicio mínimo/máximo incorrecto
zh_cn: 最小/最大复位不正确

source: Incorrect Minor Version
es_es: Versión de Minor Incorrecta
zh_cn: 错误小版本

source: Incorrect Mode
es_es: Modo incorrecto
zh_cn: 错误模式

source: Incorrect Modify Percent
es_es: Porcentaje de Modificación Incorrecto
zh_cn: 错误修改百分比

source: Incorrect Month
es_es: Mes incorrecto
zh_cn: 错误月份

source: Incorrect Name
es_es: Nombre incorrecto
zh_cn: 错误名字

source: Incorrect Net Amount
es_es: Monto de red incorrecto
zh_cn: 净额不正确

source: Incorrect Next Action Date
es_es: Fecha de acción siguiente incorrecta
zh_cn: 下一步行动日期不正确

source: Incorrect Notification Status
es_es: Estado de notificación incorrecto
zh_cn: 不正确的通知状态

source: Incorrect Number
es_es: Número incorrecto
zh_cn: 错误号码

source: Incorrect Object
es_es: Objeto Incorrecto
zh_cn: 错误物件

source: Incorrect Object Type
es_es: Tipo Objeto Incorrecto
zh_cn: 错误物件类型

source: Incorrect On Holiday Eligibility Type
es_es: Tipo de elegibilidad de vacaciones incorrecto
zh_cn: 假期资格类型不正确

source: Incorrect Order date
es_es: Fecha de Orden incorrecta
zh_cn: 错误排序日期

source: Incorrect Out time
es_es: Tiempo de Salida incorrecto
zh_cn: 错误签出时间

source: Incorrect Overlap Type
es_es: Tipo de solapamiento incorrecto
zh_cn: 重叠类型不正确

source: Incorrect Partial Upload Frequency
es_es: Frecuencia de Subida Parcial incorrecta
zh_cn: 错误部分上载频率

source: Incorrect Password Policy type
es_es: Política de contraseña incorrecta
zh_cn: 密码策略类型不正确

source: Incorrect Password length
es_es: Tamaño de clave incorrecto
zh_cn: 错误密码长度

source: Incorrect Pay Type
es_es: Tipo de Pago incorrecto
zh_cn: 错误工资类型

source: Incorrect Payment Method
es_es: Método de pago incorrecto
zh_cn: 付款方式不正确

source: Incorrect Payment Required date
es_es: Fecha de pago requerida incorrecta
zh_cn: 需要付款的日期不正确

source: Incorrect Payment Services Status
es_es: Estado de Servicios de Pago Incorrecto
zh_cn: 不正确的支付服务状态

source: Incorrect Payment Type
es_es: Tipo de Pago Incorrecto
zh_cn: 错误支付类型

source: Incorrect Pivot Day Direction
es_es: Dirección del Día Pivote incorrecta
zh_cn: 错误主导日指示

source: Incorrect Platform for device token.
es_es: Plataforma incorrecta para el token de dispositivo.
zh_cn: 设备令牌平台不正确。

source: Incorrect Position Expire Date
es_es: Fecha de vencimiento de posición incorrecta
zh_cn: 职位到期日不正确

source: Incorrect Position Open Date
es_es: Fecha de apertura de posición incorrecta
zh_cn: 开仓日期不正确

source: Incorrect Priority
es_es: Prioridad Incorrecta
zh_cn: 优先级不正确

source: Incorrect Priority.
es_es: Prioridad Incorrecta.
zh_cn: 优先级不正确。

source: Incorrect Product Deployment
es_es: Despliegue del Producto incorrecto
zh_cn: 错误产品实施

source: Incorrect Product Edition
es_es: Edición del Producto incorrecta
zh_cn: 错误产品版本

source: Incorrect Punch Notification
es_es: Notificación de marcaje incorrecto
zh_cn: 打卡通知不正确

source: Incorrect Punch Tag Group Selection Type
es_es: Selección de tipo de grupo de etiqueta de marcaje incorrecto.
zh_cn: 打卡标记组选择类型不正确

source: Incorrect Punch Tag Selection Type
es_es: Selección de etiqueta de marcaje incorrecta
zh_cn: 穿孔标签选择类型不正确

source: Incorrect Punch Type
es_es: Tipo de Marca incorrecto
zh_cn: 错误打卡类型

source: Incorrect Quantity
es_es: Cantidad Incorrecta
zh_cn: 错误数量

source: Incorrect Quick Punch ID length
es_es: Longitud de ID de Quick Punch incorrecta
zh_cn: 不正确的 Quick Punch ID 长度

source: Incorrect Rate
es_es: Taza incorrecta
zh_cn: 错误工资率

source: Incorrect Reimburse Amount
es_es: Monto de reembolso incorrecto
zh_cn: 报销金额不正确

source: Incorrect Require Receipt
es_es: Requerimiento de recibo incorrecto.
zh_cn: 需要收据不正确

source: Incorrect Rollover Time
es_es: Tiempo de rollover incorrecto
zh_cn: 错误转入时间

source: Incorrect Round Type
es_es: Tipo de Redondeo incorrecto
zh_cn: 错误舍入类型

source: Incorrect Script Name
es_es: Nombre del Script incorrecto
zh_cn: 错误脚本名

source: Incorrect Sent Status
es_es: Estado de envío incorrecto
zh_cn: 发送状态不正确

source: Incorrect Severity
es_es: Severidad incorrecta
zh_cn: 错误严重性

source: Incorrect Shift Assigned Day
es_es: Asignación de turno incorrecta el día
zh_cn: 错误轮班分配日

source: Incorrect Shift Type
es_es: Tipo de turno incorrecto
zh_cn: 班次类型不正确

source: Incorrect Shipped date
es_es: Fecha de Envío incorrecta
zh_cn: 错误付运日期

source: Incorrect Source ID length
es_es: Tamaño de ID de Fuente incorrecto
zh_cn: 错误源 ID 长度

source: Incorrect Special Day
es_es: Día Especial incorrecto
zh_cn: 错误特别日子

source: Incorrect Start Date
es_es: Fecha de inicio incorrecta
zh_cn: 开始日期不正确

source: Incorrect Start Type
es_es: Tipo de inicio incorrecto
zh_cn: 开始类型不正确

source: Incorrect Start Week Day
es_es: Día en que Inicia la Semana incorrecto
zh_cn: 错误起始平日

source: Incorrect Start Window
es_es: Ventana de Inicio incorrecta
zh_cn: 错误开始窗口

source: Incorrect Start time
es_es: Tiempo de Inicio incorrecto
zh_cn: 错误起始时间

source: Incorrect Start/Stop window
es_es: Ventana de Inicio/Fin incorrecta
zh_cn: 错误开始/停止窗口

source: Incorrect Static Total Time
es_es: Tiempo total estático incorrecto
zh_cn: 不正确的静态总时间

source: Incorrect Static time
es_es: Tiempo estático incorrecto
zh_cn: 静态时间不正确

source: Incorrect Station ID length
es_es: Tamaño de ID de Estación incorrecto
zh_cn: 错误站点 ID 长度

source: Incorrect Status
es_es: Estatus Incorrecto
zh_cn: 错误状态

source: Incorrect Status By Employee
es_es: Estado incorrecto por empleado
zh_cn: 员工状态不正确

source: Incorrect Status Message length
es_es: Tamaño de Mensaje de Status incorrecto
zh_cn: 错误状态信息长度

source: Incorrect Status.
es_es: Estado Incorrecto.
zh_cn: 状态不正确。

source: Incorrect Stop Window
es_es: Detén la ventana incorrecta.
zh_cn: 不正确的停止窗口

source: Incorrect Task Group Selection Type
es_es: Tipo de Selección de Grupo de Tarea incorrecto
zh_cn: 错误工作组选择类型

source: Incorrect Task Selection Type
es_es: Tipo de Sección de Tarea Incorrecto
zh_cn: 错误任务选择类型

source: Incorrect Terms
es_es: Términos incorrectos
zh_cn: 不正确的条款

source: Incorrect Time Zone
es_es: Zona Horaria incorrecta
zh_cn: 错误时区

source: Incorrect TimeSheet Verification Type
es_es: Tipo de Verificación de Hoja de Tiempo Incorrecta
zh_cn: 时间表验证类型不正确

source: Incorrect Total Time Amount
es_es: Monto de tiempo total incorrecto.
zh_cn: 总时间量不正确

source: Incorrect Total Time Amount with Burden
es_es: Monto Total de Tiempo Incorrecto con Carga
zh_cn: 不正确的总时间量与负担

source: Incorrect Total Time Over Frequency
es_es: Tiempo Total Incorrecto Sobre Frecuencia
zh_cn: 频率总时间不正确

source: Incorrect Trigger Time
es_es: Tiempo de Inicio incorrecto
zh_cn: 错误触发器时间

source: Incorrect Type
es_es: Tipo Incorrecto
zh_cn: 错误类型

source: Incorrect Type for Punch
es_es: Tipo incorrecto para el marcaje
zh_cn: 打卡类型不正确

source: Incorrect Unit Cost
es_es: Costo Unitario incorrecto
zh_cn: 错误单位成本

source: Incorrect Unit Price
es_es: Precio Unitario incorrecto
zh_cn: 错误单价

source: Incorrect Unit Price Type
es_es: Tipo de Precio Unitario incorrecto
zh_cn: 错误单价类型

source: Incorrect Upgrade Expire Date
es_es: Fecha de Vencimiento de Actualizacion incorrecta
zh_cn: 错误升级失效日期

source: Incorrect Upload Frequency
es_es: Frecuencia de Subida incorrecta
zh_cn: 错误上载频率

source: Incorrect User
es_es: Usuario incorrecto
zh_cn: 错误用户

source: Incorrect User Name length
es_es: Tamaño de Usuario incorrecto
zh_cn: 错误用户名长度

source: Incorrect Wage
es_es: Sueldo Incorrecto
zh_cn: 错误工资

source: Incorrect Wage Source Type
es_es: Tipo de fuente de salario incorrecto
zh_cn: 工资来源类型不正确

source: Incorrect Watch Window
es_es: Ventana Incorrecta
zh_cn: 错误监视窗口

source: Incorrect Week Interval
es_es: Intervalo de Semana incorrecto
zh_cn: 错误周间隔

source: Incorrect Weekly Time
es_es: Tiempo Semanal incorrecto
zh_cn: 错误按周时间

source: Incorrect Weight
es_es: Peso Incorrecto
zh_cn: 错误重量

source: Incorrect Weight Unit
es_es: Unidades de Peso incorrectos
zh_cn: 错误重量单位

source: Incorrect Width
es_es: Ancho Incorrecto
zh_cn: 错误宽度

source: Incorrect Window Length
es_es: Duración de la Ventana es incorrecta
zh_cn: 错误窗口长度

source: Incorrect acknowledged status
es_es: Estado de reconocimiento incorrecto
zh_cn: 不正确的确认状态

source: Incorrect acknowledged type
es_es: Tipo reconocido incorrecto
zh_cn: 不正确的确认类型

source: Incorrect actual time stamp
es_es: Estampa de tiempo actual es incorrecta
zh_cn: 错误实际时间印章

source: Incorrect actual total time
es_es: Tiempo total incorrecto
zh_cn: 错误实际时间总计

source: Incorrect allowed date
es_es: Fecha permitida incorrecta
zh_cn: 不正确的允许日期

source: Incorrect always on week day adjustment
es_es: Siempre sobre el ajuste incorrecto días a la semana
zh_cn: 平日调整经常不正确

source: Incorrect amount type
es_es: Tipo de cantidad incorrecta
zh_cn: 金额类型不正确

source: Incorrect authorization level
es_es: Nivel de Autorizacion Incorrecto
zh_cn: 错误授权级别

source: Incorrect average processing time
es_es: Tiempo de procesamiento promedio incorrecto
zh_cn: 平均处理时间不正确

source: Incorrect bad quantity
es_es: Cantidad mala incorrecta
zh_cn: 错误坏数量

source: Incorrect characters in name
es_es: Caracteres incorrectos en el nombre
zh_cn: 名称中的错误字符

source: Incorrect characters in tag
es_es: Caracteres incorrectos en etiqueta
zh_cn: 标签中的字符不正确

source: Incorrect characters in user name
es_es: Usuario tiene caracteres incorrectos
zh_cn: 用户名含错误字符

source: Incorrect code
es_es: Código incorrecto
zh_cn: 错误代码

source: Incorrect credit card bank phone number
es_es: Numero de Teléfono del Banco de la Tarjeta de Crédito es incorrecto
zh_cn: 错误信用卡银行电话号码

source: Incorrect credit card number
es_es: Numero de Tarjeta de Crédito incorrecto
zh_cn: 错误信用卡号码

source: Incorrect credit card security code
es_es: Código de Seguridad de Tarjeta de Crédito incorrecto
zh_cn: 错误信用卡安全代码

source: Incorrect credit card type
es_es: Tipo de Tarjeta de Crédito incorrecto
zh_cn: 错误信用卡类型

source: Incorrect customs unit value
es_es: Valor de Unidad de Aduanas es incorrecto
zh_cn: 错误自定义单位值

source: Incorrect daily trigger time
es_es: Tiempo de activación diario incorrecto.
zh_cn: 每日触发时间不正确

source: Incorrect data format
es_es: Formato de datos incorrecto
zh_cn: 数据格式不正确

source: Incorrect date
es_es: Fecha Incorrecta
zh_cn: 错误日期

source: Incorrect date format
es_es: Formato de fecha incorrecto
zh_cn: 错误日期格式

source: Incorrect day of month
es_es: Día incorrecto del mes
zh_cn: 一个月中的第几天不正确

source: Incorrect day of week
es_es: Día de la semana incorrecto
zh_cn: 星期几不正确

source: Incorrect day start time
es_es: Tiempo de inicio del día incorrecto
zh_cn: 错误日开始日期

source: Incorrect day to start a week on
es_es: Día en que inicia la semana incorrecto
zh_cn: 错误每周开始日子

source: Incorrect default TimeSheet view
es_es: Vista Predeterminada de la Hoja de Tiempo incorrecta
zh_cn: 错误默认考勤表视图

source: Incorrect demerit value
es_es: Valor de Demérito incorrecto
zh_cn: 错误记过值

source: Incorrect distance units
es_es: Unidades de distancia incorrectas
zh_cn: 距离单位不正确

source: Incorrect due date
es_es: Fecha de vencimiento incorrecta
zh_cn: 截止日期不正确

source: Incorrect effective date
es_es: Fecha Efectiva incorrecta
zh_cn: 错误有效日期

source: Incorrect end date
es_es: Fecha de fin incorrecta
zh_cn: 错误结束日期

source: Incorrect end time
es_es: Tiempo de salida incorrecto
zh_cn: 错误结束日期

source: Incorrect end time stamp
es_es: Marca de tiempo de fin incorrecta
zh_cn: 错误结束时间印章

source: Incorrect exclude account amount type
es_es: Excluir incorrectamente el tipo de cantidad de la cuenta.
zh_cn: 错误除外帐户金额类型

source: Incorrect expiry date
es_es: Fecha de Vencimiento incorrecto
zh_cn: 错误失效日期

source: Incorrect file type, must be a JPG or PNG image
es_es: Tipo de archivo incorrecto, debe ser una imagen JPG o PNG.
zh_cn: 文件类型不正确，必须是 JPG 或 PNG 图片

source: Incorrect frequency
es_es: Frecuencia incorrecta
zh_cn: 错误频率

source: Incorrect frequency day of month
es_es: Frecuencia del día del mes incorrecta
zh_cn: 错误频率月之日

source: Incorrect frequency day of week
es_es: Frecuencia del día de la semana incorrecta
zh_cn: 错误频率周之日

source: Incorrect frequency month
es_es: Frecuencia de mes incorrecta
zh_cn: 错误频率月

source: Incorrect frequency primary day of month
es_es: Frecuencia incorrecta del día primario del mes.
zh_cn: 一个月的第一天频率不正确

source: Incorrect frequency quarter month
es_es: Frecuencia incorrecta trimestre mes
zh_cn: 不正确的频率季月

source: Incorrect frequency secondary day of month
es_es: Frecuencia incorrecta segundo día del mes
zh_cn: 每月次日的频率不正确

source: Incorrect grace value
es_es: Valor de Gracia incorrecto
zh_cn: 错误宽限值

source: Incorrect graduation date
es_es: Fecha de graduación incorrecta
zh_cn: 毕业日期不正确

source: Incorrect include account amount type
es_es: Incluir el número de cuenta incorrecto tipo.
zh_cn: 错误包括帐户金额类型

source: Incorrect language
es_es: Idioma incorrecto
zh_cn: 错误语言

source: Incorrect last batch number
es_es: Número de lote último incorrecto
zh_cn: 最后一批号不正确

source: Incorrect last check number
es_es: Número de verificación incorrecto de última revisión.
zh_cn: 上次支票号码不正确

source: Incorrect last partial push date
es_es: Fecha de empuje parcial incorrecta última
zh_cn: 上次部分推送日期不正确

source: Incorrect last poll date
es_es: Fecha incorrecta del último sondeo.
zh_cn: 上次投票日期不正确

source: Incorrect last punch date
es_es: Fecha de último marcaje incorrecta
zh_cn: 最后打卡日期不正确

source: Incorrect last push date
es_es: Fecha de último empuje incorrecta
zh_cn: 上次推送日期不正确

source: Incorrect last run
es_es: Ultima ejecución Incorrecta
zh_cn: 最后一次运行错误

source: Incorrect last run date
es_es: Fecha de ejecución incorrecta del último
zh_cn: 上次运行日期不正确

source: Incorrect last run processing time
es_es: Tiempo de procesamiento de la última ejecución incorrecta
zh_cn: 上次运行处理时间不正确

source: Incorrect license expiry date
es_es: Fecha de vencimiento de licencia incorrecta
zh_cn: 许可证到期日期不正确

source: Incorrect license issued date
es_es: Fecha de emisión de licencia incorrecta
zh_cn: 许可证签发日期不正确

source: Incorrect maximum daily trigger time
es_es: Tiempo de activación diario máximo incorrecto.
zh_cn: 每日最大触发时间不正确

source: Incorrect maximum length of service unit
es_es: Máxima incorrecta de longitud de unidades de servicio
zh_cn: 错误最长工龄单位

source: Incorrect maximum purchase quantity
es_es: Cantidad máxima de compra incorrecta
zh_cn: 错误最高订购数量

source: Incorrect maximum weekly trigger time
es_es: Tiempo de activación máxima semanal incorrecta.
zh_cn: 最大每周触发时间不正确

source: Incorrect milestone rollover day of month
es_es: Punto de rollover del Día del Mes incorrecto
zh_cn: 错误里程碑转入月之日

source: Incorrect milestone rollover month
es_es: Punto de rollover del Mes incorrecto
zh_cn: 错误里程碑转入月
