Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Time Difference %
es_es: Diferencia de Tiempo %
zh_cn: 时差 %

source: Time Format
es_es: Formato de Tiempo
zh_cn: 时间格式

source: Time Period
es_es: Período de tiempo
zh_cn: 时间段

source: Time Period cannot span quarters, you must run this report separately for each quarter
es_es: El periodo de tiempo no puede abarcar trimestres, debe ejecutar este informe por separado para cada trimestre.
zh_cn: 时间段不能跨越季度，您必须为每个季度单独运行此报告

source: Time Period is set to Custom Dates, but dates are not specified
es_es: El período de tiempo está establecido en fechas personalizadas, pero las fechas no están especificadas.
zh_cn: 时间段设置为自定义日期，但未指定日期

source: Time Period is set to Custom Pay Period, but no pay period is selected
es_es: El periodo de tiempo se establece en el periodo de pago personalizado, pero no se selecciona ningún periodo de pago.
zh_cn: 时间段设置为自定义支付期，但未选择支付期

source: Time Since
es_es: Tiempo desde
zh_cn: 时间自

source: Time Source Contributing Shift Policy
es_es: Política de Turnos de Contribución de Fuente de Tiempo
zh_cn: 时间源贡献轮班政策

source: Time Source Contributing Shift Policy is invalid
es_es: La Política de Turno Contribuyente de Tiempo Fuente es inválida.
zh_cn: 时间源促成的轮班策略无效

source: Time Taken
es_es: Tiempo Tomado
zh_cn: 所用的时间

source: Time Unit
es_es: Unidad de Tiempo
zh_cn: 时间单位

source: Time Unit Format
es_es: Formato de Unidad de Tiempo
zh_cn: 时间单位格式

source: Time Units
es_es: Unidades de Tiempo
zh_cn: 时间单位

source: Time Window
es_es: Ventana de Tiempo
zh_cn: 时间窗口

source: Time Zone
es_es: Zona Horaria
zh_cn: 时区

source: Time Zone detected as
es_es: Zona horaria detectada como
zh_cn: 时区检测为

source: Time and status match that of another punch, this could be due to rounding
es_es: El tiempo y el estado coinciden con el de otro marcaje, esto podría deberse al redondeo.
zh_cn: 时间和状态与另一拳的时间和状态匹配，这可能是由于四舍五入

source: Time conflicts with another punch on this day
es_es: Conflictos de tiempo con otra marca en el día
zh_cn: 时间和这一天的另一打卡有冲突

source: Time conflicts with another punch on this day (c)
es_es: Los conflictos de tiempo con otro golpe en este día (c)
zh_cn: 时间和这一天的另一打卡有冲突

source: Time does not match Start Date/Time and End Date/Time
es_es: El tiempo no coincide con la fecha y hora de inicio y la fecha y hora de finalización.
zh_cn: 时间与开始日期/时间和结束日期/时间不匹配

source: Time exceeds available balance threshold limit
es_es: El límite de saldo disponible excede el límite de tiempo.
zh_cn: 时间超过可用余额阈值限制

source: Time matches another punch in the same punch pair, this could be due to rounding
es_es: El tiempo coincide con otro marcaje en el mismo par de marcajes, esto podría deberse al redondeo.
zh_cn: 时间与同一对拳中的另一个拳相匹配，这可能是由于四舍五入

source: Time of Day
es_es: Hora del día
zh_cn: 一天中的时间

source: Time period for this event has not ended yet, are you sure you want to process this event early?
es_es: ¿Estás seguro de que quieres procesar este evento antes de que termine el período de este evento?
zh_cn: 此事件的时间段尚未结束，您确定要提前处理此事件吗？

source: Time stamp not specified
es_es: Sin especificar la marca de tiempo
zh_cn: 未指定时间戳

source: TimeClock
es_es: Reloj de Tiempo
zh_cn: 时间时钟

source: TimeClock Administrator
es_es: Administrador de Reloj de Tiempo
zh_cn: 时钟管理员

source: TimeClock FingerPrint (v10)
es_es: Huella Digital de TimeClock (v10)
zh_cn: 时间时钟指纹 (v10)

source: TimeClock FingerPrint (v9)
es_es: Huella Digital de TimeClock (v9)
zh_cn: 时间时钟指纹 (v9)

source: TimeClock Manual Command
es_es: Comando Manual:
zh_cn: 时钟手动命令

source: TimeClock: TT-A8
es_es: Reloj de Tiempo: TT-A8
zh_cn: 时钟：TT-A8

source: TimeClock: TT-US100
es_es: Reloj de tiempo: TT-US100
zh_cn: 时钟：TT-US100

source: TimeSheet
es_es: Hoja de Tiempo
zh_cn: 考勤表

source: TimeSheet (Authorizations)
es_es: Hoja de Tiempo (Autorizaciones)
zh_cn: 时间表（授权）

source: TimeSheet Accumulated Time
es_es: Hoja de tiempo acumulado
zh_cn: 时间表累计时间

source: TimeSheet Authorizations
es_es: Autorizaciones de Hoja de Tiempo
zh_cn: 时间表授权

source: TimeSheet Detail
es_es: Detalle de la Hoja de Tiempo
zh_cn: 时间表未验证

source: TimeSheet Detail Report
es_es: Reporte del Detalle de Hoja de Tiempo
zh_cn: 考勤表详细报表

source: TimeSheet Modified After Verification
es_es: Hoja de tiempo modificada después de verificación.
zh_cn: 验证后修改的时间表

source: TimeSheet Not Verified
es_es: Hoja de tiempo no verificada
zh_cn: 时间表未验证

source: TimeSheet Notes
es_es: Notas de hoja de tiempo
zh_cn: 时间表注释

source: TimeSheet ReCalculation Wizard
es_es: Asistente de Recalculación de Hoja de Tiempo
zh_cn: 时间表重新计算向导

source: TimeSheet Reports
es_es: Informes de Hoja de Tiempo
zh_cn: 时间表报告

source: TimeSheet Summary
es_es: Resumen de hoja de tiempo
zh_cn: 时间表摘要

source: TimeSheet Summary Report
es_es: Reporte del Resumen de Hoja de Tiempo
zh_cn: 考勤表摘要报表

source: TimeSheet Verification
es_es: Verificación de Planilla de Tiempo
zh_cn: 时间表验证

source: TimeSheet Verification Tainted
es_es: Verificación de la Hoja de Tiempo Contaminada
zh_cn: 时间表验证被污染

source: TimeSheet Verifications
es_es: Verificaciones de Hoja de Tiempo
zh_cn: 时间表验证

source: TimeSheet Verifications (Subordinates)
es_es: Verificaciones de Hoja de Tiempo (Subordinados)
zh_cn: 时间表验证（下级）

source: TimeSheet Verify
es_es: Verificar Hoja de Tiempo
zh_cn: 考勤表确认

source: TimeSheet electronically authorized by
es_es: Hoja de tiempo autorizada electrónicamente por
zh_cn: 电子授权的时间表

source: TimeSheet electronically signed by
es_es: Hoja de tiempo firmada electrónicamente por
zh_cn: 考勤表经电子签署，签名人是

source: TimeSheet has already been authorized/declined
es_es: La hoja de tiempo ya ha sido autorizada/declinada.
zh_cn: 时间表已被授权/拒绝

source: TimeSheet<br>Authorizations
es_es: Hoja de Tiempo<br>2. Autorizaciones
zh_cn: 时间表<br>授权

source: TimeSheet<br>Summary
es_es: Hoja de Tiempo<br>Resumen
zh_cn: 时间表<br>总结

source: TimeTrex Payment Services
es_es: Servicios de Pago TimeTrex
zh_cn: TimeTrex 支付服务

source: TimeTrex Version
es_es: Versión de TimeTrex
zh_cn: TimeTrex 版本

source: TimeTrex support
es_es: Soporte de TimeTrex
zh_cn: TimeTrex 支持

source: Timesheet Summary
es_es: Resumen de Hoja de Tiempo
zh_cn: 考勤表摘要

source: Timesheet Verification by Pay Period/Employee
es_es: Verificación de hoja de tiempo por período de pago/empleado
zh_cn: 按支付期间/员工的时间表验证

source: Timesheet Verification by Verification/Pay Period/Employee
es_es: Verificación de hoja de tiempo por verificación/período de pago/empleado
zh_cn: 按验证/支付期间/员工进行的时间表验证

source: Timesheet not available.
es_es: Hoja de tiempo no disponible.
zh_cn: 时间表不可用。

source: Timesheet verification required by %2
es_es: Verificación de hoja de tiempo requerida por %2
zh_cn: %2 要求的时间表验证

source: Timesheets
es_es: Hojas de tiempo
zh_cn: 时间表

source: Timestamp
es_es: Marca de tiempo
zh_cn: 时间戳

source: Timezone
es_es: Zona Horaria
zh_cn: 时区

source: Timor-Leste
es_es: Timor Oriental

source: Title
es_es: Titulo
zh_cn: 尊称

source: Title already exists
es_es: Titulo ya existe
zh_cn: 标题已存在

source: Title is invalid
es_es: Titulo no es valido
zh_cn: 标题无效

source: Title is too short or too long
es_es: El título es demasiado corto o demasiado largo.
zh_cn: 标题太短或太长

source: Titles
es_es: Títulos
zh_cn: 标题

source: To
es_es: Para
zh_cn: 发给

source: To Employee
es_es: Al empleado
zh_cn: 致员工

source: To better serve our customers your account has been migrated, please contact customer support immediately.
es_es: Para servir mejor a nuestros clientes, su cuenta ha sido migrada, por favor contacte al soporte al cliente de inmediato.
zh_cn: 为了更好地为我们的客户服务，您的帐户已迁移，请立即联系客户支持。

source: To better serve our customers your account has been migrated, please update your bookmarks to use the following URL from now on
es_es: Para servir mejor a nuestros clientes, su cuenta ha sido migrada, por favor actualice sus marcadores para usar la siguiente URL a partir de ahora.
zh_cn: 为了更好地服务我们的客户，您的帐户已迁移，请更新您的书签以从现在开始使用以下网址

source: To help determine how
es_es: Para ayudar a determinar cómo
zh_cn: 帮助确定如何

source: To manage your %1 emails, please go to your %2.
es_es: Para administrar tus correos electrónicos %1, por favor ve a tu %2.
zh_cn: 要管理您的 %1 电子邮件，请转到您的 %2。

source: To view this custom field, you must modify the permissions groups to allow "Punch -> Edit Custom Field (%1)" permissions
es_es: Para ver este campo personalizado, debe modificar los grupos de permisos para permitir "Marcaje -> Editar el campo personalizado (%1)"
zh_cn: 要查看此自定义字段，您必须修改权限组以允许“打卡 -> 编辑自定义字段 (%1)”权限

source: To: First Name
es_es: Hola, Primer Nombre.
zh_cn: 收件人：名字

source: To: Last Name
es_es: Para: Apellido
zh_cn: 收件人：姓氏

source: To: Middle Name
es_es: Segundo nombre
zh_cn: 致：中间名

source: Today
es_es: Hoy
zh_cn: 今天

source: Tomorrow
es_es: Mañana
zh_cn: 明天

source: Too Few Breaks
es_es: Demasiado pocos descansos
zh_cn: 太少休息

source: Too Many Breaks
es_es: Demasiadas Pausas
zh_cn: 太多休息

source: Top Check (Sage) [9085]
es_es: op Check (Sage) [9085]
zh_cn: 顶部检查（鼠尾草）[9085]

source: Total Absence Time
es_es: Total de Tiempo de Ausencia
zh_cn: 缺席时间总计

source: Total Absence Time (Taken)
es_es: Tiempo de ausencia total (tomado)
zh_cn: 总缺席时间（占用）

source: Total Absence Time Wage
es_es: Tiempo de ausencia total salario
zh_cn: 总缺勤时间工资

source: Total Active (Days)
es_es: Total Activo (Días)
zh_cn: 总活跃（天）

source: Total Amount
es_es: Cantidad Total
zh_cn: 总金额

source: Total Applications
es_es: Aplicaciones Totales
zh_cn: 总应用程序

source: Total Cost
es_es: Coste total
zh_cn: 成本总计

source: Total Deductions
es_es: Total de Deducciones
zh_cn: 扣除全额

source: Total Employees
es_es: Empleados Totales
zh_cn: 员工总数

source: Total Employees (Employed Entire Period)
es_es: Empleados Totales (Empleados durante todo el periodo)
zh_cn: 员工总数（整个期间的就业）

source: Total Employees (Hired before Period)
es_es: Empleados totales (contratados antes del periodo)
zh_cn: 员工总数（期前雇用）

source: Total Employees (Hired in Period)
es_es: Empleados totales (contratados en el periodo)
zh_cn: 员工总数(在职)

source: Total Employees (Terminated in Period)
es_es: Empleados totales (despedidos en el período)
zh_cn: 员工总数(终止期)

source: Total Employees By Gender/Ethnicity/Title
es_es: Empleados totales por género/etnia/título
zh_cn: 按性别/种族/职务划分的员工总数

source: Total Employees Hired By Month
es_es: Empleados totales contratados por mes
zh_cn: 按月雇用的员工总数

source: Total Employees Scheduled By Date/Hour of Day
es_es: Empleados totales programados por fecha/hora del día
zh_cn: 按日期/时间安排的员工总数

source: Total Employees Scheduled By Day of Week/Hour of Day
es_es: Empleados totales programados por día de la semana/hora del día
zh_cn: 按周/日安排的员工总数

source: Total Employees Terminated By Month
es_es: Empleados totales despedidos por mes
zh_cn: 按月终止的员工总数

source: Total Employees Worked By Date/Hour of Day
es_es: Empleados totales trabajados por fecha/hora del día
zh_cn: 按日期/工作时间划分的员工总数

source: Total Employees Worked By Day of Week/Hour of Day
es_es: Empleados totales trabajados por día de la semana/hora del día
zh_cn: 按工作日/工作小时划分的员工总数

source: Total Employees by Branch
es_es: Empleados totales por sucursal
zh_cn: 各分公司员工总数

source: Total Employees by Branch/Department
es_es: Empleados totales por sucursal/departamento
zh_cn: 分公司/部门员工总数

source: Total Employees by Department
es_es: Empleados totales por departamento
zh_cn: 各部门员工总数

source: Total Employees by Wage Type
es_es: Empleados totales por tipo de salario
zh_cn: 按工资类型划分的雇员总数

source: Total Exceptions
es_es: Excepciones Totales
zh_cn: 总异常

source: Total Gross
es_es: Total Bruto
zh_cn: 总毛值

source: Total Hours of Service
es_es: Horas totales de servicio
zh_cn: 总服务时间

source: Total Invoice Amount
es_es: Monto Total de la Factura
zh_cn: 发票总金额

source: Total Invoice Amount/Year
es_es: Monto Total de la Factura/Año
zh_cn: 发票总金额/年

source: Total OverTime
es_es: Tiempo Extra Total
zh_cn: 总计加班

source: Total OverTime Wage
es_es: Salario de tiempo extra total
zh_cn: 加班费总额

source: Total Paid Time
es_es: Tiempo total pagado
zh_cn: 累计支付时间

source: Total Pay Stubs
es_es: Talones de Pago Totales
zh_cn: 总工资单

source: Total Payments
es_es: Pagos Totales
zh_cn: 总付款

source: Total Premium Time
es_es: Tiempo de prima total
zh_cn: 总保费时间

source: Total Premium Time Wage
es_es: Tiempo Premium Total Salario
zh_cn: 保险时间工资总额

source: Total Punches
es_es: Marcajes Totales
zh_cn: 总计

source: Total Regular Time
es_es: Tiempo Regular Total
zh_cn: 总常规时间

source: Total Regular Time Wage
es_es: Salario de tiempo regular total
zh_cn: 正常时间工资总额

source: Total Reviews
es_es: Total de Reseñas
zh_cn: 总评论

source: Total Shifts
es_es: Turnos Totales
zh_cn: 总变化

source: Total Tainted Punches
es_es: Marcajes Tintados Totales
zh_cn: 全污染冲头

source: Total Taxes
es_es: Impuestos Totales
zh_cn: 总税收

source: Total Time
es_es: Tiempo Total
zh_cn: 时间总计

source: Total Time Amount
es_es: Cantidad de Tiempo Total
zh_cn: 总时间

source: Total Time Amount with Burden
es_es: Cantidad de tiempo total con carga
zh_cn: 总时间量与负担

source: Total Time Over
es_es: Tiempo total terminado
zh_cn: 总时间

source: Total Time Wage
es_es: Sueldo de Tiempo Total
zh_cn: 总时间工资

source: Total Time Wage Burden
es_es: Carga salarial total de tiempo.
zh_cn: 总时间工资负担

source: Total Time Wage w/Burden
es_es: Tiempo Total de Salario con Carga
zh_cn: 总时间工资与负担

source: Total Time by Branch
es_es: Tiempo total por sucursal
zh_cn: 分支行总时间

source: Total Time by Branch/Department
es_es: Tiempo total por sucursal/departamento
zh_cn: 按分公司/部门分类的总时间

source: Total Time by Branch/Department/Pay Period
es_es: Tiempo total por sucursal/departamento/periodo de pago
zh_cn: 按分公司/部门/支付周期计算的总时间

source: Total Time by Date/Employee
es_es: Tiempo total por fecha/empleado
zh_cn: 按日期/员工计算的总时间

source: Total Time by Department
es_es: Tiempo total por departamento.
zh_cn: 各部门总时间

source: Total Time by Employee
es_es: Tiempo total por empleado
zh_cn: 按员工划分的总工作时间

source: Total Time by Employee/Date
es_es: Tiempo total por empleado/fecha
zh_cn: 按员工/日期计算的总时间

source: Total Time by Employee/Pay Period
es_es: Tiempo total por empleado/período de pago
zh_cn: 按员工/工资期计算的总时间

source: Total Time by Pay Branch/Pay Period
es_es: Tiempo total por rama de pago/Período de pago
zh_cn: 按支付部门/支付期间计算的总时间

source: Total Time by Pay Department/Pay Period
es_es: Tiempo total por Departamento de Pago/Período de Pago
zh_cn: 按支付部门/支付周期计算的总时间

source: Total Time by Pay Period
es_es: Tiempo total por periodo de pago
zh_cn: 按工资周期计算的总时间

source: Total Time by Pay Period/Branch
es_es: Tiempo total por período de pago/sucursal
zh_cn: 按支付周期/分行计算的总时间

source: Total Time by Pay Period/Branch/Department
es_es: Tiempo total por período de pago/sucursal/departamento
zh_cn: 按支付周期/分公司/部门计算的总时间

source: Total Time by Pay Period/Department
es_es: Tiempo total por período de pago/departamento
zh_cn: 按工资周期/部门计算的总工作时间

source: Total Time by Pay Period/Employee
es_es: Tiempo total por periodo de pago/empleado
zh_cn: 按工资期/员工计算的总工作时间

source: Total Time must be greater than 0
es_es: El tiempo total debe ser mayor que 0.
zh_cn: 总时间必须大于0

source: Total Time+Wage by Branch
es_es: Tiempo total + salario por sucursal
zh_cn: 总工时+各部门工资

source: Total Time+Wage by Branch/Department
es_es: Tiempo total + Salario por Sucursal/Departamento
zh_cn: 总工时+部门工资

source: Total Time+Wage by Branch/Department/Pay Period
es_es: Tiempo total + Salario por Sucursal/Departamento/Periodo de Pago
zh_cn: 总工时+分公司/部门/工资

source: Total Time+Wage by Date/Employee
es_es: Tiempo total + Salario por Fecha/Empleado
zh_cn: 总工时+日期/员工工资

source: Total Time+Wage by Department
es_es: Tiempo total + Salario por Departamento
zh_cn: 总工时+部门工资

source: Total Time+Wage by Employee
es_es: Tiempo total + Salario por Empleado
zh_cn: 总工时+员工工资

source: Total Time+Wage by Employee/Date
es_es: Tiempo total + Salario por Empleado/Fecha
zh_cn: 总工时+员工工资/日期

source: Total Time+Wage by Employee/Pay Period
es_es: Tiempo total + Salario por empleado/Período de pago
zh_cn: 总工时+员工工资/工资期

source: Total Time+Wage by Pay Branch/Pay Period
es_es: Tiempo total + salario por rama de pago / periodo de pago
zh_cn: 按支付部门/支付期划分的总时间+工资

source: Total Time+Wage by Pay Department/Pay Period
es_es: Tiempo total + salario por Departamento de Pago/Período de Pago
zh_cn: 按发薪期划分的总时间+工资

source: Total Time+Wage by Pay Period
es_es: Tiempo total + salario por periodo de pago
zh_cn: 按发薪期划分的总时间+工资

source: Total Time+Wage by Pay Period/Branch
es_es: Tiempo total + salario por periodo de pago/sucursal
zh_cn: 总时间+工资，按支付期/分公司

source: Total Time+Wage by Pay Period/Branch/Department
es_es: Tiempo total + salario por periodo de pago/sucursal/departamento
zh_cn: 按支付期/分公司/部门划分的总时间+工资

source: Total Time+Wage by Pay Period/Department
es_es: Tiempo total + salario por período de pago/departamento.
zh_cn: 按工资期/部门划分的总时间+工资

source: Total Time+Wage by Pay Period/Employee
es_es: Tiempo total + salario por periodo de pago/empleado
zh_cn: 按工资期/员工划分的总时间+工资

source: Total Time/Wage by Job/Task Group/Task
es_es: Tiempo/Salario total por Grupo de Trabajo/Tarea/Tarea
zh_cn: 按工作/任务组/任务划分的总时间/工资

source: Total Transactions
es_es: Transacciones Totales
zh_cn: 交易总额

source: Total Weight
es_es: Peso total
zh_cn: 总重量

source: Total Worked Time
es_es: Tiempo de trabajo total
zh_cn: 总工作时间

source: Total time exceeds available balance threshold limit
es_es: El tiempo total excede el límite de umbral de saldo disponible.
zh_cn: 总时间超过可用余额阈值限制

source: Total time is too high
es_es: El tiempo total es demasiado alto.
zh_cn: 总时间太长了

source: Totaling Data...
es_es: Sumando Datos...
zh_cn: 合计数据。。。

source: Totals
es_es: Totales
zh_cn: 总计

source: Totals by Branch
es_es: Totales por rama
zh_cn: 分公司合计

source: Totals by Branch/Department
es_es: Totales por Sucursal/Departamento
zh_cn: 分公司/部门合计

source: Totals by Branch/Department/Pay Period
es_es: Totales por Sucursal/Departamento/Período de Pago
zh_cn: 分公司/部门/支付期合计

source: Totals by Branch/Pay Period
es_es: Totales por Sucursal/Período de Pago
zh_cn: 按分行/支付期分列的总计

source: Totals by Department
es_es: Totales por Departamento
zh_cn: 按部门划分的总数

source: Totals by Department/Pay Period
es_es: Totales por Departamento/Período de Pago
zh_cn: 按部门/支付期分列的总计

source: Totals by Employee
es_es: Totales por Empleado
zh_cn: 按雇员划分的总数

source: Totals by Employee/Pay Period
es_es: Totales por Empleado/Período de Pago
zh_cn: 按员工/工资期分列的总计

source: Totals by Group
es_es: Totales por Grupo
zh_cn: 按组别划分的总数

source: Totals by Pay Period
es_es: Totales por periodo de pago
zh_cn: 按发薪期划分的总数

source: Totals by Pay Period/Employee
es_es: Totales por periodo de pago/empleado
zh_cn: 按工资期/员工分列的总计

source: Totals by Title
es_es: Totales por título
zh_cn: 按标题分列的总数

source: Trace Number
es_es: Número de rastreo
zh_cn: 运单号

source: Tracking #
es_es: Seguimiento
zh_cn: 跟踪编号＃

source: Tracking Number
es_es: Número de rastreo
zh_cn: 运单号

source: Tracking number is too short or too long
es_es: Numero de Tracking es muy corto o muy largo
zh_cn: 跟踪编号太短或太长

source: Trade Name
es_es: Nombre comercial
zh_cn: 商品名称

source: Trade name is too short or too long
es_es: El nombre comercial es demasiado corto o demasiado largo.
zh_cn: 商品名太短或太长

source: Transaction
es_es: Transacción
zh_cn: 交易

source: Transaction Always On Business Day
es_es: Transacción Siempre Activa Durante Días Laborables
zh_cn: 交易总是在工作日进行

source: Transaction Always on Business Day
es_es: Transacción siempre en día hábil de negocios.
zh_cn: 交易总是在工作日进行

source: Transaction Amount
es_es: Cantidad de Transacción
zh_cn: 交易总计

source: Transaction Date
es_es: Fecha de la transacción
zh_cn: 交易日期

source: Transaction Date cannot be modified to a different year as it would result in tax/deductions being incorrect
es_es: La fecha de la transacción no se puede modificar a un año diferente ya que esto resultaría en impuestos/deducciones incorrectas.
zh_cn: 交易日期不能修改为其他年份，因为这会导致税款/扣减不正确

source: Transaction Date in this pay period cannot come after a subsequent payroll run transaction date
es_es: La fecha de transacción en este período de pago no puede venir después de una fecha de transacción de ejecución de nómina posterior.
zh_cn: 此支付期中的交易日期不能晚于后续工资单运行交易日期

source: Transaction Date in this pay period cannot come before a previous payroll run transaction date
es_es: La fecha de transacción en este período de pago no puede ser anterior a la fecha de transacción de la nómina anterior.
zh_cn: 此支付期中的交易日期不能早于上一个工资单运行交易日期

source: Transaction Day Of Month
es_es: Día de Transacción del Mes
zh_cn: 每月的交易日

source: Transaction End Date
es_es: Fecha de finalización de la transacción
zh_cn: 交易结束日期

source: Transaction Start Date
es_es: Fecha de inicio de transacción
zh_cn: 交易开始日期

source: Transaction Status
es_es: Estado de la transacción
zh_cn: 交易状态

source: Transaction Summary
es_es: Resumen de Transacción
zh_cn: 交易总结

source: Transaction Type
es_es: Tipo de Transacción
zh_cn: 交易类型

source: Transaction date is before pay period end date
es_es: La fecha de transacción es previa a la fecha de fin de periodo de pago
zh_cn: 交易期在工资期结束日之前

source: Transaction date not specified
es_es: Fecha de transacción no especificada
zh_cn: 未指定交易日期

source: Transaction is invalid or payment processing gateway is not configured properly
es_es: Transacción no es valida o salida de procesado de pago no esta configurada correctamente
zh_cn: 交易无效或支付处理网关没有妥善配置

source: Transactions
es_es: Transacciones
zh_cn: 交易

source: Transactions must not exist for opening balance pay stub
es_es: Las transacciones no deben existir para el recibo de pago de saldo de apertura.
zh_cn: 期初余额工资单不得存在交易

source: Transfer
es_es: Transferencia
zh_cn: 调职

source: Transfer Punches
es_es: Transferencia de Marcajes
zh_cn: 转账打卡

source: Transfer punch.
es_es: Marcaje de transferencia.
zh_cn: 转账打卡.

source: Transit/Routing
es_es: Transbordo/Enrutamiento
zh_cn: 运输/路线

source: Transmit forms to the CRA with TimeTrex Payment Services automatically.
es_es: Transmitir formularios a la CRA con los Servicios de Pago TimeTrex automáticamente.
zh_cn: 使用 TimeTrex 支付服务自动将表格传输到 CRA。

source: Transmit payment with TimeTrex Payment Services automatically.
es_es: Transmitir el pago con los Servicios de Pago de TimeTrex automáticamente.
zh_cn: 使用 TimeTrex 支付服务自动传输付款。

source: Transmittal of Wage and Tax Statement
es_es: Transmisión de Estado de Salario y Impuestos
zh_cn: 工资和税收报表的传递

source: Transmittal of Wage and Tax Statements
es_es: Transmisión de Estados de Salarios y Impuestos
zh_cn: 工资和税务报表的传递

source: Transmittal of Withholding Tax Statements
es_es: Transmisión de Declaraciones de Impuestos Retenidos
zh_cn: 预扣税报表的传递

source: Transmitter Report for Filing Kentucky Wage Statements
es_es: Informe de transmisión para presentar declaraciones de salarios de Kentucky
zh_cn: 用于提交肯塔基州工资报表的发送器报告

source: Transportation and Warehousing
es_es: Transporte y Almacenamiento
zh_cn: 运输及仓储

source: Trinidad and Tobago
es_es: Trinidad y Tobago

source: True
es_es: Verdadero
zh_cn: 真

source: Tue
es_es: Mar
zh_cn: 周二

source: Tuesday
es_es: Martes
zh_cn: 周二

source: Tuesday-Monday
es_es: Martes-Lunes
zh_cn: 周二－周一

source: Tunisia
es_es: Túnez

source: Turin
es_es: Turín

source: Turkey
es_es: Turquía

source: Turkmenistan
es_es: Turkmenistán

source: Turks and Caicos Islands
es_es: Islas Turcas y Caicos

source: Turn on Notifications
es_es: Activa las notificaciones.
zh_cn: 打开通知

source: Type
es_es: Tipo
zh_cn: 类型

source: Type Exclusive
es_es: Tipo Exclusivo
zh_cn: 类型独有

source: Type already exists
es_es: El Tipo ya existe
zh_cn: 类型已存在

source: Type already exists for this employee
es_es: Ya existe un tipo para este empleado.
zh_cn: 此员工的类型已存在

source: Type already exists for this user default notification
es_es: Ya existe un tipo para esta notificación predeterminada del usuario.
zh_cn: 此用户默认通知的类型已存在

source: Type cannot be modified on an existing record
es_es: El tipo no se puede modificar en un registro existente.
zh_cn: 无法在现有记录上修改类型
