Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Edit permission denied, employee does not exist
es_es: Edición de permisos denegada, el empleado no existe
zh_cn: 不允许修改权限，员工不存在

source: Edit permission denied, record does not exist
es_es: Edición de permisos Denegada, el registro no existe
zh_cn: 不允许修改权限，纪录不存在

source: Education
es_es: Educación
zh_cn: 教育

source: Education End Date
es_es: Fecha de finalización de la educación
zh_cn: 教育结束日期

source: Education Graduation Date
es_es: Fecha de graduación de la educación
zh_cn: 教育毕业日期

source: Education Information By Course/Employee
es_es: Información Educativa Por Curso/Empleado
zh_cn: 按课程/员工列出的教育信息

source: Education Information By Employee
es_es: Información Educativa Por Empleado
zh_cn: 员工教育信息

source: Education Start Date
es_es: Fecha de inicio de la educación
zh_cn: 教育开始日期

source: Educational Services
es_es: Servicios Educativos
zh_cn: 教育

source: Effective Date
es_es: Fecha Efectiva
zh_cn: 有效日期

source: Effective Date Time Period
es_es: Fecha efectiva Período de tiempo
zh_cn: 生效日期时间段

source: Effective Date not specified
es_es: Fecha efectiva no especificada
zh_cn: 未指定生效日期

source: Effective Day: Fri
es_es: Día efectivo: Viernes
zh_cn: 生效日：周五

source: Effective Day: Mon
es_es: Día efectivo: Lunes
zh_cn: 生效日：周一

source: Effective Day: Sat
es_es: Día efectivo: Sábado
zh_cn: 生效日：星期六

source: Effective Day: Sun
es_es: Día efectivo: Domingo
zh_cn: 生效日：星期日

source: Effective Day: Thu
es_es: Día efectivo: Jue
zh_cn: 生效日：周四

source: Effective Day: Tue
es_es: Día efectivo: Martes
zh_cn: 生效日：周二

source: Effective Day: Wed
es_es: Día efectivo: Miércoles
zh_cn: 生效日：周三

source: Effective Days
es_es: Días Efectivos
zh_cn: 有效日子

source: Effective date is after the employees termination date
es_es: La fecha efectiva es después de la fecha de terminación del empleado.
zh_cn: 生效日期在员工离职日期之后

source: Effective date is after the employees termination date.
es_es: La fecha efectiva es después de la fecha de terminación del empleado.
zh_cn: 生效日期在员工离职日期之后。

source: Effective date is before the Incurred date
es_es: La fecha efectiva es antes de la fecha incurrida.
zh_cn: 生效日期早于发生日期

source: Effective date is before the employees hire date
es_es: La fecha efectiva es antes de la fecha de contratación de los empleados.
zh_cn: 生效日期早于员工雇用日期

source: Effective date is before the employees hire date.
es_es: La fecha efectiva es antes de la fecha de contratación de los empleados.
zh_cn: 生效日期早于员工雇用日期。

source: Effective date is invalid
es_es: La fecha efectiva no es válida.
zh_cn: 生效日期无效

source: Egypt
es_es: Egipto
zh_cn: 埃及

source: Eighth Monthly Tax Return (File and Pay)
es_es: Declaración Mensual Octava (Archivar y Pagar)
zh_cn: 第八份每月报税表(提交及缴纳)

source: Elapsed break time is only <span class="font-bold font-large color-red">%1 minutes</span>. <br><br>%2
es_es: El tiempo de descanso transcurrido es solo %1 minutos
zh_cn: 经过的休息时间仅<span class="font-bold font-large color-red">%1分钟</span>。< br > < br > % 2

source: Elapsed lunch time is only <span class="font-bold font-large color-red">%1 minutes</span>. <br><br>%2
es_es: El tiempo de almuerzo transcurrido es solo %1 minutos
zh_cn: 午饭时间仅<span class="font-bold font-large - color-red">%1分钟</span>。< br > < br > % 2

source: Electronically signed by
es_es: Firmado electrónicamente por
zh_cn: 电子签名

source: Elias Pina
es_es: Elías Pina

source: Eligibility
es_es: Eligibilidad
zh_cn: 合格

source: Eligible Contributing Shift Policy
es_es: Política de turnos contribuyentes elegibles
zh_cn: 合格的贡献转移政策

source: Eligible Contributing Shift Policy is invalid
es_es: La política de turnos contribuyentes elegibles es inválida.
zh_cn: 合格的贡献班次政策无效

source: Eligible Hours of Service
es_es: Horas de servicio elegibles
zh_cn: 符合条件的服务时间

source: Eligible Time Contributing Pay Code Policy
es_es: Política de Código de Pago de Tiempo Eligible
zh_cn: 符合条件的时间贡献薪酬代码政策

source: Email
es_es: Correo Electrónico

source: Email (Home)
es_es: Correo electrónico (Casa)
zh_cn: 电子邮件（主页）

source: Email (Work)
es_es: Correo electrónico (Trabajo)
zh_cn: 电子邮件（工作）

source: Email Address
es_es: Dirección de correo electrónico
zh_cn: 电子邮件地址

source: Email Address Confirmed
es_es: Dirección de correo electrónico confirmada.
zh_cn: 电子邮件地址已确认

source: Email Address:
es_es: Dirección de correo electrónico:
zh_cn: 电子邮件地址：

source: Email Bcc address is too short or too long
es_es: Bcc de Correo Electrónico es muy corto o muy largo
zh_cn: 密送的地址太短或太长

source: Email Confirmation
es_es: Confirmación de correo electrónico
zh_cn: 邮件确认

source: Email Even If Blank
es_es: Enviar correo electrónico incluso si está en blanco.
zh_cn: 电子邮件即使空白

source: Email Invoice To Contact(s)
es_es: Enviar factura por correo electrónico al contacto(s)
zh_cn: 通过电子邮件将发票发送给联系人

source: Email Invoice to
es_es: Enviar Factura a
zh_cn: 发票Email给

source: Email Message to
es_es: Enviar Mensaje a
zh_cn: Email 信息到

source: Email Notification Exception
es_es: Excepción de Notificación de Correo Electrónico
zh_cn: 电子邮件通知异常

source: Email Notification Home
es_es: Notificación de correo electrónico Hogar
zh_cn: 电子邮件通知主页

source: Email Notification Message
es_es: Mensaje de notificación de correo electrónico
zh_cn: 电子邮件通知消息

source: Email Support
es_es: Soporte por correo electrónico
zh_cn: 电子邮件支持

source: Email address
es_es: Dirección de correo electrónico
zh_cn: 电子邮件地址

source: Email address already exists, please login instead
es_es: La dirección de correo electrónico ya existe, por favor inicia sesión en su lugar.
zh_cn: 电子邮件地址已存在，请登录代替

source: Email address does not exist on server
es_es: La dirección de correo electrónico no existe en el servidor.
zh_cn: 服务器上没有电子邮件地址

source: Email address does not have a valid DNS MX record
es_es: La dirección de correo electrónico no tiene un registro DNS MX válido.
zh_cn: 电子邮件地址没有有效的DNS MX记录

source: Email address does not have a valid DNS record
es_es: La dirección de correo electrónico no tiene un registro DNS válido.
zh_cn: 电子邮件地址没有有效的DNS记录

source: Email address is invalid
es_es: Correo Electrónico no es valido
zh_cn: Email 地址无效

source: Email address was not found in our database (a)
es_es: La dirección de correo electrónico no se encontró en nuestra base de datos (a).
zh_cn: 在我们的数据库中找不到邮箱地址(a)

source: Email address was not found in our database (b)
es_es: La dirección de correo electrónico no se encontró en nuestra base de datos (b)

source: Email address was not found in our database (z)
es_es: La dirección de correo electrónico no se encontró en nuestra base de datos (z).
zh_cn: 在我们的数据库中找不到邮箱地址(z)

source: Email body is too short or too long
es_es: Cuerpo del Correo Electrónico es muy corto o muy largo
zh_cn: Email的内容太短或太长

source: Email from address is too short or too long
es_es: Correo Electrónico es muy corto o muy largo
zh_cn: 发自的地址太短或太长

source: Email is invalid
es_es: El correo electrónico no es válido.
zh_cn: 电子邮件无效

source: Email must be specified
es_es: El correo electrónico debe especificarse.
zh_cn: 必须指定电子邮件

source: Email not specified
es_es: Correo electrónico no especificado.
zh_cn: 未指定电子邮件

source: Email or Password is incorrect
es_es: El correo electrónico o la contraseña es incorrecta.
zh_cn: 电子邮件或密码不正确

source: Email sent
es_es: Correo electrónico enviado
zh_cn: 邮件已发送

source: Email subject is too short or too long
es_es: Asunto del Correo Electrónico es muy corto o muy largo
zh_cn: Email的主题太短或太长

source: Email validation date is invalid
es_es: La fecha de validación de correo electrónico no es válida.
zh_cn: 电子邮件验证日期无效

source: Email validation key is invalid
es_es: La clave de validación de correo electrónico no es válida.
zh_cn: 电子邮件验证密钥无效

source: Email:
es_es: Correo electrónico
zh_cn: 电子邮件：

source: Emailed Report
es_es: Informe enviado por correo electrónico
zh_cn: 电子邮件报告

source: Emergency Contact
es_es: Contacto de Emergencia
zh_cn: 紧急联系人

source: Employed Time Period (Full)
es_es: Periodo de tiempo empleado (completo)
zh_cn: 就业时间段（完整）

source: Employed Time Period (Partial)
es_es: Periodo de empleo (Parcial)
zh_cn: 受雇时间段（部分）

source: Employee
es_es: Empleado
zh_cn: 员工

source: Employee #
es_es: Empleado #
zh_cn: 员工 #

source: Employee & Superior
es_es: Empleados & Superiores
zh_cn: 员工及上司

source: Employee (One Employee/Page)
es_es: Empleado (Un empleado/Página)
zh_cn: 员工 (单员工/页)

source: Employee / Spouse Allowances
es_es: Concesiones al Empleado / Esposa (o)
zh_cn: 员工 / 配偶津贴

source: Employee Accrual Modifier
es_es: Modificador de Acumulación de Empleados
zh_cn: 员工应计修改器

source: Employee Annual Wage
es_es: Salario Anual del Empleado
zh_cn: 员工年薪

source: Employee Average Weekly Hours
es_es: Horas promedio semanales del empleado
zh_cn: 员工平均每周工时

source: Employee Barcodes
es_es: Barra de Códigos de Empleados
zh_cn: 员工条码

source: Employee Birth Date
es_es: Fecha de nacimiento del empleado
zh_cn: 员工出生日期

source: Employee Branch
es_es: Sucursal de Empleado
zh_cn: 员工支部

source: Employee CPP (16)
es_es: CPP del Empleado (6)

source: Employee CPP (Box 16)
es_es: Empleado CPP (Caja 16)
zh_cn: 员工支部

source: Employee Contact
es_es: Contacto del empleado
zh_cn: 员工联系方式

source: Employee Contacts
es_es: Contactos de empleados
zh_cn: 员工联系方式

source: Employee Criteria
es_es: Criterio de Empleados
zh_cn: 员工标准

source: Employee Criteria denies access to all employees, if you save this record it will be marked as DISABLED
es_es: Criterios de empleado deniega el acceso a todos los empleados, si guarda este registro se marcará como DESHABILITADO.
zh_cn: 雇员条件拒绝访问所有雇员，如果保存此记录，它将被标记为禁用

source: Employee Deduction
es_es: Deducción del Empleado
zh_cn: 员工扣除

source: Employee Default Information
es_es: Información Predeterminada del Empleado
zh_cn: 员工默认信息

source: Employee Department
es_es: Departamento de Empleados
zh_cn: 员工部

source: Employee EI (18)
es_es: EI del Empleado (18)

source: Employee EI (Box 18)
es_es: Empleado EI (Caja 18)
zh_cn: 员工 EI（方框 18）

source: Employee Education
es_es: Educación del empleado
zh_cn: 员工教育

source: Employee Ethnic Groups
es_es: Grupos Étnicos de Empleados
zh_cn: 员工种族

source: Employee Exclude
es_es: Excluir empleado
zh_cn: 员工排除

source: Employee Expense
es_es: Gasto del empleado
zh_cn: 员工费用

source: Employee Expense Payment Method
es_es: Método de pago de gastos de empleado
zh_cn: 员工费用支付方式

source: Employee Expense Status
es_es: Estado de Gastos del Empleado
zh_cn: 员工费用状况

source: Employee Expenses
es_es: Gastos del empleado
zh_cn: 员工费用

source: Employee First Name
es_es: Nombre del empleado
zh_cn: 员工名字

source: Employee Generic Data
es_es: Datos Genericos del Empleado
zh_cn: 员工通用数据

source: Employee Group
es_es: Grupo de Empleado
zh_cn: 员工组

source: Employee Groups
es_es: Grupos de Empleados
zh_cn: 员工组

source: Employee Guide
es_es: Guía de empleado
zh_cn: 员工指南

source: Employee Hire Date
es_es: Fecha de contratación del empleado
zh_cn: 员工雇用日期

source: Employee Hourly Rate
es_es: Tarifa por hora del empleado
zh_cn: 员工时薪

source: Employee Identification
es_es: Identificación del Empleado
zh_cn: 员工工号

source: Employee Identification - Employee
es_es: Identificación del empleado - Empleado
zh_cn: 员工工号－员工

source: Employee Include
es_es: Empleado Incluido
zh_cn: 员工包括

source: Employee Information
es_es: Información del Empleado
zh_cn: 员工信息

source: Employee Language
es_es: Lenguaje de empleado
zh_cn: 员工语言

source: Employee Last Name
es_es: Apellido del empleado
zh_cn: 员工姓氏

source: Employee License
es_es: Licencia de Empleado
zh_cn: 员工执照

source: Employee Licenses
es_es: Licencias de empleado
zh_cn: 员工执照

source: Employee Membership
es_es: Membresía del Empleado
zh_cn: 员工会员资格

source: Employee Memberships
es_es: Membresías de empleado
zh_cn: 员工会员资格

source: Employee Middle Name
es_es: Segundo Nombre del Empleado
zh_cn: 员工中间名

source: Employee Must Work at Least
es_es: El empleado debe trabajar al menos
zh_cn: 员工必须至少工作

source: Employee Name
es_es: Nombre del empleado
zh_cn: 员工姓名

source: Employee New Hire Defaults
es_es: Defectos de los nuevos empleados
zh_cn: 员工新员工违约

source: Employee Note
es_es: Nota del empleado
zh_cn: 员工须知

source: Employee Notes
es_es: Notas del empleado
zh_cn: 员工须知

source: Employee Number
es_es: Número de empleado
zh_cn: 员工编号

source: Employee Only
es_es: Solo para Empleados
zh_cn: 仅限员工

source: Employee Password Reset By
es_es: Contraseña del Empleado Reseteada por
zh_cn: 员工密码由下列重置

source: Employee Pay Methods
es_es: Métodos de Pago de Empleado
zh_cn: 员工薪酬方式

source: Employee Pay Stub
es_es: Talonario de Pagos del Empleado:
zh_cn: 员工工资条

source: Employee Pay Stub Amendments
es_es: Modificaciones al Talonario de Pagos del Empleado
zh_cn: 员工工资条修改

source: Employee Pay Stubs
es_es: Talonarios de Pago del Empleado
zh_cn: 员工工资条

source: Employee Payment Method
es_es: Método de pago del empleado
zh_cn: 员工付款方式

source: Employee Preference
es_es: Preferencias del Empleado
zh_cn: 员工首选项

source: Employee Preference Notification
es_es: Notificación de Preferencia del Empleado
zh_cn: 员工偏好通知

source: Employee Preferences
es_es: Preferencias del Empleado
zh_cn: 员工首选项

source: Employee Qualifications
es_es: Calificaciones del empleado
zh_cn: 员工资质

source: Employee Record
es_es: Récord de Empleados
zh_cn: 员工纪录

source: Employee Recruitment
es_es: Reclutamiento de Empleados
zh_cn: 员工招聘

source: Employee Reports
es_es: Informes de empleados
zh_cn: 员工报告

source: Employee Retention Rate
es_es: Tasa de Retención de Empleados
zh_cn: 员工保留率

source: Employee Review
es_es: Revisión del empleado
zh_cn: 员工审查

source: Employee Review KPI
es_es: Revisión del KPI del empleado
zh_cn: 员工审查关键绩效指标

source: Employee Sequence
es_es: Secuencia de empleados
zh_cn: 员工序列

source: Employee Settings
es_es: Configuración del Empleado
zh_cn: 员工设置

source: Employee Signature
es_es: Firma del empleado
zh_cn: 员工签名

source: Employee Skill
es_es: Habilidad del empleado
zh_cn: 员工技能

source: Employee Skills
es_es: Habilidades del empleado
zh_cn: 员工技能

source: Employee Status
es_es: Estado del Empleado
zh_cn: 员工状态

source: Employee Summary Report
es_es: Informe Resumen de Empleado
zh_cn: 员工总结报告

source: Employee T4 Forms
es_es: Formularios T4 de empleado
zh_cn: 员工 T4 表格

source: Employee T4A Forms
es_es: Formularios T4A del empleado
zh_cn: 员工 T4A 表格

source: Employee Tags
es_es: Etiquetas de empleado
zh_cn: 员工标签

source: Employee Tax / Deductions
es_es: Impuestos / Deducciones del Empleado
zh_cn: 员工税收/扣除

source: Employee Termination Date
es_es: Fecha de terminación del empleado
zh_cn: 员工离职日期

source: Employee TimeSheet
es_es: Hoja de Tiempo del Empleado
zh_cn: 员工考勤表

source: Employee TimeSheet/Hours
es_es: Hoja de tiempo/horas del empleado
zh_cn: 员工时间表/工时

source: Employee Title
es_es: Titulo del Empleado
zh_cn: 员工尊称

source: Employee Titles
es_es: Títulos de empleado
zh_cn: 员工职称

source: Employee Turnover Rate
es_es: Tasa de Rotación de Empleados
zh_cn: 员工离职率

source: Employee View
es_es: Vista del empleado
zh_cn: 员工观

source: Employee Wage
es_es: Sueldo del Empleado
zh_cn: 员工工资

source: Employee Wage Effective Date
es_es: Salario del empleado Fecha efectiva
zh_cn: 员工工资生效日期

source: Employee Wage Hourly Rate
es_es: Salario del empleado Tarifa por hora
zh_cn: 员工工资时薪

source: Employee Wage Type
es_es: Tipo de Salario del Empleado
zh_cn: 员工工资类型

source: Employee Wages
es_es: Salarios de empleados
zh_cn: 员工工资

source: Employee already has %1 pay stub for this Pay Period
es_es: El empleado ya tiene %1 recibo de pago para este periodo de pago.
zh_cn: 员工已经有%1的工资存根为这个工资期间

source: Employee already has a pay stub for this Pay Period/Transaction Date and Payroll Run
es_es: El empleado ya tiene un talón de pago para este período de pago/fecha de transacción y ejecución de nómina.
zh_cn: 员工已经有了这个工资期间/交易日期和工资运行的工资存根

source: Employee already has a wage entry on this date for the same wage group. Try using a different date instead
es_es: El empleado ya tiene una entrada de salario en esta fecha para el mismo grupo de salario. Intente usar una fecha diferente en su lugar.
zh_cn: 同一工资组的员工在此日期已经有一个工资条目。尝试使用不同的日期

source: Employee authorizing this object is not a superior in the hierarchy that controls it
es_es: El empleado que autoriza este objeto no es un superior en la jerarquía que lo controla.
zh_cn: 授权此对象的雇员在控制它的层次结构中不是上级

source: Employee can not have duplicate entries on the same day
es_es: Empleado no puede tener un duplicado
zh_cn: 员工不可以在同一天重复输入

source: Employee email confirmation sent for
es_es: Confirmación de correo electrónico del empleado enviado para
zh_cn: 已发送员工电子邮件确认

source: Employee has %1 active pay stub amendments before this pay period that have not been paid
es_es: El empleado tiene %1 enmiendas de recibos de pago activas antes de este período de pago que no han sido pagadas.
zh_cn: 雇员有%1个活跃的工资存根在这个工资期间之前没有被支付

source: Employee has pay stub amendments effective after their termination date that may be ignored (%1)
es_es: El empleado tiene enmiendas de talón de pago efectivas después de su fecha de terminación que se pueden ignorar (%1).
zh_cn: 雇员的工资存根修正案在其终止日期后生效，但可能被忽略(%1)

source: Employee has time on their timesheet after their termination date that may be ignored or may no longer be correct (%1)
es_es: El empleado tiene tiempo en su hoja de tiempo después de su fecha de terminación que se puede ignorar o ya no puede ser correcto.
zh_cn: 员工的工时表上在他们终止日期之后的时间可能被忽略或可能不再正确(%1)

source: Employee is Terminated/On Leave, but no termination date is specified
es_es: El empleado está despedido/de baja, pero no se especifica una fecha de terminación.
zh_cn: 员工被终止或休假，但未注明终止日期

source: Employee is active but has a termination date in the past, perhaps their status should be Terminated?
es_es: El empleado está activo pero tiene una fecha de terminación en el pasado, ¿tal vez su estado debería ser Terminado?
zh_cn: 员工是活跃的，但在过去有终止日期，也许他们的状态应该被终止?

source: Employee is already assigned to this hierarchy
es_es: El Empleado ya esta asignado a esta jerarquía
zh_cn: 员工已分配给另一等级制度

source: Employee is assigned to one or more Remittance Agencies as a contact or Remittance Agency Events to receive critical reminders. Unable to change permissions or deactive this employee.
es_es: Se asigna al empleado a una o más Agencias de Remesas como contacto o Eventos de Agencia de Remesas para recibir recordatorios críticos. No se puede cambiar los permisos o desactivar a este empleado.
zh_cn: 员工被分配到一个或多个汇款机构作为联系人或汇款机构的事件接收关键提醒。无法更改权限或停用此雇员。

source: Employee is less than 12 years old, please confirm that the birth date is correct
es_es: El empleado es menor de 12 años, por favor confirme que la fecha de nacimiento es correcta.
zh_cn: 员工未满12岁，请确认出生日期正确

source: Employee is more than 90 years old, please confirm that the birth date is correct
es_es: El empleado tiene más de 90 años, por favor, confirme que la fecha de nacimiento es correcta.
zh_cn: 员工年龄超过90岁，请确认出生日期正确

source: Employee is not active.
es_es: El empleado no está activo.
zh_cn: 员工不活跃。

source: Employee is not assigned to this job
es_es: El Empleado no esta asignado a este trabajo
zh_cn: 没有分配员工给这工作

source: Employee is not currently active
es_es: El empleado no está activo actualmente.
zh_cn: 员工目前不活跃

source: Employee is not specified
es_es: El empleado no está especificado.
zh_cn: 未指定员工

source: Employee is terminated, but accrual balances haven't been released
es_es: El empleado ha sido despedido, pero los saldos acumulados no han sido liberados.
zh_cn: 员工被解雇，但应计余额尚未公布

source: Employee licenses have been exceeded, please contact your license provider to purchase additional ones
es_es: Licencias de Empleados han sido excedidas, por favor contacte a su proveedor de licencias para comprar adicionales
zh_cn: 员工许可证已经超越，请联系许可证供应商购买额外许可证

source: Employee must be selected
es_es: El empleado debe ser seleccionado.
zh_cn: 必须选择员工

source: Employee must be specified
es_es: El empleado debe especificarse.
zh_cn: 必须指定员工

source: Employee not specified
es_es: Empleado no especificado
zh_cn: 未指定员工

source: Employee number is already in use, please enter a different one
es_es: Número de empleado en uso, por favor, ingrese uno diferente
zh_cn: 员工编号已被使用，请选择另一个

source: Employee number must be specified for ACTIVE employees
es_es: El número de empleado debe ser especificado para empleados ACTIVOS
zh_cn: 员工编号必须为激活的员工指定

source: Employee number must only be digits
es_es: Numero de empleado debe ser solamente dígitos
zh_cn: 员工编号只允许使用数字

source: Employee payment method is invalid
es_es: El método de pago del empleado no es válido.
zh_cn: 员工付款方式无效

source: Employee record does not have a Address specified
es_es: El registro del empleado no tiene una dirección especificada.
zh_cn: 雇员记录没有指定地址

source: Employee record does not have a City specified
es_es: El registro del empleado no tiene una ciudad especificada.
zh_cn: 雇员记录没有指定城市

source: Employee record does not have a Postal Code specified
es_es: El registro del empleado no tiene un código postal especificado.
zh_cn: 员工记录没有指定邮政编码

source: Employee record must have a valid SIN specified
es_es: El registro del empleado debe tener un Número de Seguro Social (SIN) válido especificado.
zh_cn: 员工记录必须指定有效的SIN

source: Employee status must be Active to Authorize/Decline Requests
es_es: El estado del empleado debe estar Activo para Autorizar/Declinar Solicitudes.
zh_cn: 员工状态必须是活跃的，以授权/拒绝请求

source: Employee status must be Active to Generate Pay Stubs
es_es: El estado del empleado debe estar Activo para Generar Recibos de Pago.
zh_cn: 员工状态必须是活跃的，以产生工资存根

source: Employee status must be Active to modify employees
es_es: El estado del empleado debe estar Activo para modificar a los empleados.
zh_cn: 员工状态必须为Active才能修改员工

source: Employee status must be Active to modify punches
es_es: El estado del empleado debe estar Activo para modificar los marcajes.
zh_cn: 员工状态必须是活跃的，以修改冲床

source: Employee status must be Active to modify schedules
es_es: El estado del empleado debe estar Activo para modificar los horarios.
zh_cn: 员工状态必须为“活动”才能修改时间表

source: Employee status must be Active to view reports
es_es: El estado del empleado debe estar Activo para ver los informes.
zh_cn: 员工状态必须为“活动”才能查看报表

source: Employee was hired after this pay period already ended, check hire date
es_es: El empleado fue contratado después de que este periodo de pago ya había terminado, revise la fecha de contratación.
zh_cn: 员工在此工资期已结束后被录用，检查录用日期

source: Employee's Hire Date
es_es: Fecha de contratación del empleado
zh_cn: 员工的雇用日期

source: Employee(s)
es_es: Empleado(s)
zh_cn: 雇员）

source: Employee/Employer CPP
es_es: Empleado/Empleador CPP
zh_cn: 雇员/雇主CPP

source: Employee/Employer EI
es_es: Empleado/Empleador EI
zh_cn: 雇员/雇主EI

source: Employee: Province/State
es_es: ¿Cuál es tu provincia/estado?
zh_cn: 员工：省/州

source: Employees
es_es: Empleados
zh_cn: 员工

source: Employees (Active / InActive)
es_es: Empleados (Activos/Inactivos)
zh_cn: 员工(激活/未激活)

source: Employees [Last Month] (AVG)
es_es: Empleados [Último mes] (Media)
zh_cn: 员工 [上个月] (AVG)

source: Employees [Last Month] (MAX)
es_es: Empleados [Último mes] (Máximo=
zh_cn: 员工 [上个月] (MAX)

source: Employees [Last Month] (MIN)
es_es: Empleados [Último mes] (Máximo)
zh_cn: 员工 [上个月] (MAX)

source: Employees [This Month] (AVG)
es_es: Empleados [Este mes] (Media)
zh_cn: 员工 [本月] (AVG)

source: Employees [This Month] (MAX)
es_es: Empleados [Este mes] (Máximo)
zh_cn: 员工 [本月] (MAX)

source: Employees [This Month] (MIN)
es_es: Empleados [Este mes] (Mínimo)
zh_cn: 员工 [本月] (MIN)

source: Employer CPP
es_es: CPP del Empleador

source: Employer Contribution Return (Electronic Only)
es_es: Devolución de Contribución del Empleador (Solo Electrónico)
zh_cn: 雇主供款申报表(只提供电子版本)

source: Employer Contributions
es_es: Contribuciones del Empleador
zh_cn: 雇主缴付

source: Employer Contributions by Employee
es_es: Contribuciones del empleador por el empleado
zh_cn: 雇员的雇主供款

source: Employer Deduction
es_es: Deducciones del Empleador
zh_cn: 雇主扣除
