Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: CPP Pensionable Earnings (Box: 26)
es_es: Ganancias Pensionables de CPP (Caja: 26)
zh_cn: CPP 退休金收入 (Box: 26)

source: CRS-1 Payment
es_es: Pago CRS-1
zh_cn: CRS-1 支付

source: CSV file
es_es: Fichero CSV
zh_cn: CSV文件

source: CT Withholding Payment
es_es: Retención de Pago de CT
zh_cn: CT 预扣税

source: CT-941 Filing
es_es: Presentación de CT-941
zh_cn: CT-941备案

source: CT-W3 Filing
es_es: Presentación de la CT-W3
zh_cn: CT-W3备案

source: CT-Withholding Payment
es_es: Retención de Pago
zh_cn: CT-预扣付款

source: CURL Enabled
es_es: Habilitado CURL
zh_cn: 启用卷曲

source: CUSTOM
es_es: Personalizado
zh_cn: 风俗

source: Cache Directory
es_es: Directorio de Caché
zh_cn: 缓存目录

source: Calculate Custom Column Filters...
es_es: Calcular filtros de columna personalizados...
zh_cn: 计算自定义列筛选器。。。

source: Calculate Custom Columns...
es_es: Calcular columnas personalizadas...
zh_cn: 计算自定义列...

source: Calculating Company Pay Stubs for Pay Period
es_es: Cálculo de talones de pago de la empresa para el período de pago
zh_cn: 计算支付期间的公司工资存根

source: Calculating Employee Pay Stub for Pay Period
es_es: Calculando el talón de pago del empleado para el período de pago.
zh_cn: 计算工资期的员工工资单

source: Calculating Pay Stubs
es_es: Calculando Talones de Pago
zh_cn: 计算工资单

source: Calculating Shipping
es_es: Calculando el envío
zh_cn: 计算运费

source: Calculating...
es_es: Calculando…
zh_cn: 计算...

source: Calculation
es_es: Calculo
zh_cn: 计算

source: Calculation Order
es_es: Orden de Calculo
zh_cn: 计算次序

source: Calculation Settings
es_es: Configuraciones de Cálculo
zh_cn: 计算设置

source: Calendar
es_es: Calendario
zh_cn: 日历

source: Calendar Based
es_es: Basado en Calendario
zh_cn: 日历为基准

source: Calendar Days
es_es: Días naturales
zh_cn: 日历天

source: Calendar Starts On
es_es: El calendario comienza el
zh_cn: 日历开始于

source: Calendar URL
es_es: URL del calendario
zh_cn: 日历网址

source: Calendar URL copied to clipboard.
es_es: La URL del calendario se ha copiado al portapapeles.
zh_cn: 日历URL已复制到剪贴板。

source: Calendar-Based Accrual Policy
es_es: Política de Acumulación Basada en el Calendario
zh_cn: 基于日历的应计政策

source: CallBack Criteria
es_es: Criterios de devolución de llamada
zh_cn: 回调标准

source: Callback
es_es: Devolución de llamada
zh_cn: 回调

source: Cambodia
es_es: Camboya
zh_cn: 柬埔寨

source: Camera
es_es: Cámara
zh_cn: 照相机

source: Cameroon
es_es: Camerún

source: Can't delete default layout
es_es: No se puede eliminar el diseño predeterminado
zh_cn: 无法删除默认布局

source: Canada
es_es: Canadá
zh_cn: 加拿大

source: Canada - CPP Formula
es_es: Formula del CPP de Canadá
zh_cn: 加拿大 - CPP Formula

source: Canada - EFT (105-Byte)
es_es: Canadá - EFT (105-Bytes)
zh_cn: 加拿大 - EFT (105-Byte)

source: Canada - EFT (1464-Byte)
es_es: Canadá - EFT (1464-Bytes)
zh_cn: 加拿大 - EFT（1464 字节）

source: Canada - EFT CIBC (1464-Byte)
es_es: Canadá - EFT CIBC (1464-Bytes)
zh_cn: 加拿大 - EFT CIBC（1464 字节）

source: Canada - EI Formula
es_es: Formula del EI de Canadá
zh_cn: 加拿大 - EI Formula

source: Canada Revenue Agency (CRA)
es_es: Agencia de Impuestos de Canadá (CRA)

source: Cancel
es_es: Cancelar
zh_cn: 取消

source: Cancelled
es_es: Cancelado
zh_cn: 取消

source: Cannot re-parent group to itself
es_es: Grupo no puede ser padre de si mismo
zh_cn: 无法重置组为其父组

source: Cape Verde
es_es: Cabo Verde

source: Card Holder Name
es_es: Nombre del titular de la tarjeta
zh_cn: 持卡人姓名

source: Card Issuing Banks Phone Number
es_es: Número de teléfono del banco emisor de tarjetas
zh_cn: 发卡银行电话号码

source: Card holder name contains invalid characters
es_es: El Nombre del tarjeta habiente contiene caracteres no validos
zh_cn: 持卡人姓名含有无效字符

source: Card holder name is too short or too long
es_es: Nombre del tarjeta habiente es muy corto o muy largo
zh_cn: 持卡人姓名太短或太长

source: Caribbean - CIBC E-Pay (CSV)
es_es: Caribe - CIBC E-Pay (CSV)

source: Carrier Rate Server
es_es: Precio de Carrier del Server

source: Carry Forward Adjustments to
es_es: Ajustes a llevar adelante
zh_cn: 将调整结转至

source: Cash
es_es: Efectivo
zh_cn: 现金

source: Cashier Check/Money Order
es_es: Cheque de caja/giro postal
zh_cn: 银行本票/汇票

source: Cayman Islands
es_es: Islas Caimán

source: Centers for Medicare & Medical Services (CMS.gov)
es_es: Centros para Medicare y Servicios Médicos (CMS.gov)
zh_cn: 医疗保险和医疗服务中心(CMS.gov)

source: Centimeters (cm)
es_es: Centímetros (cm)
zh_cn: 厘米 (cm)

source: Central African Republic
es_es: República Centroafricana
zh_cn: 中非共和国

source: Ceridian Hours Code
es_es: Código Horas Ceridian
zh_cn: Ceridian 小时代码

source: Change Employee Status To
es_es: Cambiar el estado del empleado a
zh_cn: 将员工状态更改为

source: Change Log
es_es: Log de Cambios
zh_cn: 更改日志

source: Change Password
es_es: Cambiar Contraseña
zh_cn: 更改密码

source: Changing the legal entity after an employee has been paid will cause historical tax information to be lost. Please create a new employee record instead
es_es: Cambiar la entidad legal después de que se haya pagado a un empleado causará la pérdida de información fiscal histórica. En su lugar, crea un nuevo registro de empleado
zh_cn: 在向员工支付工资后更改法人主体将导致历史税务信息丢失。请创建新的员工记录

source: Changing the legal entity will unassign this employee from all Tax/Deductions
es_es: Cambiar la entidad legal anulará la asignación de este empleado de todos los impuestos/deducciones
zh_cn: 更改法人主体将取消分配此员工的所有税/扣减

source: Charitable Contributions (Box: 46)
es_es: Contribuciones Caritativas (Caja: 46)
zh_cn: 慈善捐款(Box: 46)

source: Charity Donations (46)
es_es: Donaciones a la Caridad (46)

source: Chart
es_es: Gráfico
zh_cn: 图表

source: Chart Only
es_es: Solo Gráfico
zh_cn: 仅图表

source: Chart Sub-Totals
es_es: Sub-totales del gráfico
zh_cn: 图表小计

source: Chat w/Support
es_es: ¡Hola! ¿En qué puedo ayudarte?
zh_cn: 带支持的聊天

source: Check
es_es: Cheque
zh_cn: 支票

source: Check #
es_es: Revisar #
zh_cn: 查看 ＃

source: Check File Checksums...
es_es: Compruebe los sumarios de archivo...
zh_cn: 检查文件校验和...

source: Check File Permission...
es_es: Chequeando Permisos del Archivo...
zh_cn: 检查文件权限...

source: Check For Updates
es_es: Comprueba las actualizaciones
zh_cn: 检查更新

source: Check that class is properly required.
es_es: Asegúrate de que la clase esté correctamente requerida.
zh_cn: 检查是否正确地需要类。

source: Checkbox
es_es: Casilla de verificación
zh_cn: 复选框

source: Checking
es_es: Revisando
zh_cn: 检查

source: Checking Account
es_es: Cuenta de cheques
zh_cn: 支票账户

source: Checking HTTPS connection on port 443...
es_es: Comprobando conexión HTTPS en el puerto 443...
zh_cn: 检查端口443上的HTTPS连接...

source: Checking communications on port 80...
es_es: Comprobando comunicaciones en el puerto 80...
zh_cn: 检查端口80上的通信...

source: Checking connection on port 80...
es_es: Comprobando conexión en el puerto 80...
zh_cn: 检查端口80上的连接...

source: Checking secure communication port 443...
es_es: Comprobando el puerto de comunicación segura 443...
zh_cn: 检查安全通信端口443...

source: Child
es_es: Hijo(a)
zh_cn: 孩子

source: Child Support
es_es: Apoyo para niños
zh_cn: 子女抚养费

source: Child Support Withholding Payment
es_es: Retención de Pago de Manutención Infantil
zh_cn: 儿童抚养费代扣款

source: Choose Layout
es_es: Elija diseño
zh_cn: 选择布局

source: Choose a list view and layout to display in the dashlet
es_es: Elija una vista de lista y un diseño para mostrar en el dashlet.
zh_cn: 选择要在仪表板中显示的列表视图和布局

source: Choose a saved report to display in the dashlet
es_es: Elija un informe guardado para mostrar en el panel.
zh_cn: 选择要在仪表板中显示的已保存报表

source: Choose dashlet specific settings
es_es: Elija la configuración específica del panel.
zh_cn: 选择特定模板设置

source: Choose image file to upload
es_es: Elija el archivo de imagen para cargar
zh_cn: 选择要上传的镜像文件

source: Choose modules and sub-modules
es_es: Elija módulos y submódulos
zh_cn: 选择模块和子模块

source: Choose one Employee
es_es: Elige un empleado.
zh_cn: 选择一名员工

source: Choose role and permission actions
es_es: Elija acciones de rol y permiso
zh_cn: 选择角色和权限操作

source: Choose the type of dashlet
es_es: Elija el tipo de dashlet
zh_cn: 选择小面板的类型

source: Chris21 Hours Code
es_es: Chris21 Horas Código
zh_cn: Chris21小时代码

source: Christmas Day
es_es: Navidad
zh_cn: 圣诞节

source: Christmas Eve
es_es: Nochebuena

source: Christmas Island
es_es: Isla de Navidad
zh_cn: 圣诞岛

source: Circle
es_es: Círculo
zh_cn: 园

source: City
es_es: Ciudad
zh_cn: 城市

source: City contains invalid characters
es_es: Ciudad contiene caracteres no validos
zh_cn: 城市含有无效字符

source: City name is too short or too long
es_es: Nombre de Ciudad es muy corto o muy largo
zh_cn: 城市名太短或太长

source: City not specified
es_es: Ciudad no especificada
zh_cn: 未指定城市

source: Claim Amount
es_es: Cantidad Reclamada
zh_cn: 索赔金额

source: Claim<br>Dependents
es_es: Reclamo<br>2. Dependientes
zh_cn: 索赔<br>家属

source: Class could not be found for
es_es: No se encontró la clase para
zh_cn: 找不到的类

source: Class: "%1" does not exist, or unauthenticated.
es_es: La clase: %1 no existe o no está autenticada.
zh_cn: 类“%1”不存在或未经身份验证。

source: Class: "%1" does not exist.
es_es: La clase: %1 no existe.
zh_cn: 类：“%1”不存在。

source: Classification Code
es_es: Código de Clasificación
zh_cn: 分类代码

source: Cleaning Up
es_es: Limpiando
zh_cn: 打扫干净

source: Clear Last Punch Time
es_es: Reset Tiempo de Ultima Marca
zh_cn: 清除最后一次打卡时间

source: Clear Last Punch Time Succeeded!
es_es: Reset Tiempo de Ultima Marca satisfactorio!
zh_cn: 成功清除最后一次打卡时间！

source: Clear Search
es_es: Vaciar Búsqueda
zh_cn: 清除搜索

source: Click
es_es: Haga clic
zh_cn: 点击

source: Click here to run the installer now.
es_es: Haga clic aquí para ejecutar el instalador ahora.
zh_cn: 单击此处立即运行安装程序。

source: Click the
es_es: Haga clic en el
zh_cn: 单击此处

source: Click the Edit icon below to override pay stub amounts
es_es: Haga clic en el icono Editar a continuación para anular los montos de la boleta de pago.
zh_cn: 单击下面的编辑图标以覆盖付款存根金额

source: Client
es_es: Cliente
zh_cn: 客户

source: Client Contact
es_es: Contacto de Cliente
zh_cn: 客户联系

source: Client Contact Information is invalid or missing
es_es: Información de Contacto de Cliente no es valida o no esta
zh_cn: 客户联系信息无效或没有

source: Client Contacts
es_es: Contactos de clientes
zh_cn: 客户联络

source: Client Created Date
es_es: Fecha de creación del cliente
zh_cn: 客户创建日期

source: Client DBA Name is too short or too long
es_es: El nombre del DBA del cliente es demasiado corto o demasiado largo.
zh_cn: 客户端 DBA 名称太短或太长

source: Client Exclude
es_es: Excluir cliente
zh_cn: 客户端排除

source: Client Group
es_es: Grupo de Cliente
zh_cn: 客户组

source: Client Groups
es_es: Grupos de Clientes
zh_cn: 客户组

source: Client Include
es_es: Incluir Cliente
zh_cn: 客户包括

source: Client Industry
es_es: Industria del cliente
zh_cn: 客户行业

source: Client Information
es_es: Información del Cliente
zh_cn: 客户信息

source: Client Name
es_es: Nombre del cliente
zh_cn: 客户名称

source: Client Name is too short or too long
es_es: El nombre del cliente es demasiado corto o demasiado largo.
zh_cn: 客户名称太短或太长

source: Client Number
es_es: Número de cliente
zh_cn: 客户编号

source: Client Password Reset By
es_es: Contraseña de Cliente Reseteada Por
zh_cn: 客户端密码重置

source: Client Payment
es_es: Pago del Cliente
zh_cn: 客户支付

source: Client Payment Information
es_es: Información de Pago del Cliente
zh_cn: 客户支付信息

source: Client Payment Methods
es_es: Métodos de Pago del Cliente
zh_cn: 客户支付方法

source: Client Status
es_es: Estado del Cliente
zh_cn: 客户状态

source: Client is invalid
es_es: Cliente no es valido
zh_cn: 客户无效

source: Client not specified
es_es: Cliente no especificado
zh_cn: 未指定客户端

source: Clients
es_es: Clientes
zh_cn: 客户

source: Close
es_es: Cerrar
zh_cn: 关闭

source: Close pay period
es_es: Cerrar el periodo de pago
zh_cn: 关闭支付期

source: Closed
es_es: Cerrado
zh_cn: 关闭

source: Closed (Filled)
es_es: Cerrado (cubierto)
zh_cn: 关闭（填充）

source: Closed (Not Filled)
es_es: Cerrado (no cubierto)
zh_cn: 关闭（未填写）

source: Closed Pay Periods can not be deleted
es_es: Los períodos de pago cerrados no se pueden eliminar.
zh_cn: 无法删除已关闭的付款期

source: Cocos (Keeling) Islands
es_es: Islas Cocos

source: Code
es_es: Código
zh_cn: 代码

source: Code has too many digits
es_es: El código tiene demasiados dígitos
zh_cn: 代码的数字太多

source: Code is already in use, please enter a different one
es_es: Código ya esta en uso, por favor ingrese otro
zh_cn: 代码已被使用，请选择另一个

source: Code is invalid
es_es: Código no es valido
zh_cn: 代码无效

source: Code is invalid, maximum value exceeded
es_es: El código no es válido, valor máximo excedido
zh_cn: 代码无效，超过了最大值

source: Code is invalid, must not be 0
es_es: El código no es válido, no debe ser 0.
zh_cn: 代码无效，不能为 0

source: Code is too short or too long
es_es: Código es muy corto o muy largo
zh_cn: 代码太短或太长

source: Collecting Log Files...
es_es: Recolectando archivos de registro...
zh_cn: 收集日志文件...

source: Column Name
es_es: Nombre Columna
zh_cn: 列名

source: Columns
es_es: Columnas
zh_cn: 列

source: Combine Columns
es_es: Combinar columnas
zh_cn: 合并列

source: Combined Payroll Tax Payment Coupon-Must be sent with every form if a payment is made.
es_es: Cupón de Pago de Impuesto de Nómina Combinado - Debe enviarse con cada formulario si se realiza un pago.
zh_cn: 如果付款，必须将工资税联合付款优惠券与每张表格一起发送。

source: Combined Report Form
es_es: Formulario de Informe Combinado
zh_cn: 综合报告表

source: Combo Box
es_es: Cuadro combinado
zh_cn: 组合框

source: Combo Box Child
es_es: Caja de Combinación Niño
zh_cn: 组合框儿童

source: Combo Box Parent
es_es: Caja de selección de padres
zh_cn: 组合框父级

source: Command
es_es: Comando
zh_cn: 命令

source: Command is invalid
es_es: Comando no es valido
zh_cn: 命令无效

source: Comments
es_es: Comentarios
zh_cn: 备注

source: Comments are too long
es_es: Los comentarios son demasiado largos.
zh_cn: 评论太长

source: Comments must be specified when using the selected reason
es_es: Los comentarios deben especificarse cuando se use la razón seleccionada.
zh_cn: 使用所选原因时必须指定注释

source: Commit Recurring Schedules
es_es: Programar horarios recurrentes
zh_cn: 提交重复计划

source: Committed
es_es: Trabajando
zh_cn: 确定的

source: Communication on port 443 is blocked!
es_es: ¡La comunicación en el puerto 443 está bloqueada!
zh_cn: 端口443上的通信被阻止！

source: Communication on port 80 failed!
es_es: La comunicación en el puerto 80 falló!
zh_cn: 端口80上的通信失败！

source: Communication on port 80 is blocked or has been modified...
es_es: La comunicación en el puerto 80 está bloqueada o ha sido modificada...
zh_cn: 端口80上的通信被阻止或已被修改。。。

source: Communication on port 80 is blocked!
es_es: La comunicación en el puerto 80 está bloqueada!
zh_cn: 端口80上的通信被阻止！

source: Community
es_es: Comunidad
zh_cn: 团体

source: Community Forums
es_es: Foros Comunitarios
zh_cn: 社区论坛

source: Como
es_es: ¿Cómo?

source: Comoros
es_es: Comoras

source: Companies
es_es: Compañías
zh_cn: 公司

source: Company
es_es: Compañía
zh_cn: 公司

source: Company Address
es_es: Dirección de la compañía
zh_cn: 公司地址

source: Company Code
es_es: Código de la compañía
zh_cn: 公司代码

source: Company Created Time
es_es: Tiempo de creación de la compañía
zh_cn: 公司创建时间

source: Company Full Name
es_es: Nombre completo de la compañía
zh_cn: 公司全名

source: Company Information
es_es: Información de la Compañía
zh_cn: 公司信息

source: Company Name
es_es: Nombre de la Compañía
zh_cn: 公司名

source: Company Name is too short or too long
es_es: Nombre de la Compañía es muy corto o muy largo
zh_cn: 公司名太短或太长

source: Company Name must be specified
es_es: Debes especificar el nombre de la compañía
zh_cn: 必须指定公司名称

source: Company Setting - Name
es_es: Configuración de la empresa - Nombre
zh_cn: 公司设置 - 名称

source: Company Settings
es_es: Configuración de la Compañía
zh_cn: 公司设置

source: Company Short Name
es_es: Nombre corto de la compañía
zh_cn: 公司简称

source: Company Tax / Deductions
es_es: Impuestos / Deducciones de la Compañía
zh_cn: 公司税收/扣除

source: Company Value 1 is too short or too long
es_es: Valor 1 de la Compañía es muy corto o muy largo
zh_cn: 公司值 1 太短或太长

source: Company Value 10 is too short or too long
es_es: El valor de la compañía 10 es demasiado corto o demasiado largo.
zh_cn: 公司价值 10 太短或太长

source: Company Value 2 is too short or too long
es_es: Valor 2 de la Compañía es muy corto o muy largo
zh_cn: 公司值 2 太短或太长

source: Company Value 3 is too short or too long
es_es: El valor de la compañía 3 es demasiado corto o demasiado largo.
zh_cn: 公司价值 3 太短或太长

source: Company Value 4 is too short or too long
es_es: El valor de la compañía 4 es demasiado corto o demasiado largo.
zh_cn: 公司价值 4 太短或太长

source: Company Value 5 is too short or too long
es_es: El valor de la compañía 5 es demasiado corto o demasiado largo.
zh_cn: 公司价值 5 太短或太长

source: Company Value 6 is too short or too long
es_es: El valor de la compañía 6 es demasiado corto o demasiado largo.
zh_cn: 公司价值 6 太短或太长

source: Company Value 7 is too short or too long
es_es: El valor de la compañía 7 es demasiado corto o demasiado largo.
zh_cn: 公司价值 7 太短或太长

source: Company Value 8 is too short or too long
es_es: El valor de la compañía 8 es demasiado corto o demasiado largo.
zh_cn: 公司价值 8 太短或太长

source: Company Value 9 is too short or too long
es_es: El valor de la compañía 9 es demasiado corto o demasiado largo.
zh_cn: 公司价值 9 太短或太长

source: Company does not exist.
es_es: La compañía no existe.
zh_cn: 公司不存在。

source: Company is invalid
es_es: La compañía no es valida
zh_cn: 公司无效

source: Company must be specified
es_es: La empresa debe especificarse.
zh_cn: 必须指定公司

source: Competency
es_es: Competencia
zh_cn: 能力

source: Competency is invalid
es_es: La competencia es inválida.
zh_cn: 权限无效

source: Complete
es_es: Completo
zh_cn: 完成

source: Completed
es_es: Completado
zh_cn: 完成

source: Compressing Logs...
es_es: Comprimiendo registros...
zh_cn: 压缩日志...

source: Configuration File
es_es: Archivo de configuración
zh_cn: 配置文件

source: Configuration Modes
es_es: Modos de configuración
zh_cn: 配置模式

source: Configure Available Fields
es_es: Configurar Campos Disponibles
zh_cn: 配置可用字段

source: Confirm #
es_es: Confirmar #
zh_cn: 确认#

source: Confirm Email
es_es: Confirmar Correo Electrónico
zh_cn: 确认电子邮件

source: Confirm Password
es_es: Confirmar Contraseña
zh_cn: 确认密码

source: Confirm all requests are authorized
es_es: Confirmar que todas las solicitudes estén autorizadas.
zh_cn: 确认所有请求都已授权

source: Confirm email address
es_es: Confirmar dirección de correo electrónico
zh_cn: 确认电邮地址

source: Confirm that no critical exceptions exist
es_es: Confirmar que no existen excepciones críticas.
zh_cn: 确认不存在关键异常

source: Confirm timesheets are verified
es_es: Confirmar que las hojas de tiempo están verificadas.
zh_cn: 确认时间表已验证

source: Confirmation #
es_es: Número de confirmación
zh_cn: 确认 ＃

source: Confirmation Number
es_es: Numero de Confirmación
zh_cn: 确定号

source: Confirmation number is too short or too long
es_es: Numero de Confirmación es muy corto o muy largo
zh_cn: 确定编号太短或太长

source: Confirmed
es_es: Confirmado
zh_cn: 确定的

source: Conflicting end date
es_es: Tiempo de fin conflictivo
zh_cn: 冲突结束日期

source: Conflicting end date, does not match pay period
es_es: Fecha de finalización conflictiva, no coincide con el período de pago.
zh_cn: 结束日期冲突，与支付期间不匹配

source: Conflicting start date
es_es: Tiempo de inicio conflictivo
zh_cn: 冲突开始日期

source: Conflicting start date, does not match pay period
es_es: Fecha de inicio conflictiva, no coincide con el período de pago.
zh_cn: 开始日期冲突，与付款期不匹配

source: Conflicting start/end date, pay period already exists
es_es: Existe un conflicto con la fecha de inicio/fin y el periodo de pago.
zh_cn: 开始/结束日期冲突，付款期间已存在

source: Conflicting start/end time, schedule already exists for this employee
es_es: Tiempo de inicio/fin conflictivo, el horario ya existe para este empleado.
zh_cn: 开始/结束时间冲突，该员工的计划已存在

source: Conflicting transaction date
es_es: Fecha de transacción conflictiva
zh_cn: 冲突交易日期

source: Congo, the Democratic Republic of
es_es: Congo, República Democrática de

source: Congratulations!
es_es: ¡Felicidades!
zh_cn: 祝贺!

source: Connection Failed!
es_es: Conexion Fallo!
zh_cn: 连接失败！

source: Connection Succeeded!
es_es: Coneccion Exitosa!
zh_cn: 连接成功！

source: Connection is good!
es_es: ¡La conexión es buena!
zh_cn: 连接良好！

source: Connection on port 80 is good!
es_es: La conexión en el puerto 80 está bien!
zh_cn: 端口80上的连接良好！

source: Connection test failed!
es_es: Prueba de conexión fallida!
zh_cn: 连接测试失败！

source: Connection test successful!
es_es: Prueba de conexión exitosa!
zh_cn: 连接测试成功！

source: Connection test to your database as a non-privileged user has
es_es: Prueba de conexión a su base de datos como usuario no privilegiado.
zh_cn: 以非特权用户身份对数据库进行连接测试

source: Connection test to your database as a privileged user has
es_es: Prueba de conexión a su base de datos como usuario privilegiado.
zh_cn: 以特权用户身份对数据库进行连接测试

source: Consistent Axis Scales
es_es: Escalas de Eje Consistentes
zh_cn: 一致的轴刻度

source: Construction
es_es: Construcción
zh_cn: 建筑业

source: Contact
es_es: Contacto
zh_cn: 联系人

source: Contact First Name
es_es: Nombre Del Contacto
zh_cn: 联系人名字

source: Contact First Name At Company
es_es: Nombre de contacto en la empresa
zh_cn: 公司联系人名字

source: Contact Info
es_es: Información de Contacto
zh_cn: 联系方式

source: Contact Information
es_es: Información de Contacto
zh_cn: 联系信息

source: Contact Information By Branch/Department/Employee
es_es: Información de contacto por sucursal/departamento/empleado
zh_cn: 按分支机构/部门/员工列出的联系信息

source: Contact Information By Branch/Employee
es_es: Información de contacto por sucursal/empleado
zh_cn: 按分支机构/员工列出的联系信息

source: Contact Information By Department/Employee
es_es: Información de contacto por departamento/empleado
zh_cn: 按部门/员工列出的联系信息

source: Contact Information By Employee
es_es: Información de contacto por empleado
zh_cn: 员工联系信息

source: Contact Information By Hierarchy/Branch/Department/Employee
es_es: Información de contacto por jerarquía/rama/departamento/empleado
zh_cn: 按层次结构/分支机构/部门/员工列出的联系人信息

source: Contact Last Name
es_es: Apellido del contacto
zh_cn: 联系人姓氏

source: Contact Last Name At Company
es_es: Apellido de Contacto en la Compañía
zh_cn: 公司联系姓氏

source: Contact Mobile Phone
es_es: Móvil de contacto
zh_cn: 联络手机

source: Contact Title
es_es: Título de contacto
zh_cn: 联系人职务

source: Contact Title is too short or too long
es_es: El título de contacto es demasiado corto o demasiado largo.
zh_cn: 联系人职位太短或太长

source: Contact Work Email
es_es: Correo de trabajo del contacto
zh_cn: 联系工作邮箱

source: Contact Work Phone
es_es: Teléfono de trabajo del contacto
zh_cn: 联系工作电话

source: Contact mobile phone number is invalid
es_es: El número de teléfono móvil del contacto no es válido
zh_cn: 联系手机号码无效

source: Contact person must be specified
es_es: La persona de contacto debe especificarse.
zh_cn: 必须指定联系人

source: Contact work Email address is invalid
es_es: La dirección de correo electrónico del trabajo de contacto no es válida
zh_cn: 联系工作电子邮件地址无效

source: Contact work phone number is invalid
es_es: El número de teléfono del trabajo de contacto no es válido
zh_cn: 联系工作电话号码无效

source: Contacts
es_es: Contactos
zh_cn: 联系人

source: Continue
es_es: Continuar
zh_cn: 继续

source: Continue to the next step to skip importing invalid records.
es_es: Continúe al siguiente paso para omitir la importación de registros inválidos.
zh_cn: 继续下一步，跳过导入无效记录。

source: Contributing Pay Code
es_es: Código de Pago de Contribución
zh_cn: 贡献支付代码

source: Contributing Pay Code Policies
es_es: Contribuir Código de Políticas de Pago
zh_cn: 贡献支付代码策略

source: Contributing Pay Code Policy
es_es: Política de Código de Pago Contribuyente
zh_cn: 贡献支付代码政策

source: Contributing Pay Code Policy is invalid
es_es: Política de código de pago de contribución es inválida.
zh_cn: 贡献薪酬代码策略无效

source: Contributing Pay Codes
es_es: Códigos de Pago Contribuyentes
zh_cn: 贡献支付代码

source: Contributing Shift Policies
es_es: Políticas de turno de contribución
zh_cn: 贡献转变政策
