Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: All Default Branches
es_es: Todas las sucursales predeterminadas
zh_cn: 所有默认分支

source: All Default Departments
es_es: Todos los departamentos predeterminados
zh_cn: 所有默认部门

source: All Departments
es_es: Todos los departamentos
zh_cn: 所有部门

source: All Employees Feedback Rating
es_es: Calificación de retroalimentación de todos los empleados
zh_cn: 所有员工反馈评级

source: All Except Selected Branches
es_es: Todas menos Sucursales Seleccionadas
zh_cn: 除所选分支外的所有分支

source: All Except Selected Default Branches
es_es: Todas las ramas excepto las seleccionadas por defecto.
zh_cn: 除所选默认分支外的所有分支

source: All Except Selected Default Departments
es_es: Todos excepto los departamentos predeterminados seleccionados
zh_cn: 除所选默认部门外的所有部门

source: All Except Selected Departments
es_es: Todos menos Departamentos Seleccionados
zh_cn: 除选定部门外的所有部门

source: All Except Selected Groups
es_es: Todos menos Grupos Seleccionados
zh_cn: 除所选组外的所有组

source: All Except Selected Job Groups
es_es: Todos menos Grupos de Trabajo Seleccionados
zh_cn: 除所选作业组外的所有作业组

source: All Except Selected Jobs
es_es: Todos menos Trabajos Seleccionados
zh_cn: 除所选作业外的所有作业

source: All Except Selected Punch Branches
es_es: Todas las ramas de marcaje excepto las seleccionadas.
zh_cn: 除了选定的打卡分支

source: All Except Selected Punch Tag Groups
es_es: Todos excepto los grupos de etiquetas de marcaje seleccionados
zh_cn: 除了选定的打卡标签组

source: All Except Selected Punch Tags
es_es: Todos excepto las etiquetas de marcaje seleccionadas
zh_cn: 除了选定的打卡标签

source: All Except Selected Task Groups
es_es: Todos menos Grupos de Tarea Seleccionados
zh_cn: 除选定任务组外的所有任务组

source: All Except Selected Tasks
es_es: Todas menos Tareas Seleccionadas
zh_cn: 所有任务，除选择的以外

source: All Except Selected Titles
es_es: Todos excepto los títulos seleccionados.
zh_cn: 除选定标题外所有标题

source: All Groups
es_es: Todos los Grupos
zh_cn: 所有组

source: All In (incl. Lunch/Break)
es_es: Todos Dentro (incl. Desayuno/Descanso)
zh_cn: 全包(包括午餐/休息时间)

source: All Job Groups
es_es: Todos los Grupos de Trabajo
zh_cn: 所有工作组

source: All Jobs
es_es: Todos los Trabajos
zh_cn: 所有工作

source: All Out (incl. Lunch/Break)
es_es: Todos Fuera (incl. Desayuno/Descanso)
zh_cn: 售罄(含午餐/休息时间)

source: All Province/States
es_es: Todas las provincias/estados
zh_cn: 所有省/州

source: All Punch Branches
es_es: Todas las ramas de Punch
zh_cn: 所有打卡分公司

source: All Punch Tag Groups
es_es: Todos los grupos de etiquetas de marcaje
zh_cn: 所有打卡组

source: All Punch Tags
es_es: Todas las etiquetas de marcaje
zh_cn: 所有打卡标签

source: All Punches
es_es: Todas las Marcas
zh_cn: 所有打卡

source: All Saint Day
es_es: Día de todos los Santos
zh_cn: 万圣节

source: All System Requirements have been met successfully
es_es: Todos los requerimientos se han comprobado correctamente
zh_cn: 已成功满足所有系统要求

source: All Task Groups
es_es: Todos los Grupos de Tareas
zh_cn: 所有任务组

source: All Tasks
es_es: Todas las Tarea
zh_cn: 所有任务

source: All Time by Branch
es_es: Todo el tiempo por rama
zh_cn: 所有时间（按分公司）

source: All Time by Branch/Department
es_es: Todo el tiempo por Rama/Departamento
zh_cn: 所有时间（按分公司/部门）

source: All Time by Branch/Department/Pay Period
es_es: Todo el tiempo por Rama/Departamento/Periodo de pago
zh_cn: 所有时间（按分行/部门/支付期限）

source: All Time by Date/Employee
es_es: Todo el tiempo por Fecha/Empleado
zh_cn: 所有时间（按日期/员工）

source: All Time by Date/Job/Task/Employee
es_es: Todo el Tiempo por Fecha/Trabajo/Tarea/Empleado
zh_cn: 所有时间（按日期/工作/任务/员工）

source: All Time by Department
es_es: Todo el tiempo por Departamento
zh_cn: 所有时间（按部门）

source: All Time by Department/Pay Period
es_es: Todo el tiempo por Departamento/Periodo de pago
zh_cn: 所有时间（按部门/支付周期）

source: All Time by Employee
es_es: Todo el Tiempo por Empleado
zh_cn: 所有时间（按员工）

source: All Time by Employee/Date
es_es: Todo el tiempo por Empleado/Fecha
zh_cn: 所有时间（按员工/日期）

source: All Time by Employee/Day of Week
es_es: Todo el tiempo por Empleado/Dia de la Semana
zh_cn: 所有时间（按员工/一周中的某一天）

source: All Time by Employee/Pay Period
es_es: Todo el tiempo por Empleado/Periodo de pago
zh_cn: 所有时间（按员工/工资期）

source: All Time by Job Group/Job/Employee
es_es: Todo el Tiempo por Grupo de Trabajo/Trabajo/Empleado
zh_cn: 所有时间（按工作组/工作/员工）

source: All Time by Job Group/Job/Task Group/Task/Employee
es_es: Todo el Tiempo por Grupo de Trabajo/Trabajo/Grupo de Tarea/Tarea/Empleado
zh_cn: 所有时间（按工作组/工作/任务组/任务/员工）

source: All Time by Job/Branch/Department/Employee
es_es: Todo el Tiempo por Trabajo/Sucursal/Departamento/Empleado
zh_cn: 所有时间（按工作/分行/部门/员工）

source: All Time by Job/Branch/Employee
es_es: Todo el Tiempo por Trabajo/Sucursal/Empleado
zh_cn: 所有时间（按工作/分支机构/员工）

source: All Time by Job/Date/Task/Employee
es_es: Todo el Tiempo por Trabajo/Fecha/Tarea/Empleado
zh_cn: 所有时间（按工作/日期/任务/员工）

source: All Time by Job/Employee
es_es: Todo el Tiempo por Trabajo/Empleado
zh_cn: 所有时间（按工作/员工）

source: All Time by Job/Pay Period/Task/Employee
es_es: Todo el Tiempo por Trabajo/Periódo de Pago/Tarea/Empleado
zh_cn: 所有时间（按工作/工资期/任务/员工）

source: All Time by Job/Task Group/Task/Date/Employee
es_es: Todo el Tiempo por Trabajo/Grupo de Tareas/Tarea/Fecha/Empleado
zh_cn: 所有时间（按职务/任务组/任务/日期/员工）

source: All Time by Job/Task Group/Task/Employee
es_es: Todo el Tiempo por Trabajo/Grupo de Tareas/Tarea/Empleado
zh_cn: 所有时间（按职务/任务组/任务/员工）

source: All Time by Job/Task/Date/Employee
es_es: Todo el Tiempo por Trabajo/Fecha/Empleado
zh_cn: 所有时间（按工作/任务/日期/员工）

source: All Time by Job/Task/Employee
es_es: Todo el Tiempo por Trabajo/Tarea/Empleado
zh_cn: 所有时间（按工作/任务/员工）

source: All Time by Pay Branch/Pay Period
es_es: Todo el tiempo por Rama de Pago/Periodo de Pago
zh_cn: 所有时间（按支付分行/支付期间）

source: All Time by Pay Period
es_es: Todo el tiempo por Periodo de Pago
zh_cn: 所有时间（按付款期间）

source: All Time by Pay Period/Branch
es_es: Todo el tiempo por Periodo de Pago/Rama
zh_cn: 所有时间（按支付期间/分支机构）

source: All Time by Pay Period/Branch/Department
es_es: Todo el tiempo por Periodo de Pago/Rama/Departamento
zh_cn: 所有时间（按付款期/分行/部门）

source: All Time by Pay Period/Date/Employee
es_es: Todo el tiempo por Periodo de Pago/Fecha/Empleado
zh_cn: 所有时间（按支付期间/日期/员工）

source: All Time by Pay Period/Department
es_es: Todo el tiempo por Periodo de Pago/Departamento
zh_cn: 所有时间（按付款期间/部门）

source: All Time by Pay Period/Employee
es_es: Todo el tiempo por Periodo de Pago/Empleado
zh_cn: 所有时间（按员工/工资期）

source: All Time+Wage by Branch
es_es: Todo el Tiempo+Salario por Sucursal
zh_cn: 所有时间+分公司工资

source: All Time+Wage by Branch/Department
es_es: Todo el Tiempo+Salario por Sucursal/Departamento
zh_cn: 所有时间+按分行/部门划分的工资

source: All Time+Wage by Branch/Department/Pay Period
es_es: Todo el Tiempo+Salario por Sucursal/Depertamento/Periodo de Pago
zh_cn: 所有时间+按分行/部门/支付期间划分的工资

source: All Time+Wage by Date/Employee
es_es: Todo el Tiempo+Salario por Fecha/Empleado
zh_cn: 所有时间+按日期/员工列出的工资

source: All Time+Wage by Department
es_es: Todo el Tiempo+Salario por Depertamento
zh_cn: 所有时间+按部门列出的工资

source: All Time+Wage by Department/Pay Period
es_es: Todo el tiempo+Salario por Departamento/Periodo de Pago
zh_cn: 所有时间+按部门/支付期间列出的工资

source: All Time+Wage by Employee
es_es: Todo el tiempo+Salario por Empleado
zh_cn: 所有时间+员工工资

source: All Time+Wage by Employee/Date
es_es: Todo el tiempo+Salario por Empleado/Fecha
zh_cn: 所有时间+工资按员工/日期

source: All Time+Wage by Employee/Day of Week
es_es: Todo el tiempo+Salario por Empleado/Dia de la Semana
zh_cn: 所有时间+工资按员工/周/天

source: All Time+Wage by Employee/Pay Period
es_es: Todo el tiempo+Salario por Empleado/Periodo de Pago
zh_cn: 所有时间+工资按员工/支付期限

source: All Time+Wage by Pay Branch/Pay Period
es_es: Todo el tiempo+Salario por Rama de Pago/Periodo de Pago
zh_cn: 所有时间+工资部门/工资期

source: All Time+Wage by Pay Period
es_es: Todo el tiempo+Salario por Periodo de Pago
zh_cn: 所有时间+按支付期计算的工资

source: All Time+Wage by Pay Period/Branch
es_es: Todo el tiempo+Salario por Periodo de Pago/Rama
zh_cn: 所有时间+按支付期/部门划分的工资

source: All Time+Wage by Pay Period/Branch/Department
es_es: Todo el tiempo+Salario por Periodo de Pago/Rama/Departamento
zh_cn: 所有时间+工资按支付期/部门/部门

source: All Time+Wage by Pay Period/Date/Employee
es_es: Todo el tiempo+Salario por Periodo de Pago/Fecha/Empleado
zh_cn: 所有时间+工资按支付期/日期/员工

source: All Time+Wage by Pay Period/Department
es_es: Todo el tiempo+Salario por Periodo de Pago/Departamento
zh_cn: 所有时间+按支付期/部门划分的工资

source: All Time+Wage by Pay Period/Employee
es_es: Todo el tiempo+Salario por Periodo de Pago/Empleado
zh_cn: 所有时间+工资按支付期/员工计算

source: All Titles
es_es: Todos los títulos
zh_cn: 所有标题

source: All Years
es_es: Todos los años
zh_cn: 所有年

source: All exceptions are corrected... You can relax now!
es_es: Todas las excepciones se han corregido... Ya puedes relajarte!
zh_cn: 所有异常都已更正。。。你现在可以放松了！

source: All messages are read, nicely done!
es_es: Genial! Todos los mensajes están leídos.
zh_cn: 所有信息都已阅读，做得很好！

source: All requests are authorized, excellent work!
es_es: Todas las peticiones están autorizadas!
zh_cn: 所有请求都已获得授权，工作出色！

source: All transactions have already been processed
es_es: Todas las transacciones han sido procesadas.
zh_cn: 所有交易都已处理

source: Allocated Tips (8)
es_es: Propinas Acumuladas (8):

source: Allocated Tips (Box 8)
es_es: Propinas Asignadas (Caja 8)
zh_cn: 已分配小费(Box 8)

source: Allocation Type
es_es: Tipo de Asignación
zh_cn: 分配类型

source: Allow
es_es: Permitir
zh_cn: 允许

source: Allow New Records For
es_es: Permitir nuevos registros para
zh_cn: 允许新记录

source: Allowances
es_es: Concesiónes
zh_cn: 津贴

source: Allowed GEO Fences
es_es: GEO Campos Permitidos
zh_cn: 允许的地理围栏

source: Always Apply Over Time Policy
es_es: Aplicar siempre la Política de Horas extras
zh_cn: 始终应用随时间推移策略

source: Always Apply Over Time/Premium Policies
es_es: Aplicar siempre las Políticas de Horas Extras/Premium
zh_cn: 始终随时间应用/高级保单

source: Always On Week Day
es_es: Siempre en dia laboral
zh_cn: 总是在工作日

source: Always Regular (Non-Averaging)
es_es: Siempre Regular (No Promedio)
zh_cn: 始终定期（非平均值）

source: Always Special (Cummulative Averaging)
es_es: Siempre Especial (Promedio Acumulativo)
zh_cn: 始终特殊（累积平均值）

source: Always on Eligible Holidays
es_es: Siempre en días festivos elegibles
zh_cn: 总是在符合条件的假期

source: Always on Holidays
es_es: Siempre en Vacaciones
zh_cn: 总是在假期

source: Amapa
es_es: Amapá

source: Amended
es_es: Modificado
zh_cn: 已修改

source: Amendment
es_es: Rectificaciones
zh_cn: 修订

source: American Samoa
es_es: Samoa Americana

source: Amount
es_es: Cantidad
zh_cn: 总计

source: Amount Owed
es_es: Monto debido
zh_cn: 欠款金额

source: Amount Owed By Client/Year/Quarter/Month
es_es: Cantidad adeudada por cliente/año/trimestre/mes
zh_cn: 客户欠款金额/年/季度/月

source: Amount Owed By Year/Quarter/Month
es_es: Cantidad adeudada por año/trimestre/mes
zh_cn: 按年度/季度/月列出的欠款金额

source: Amount Owing
es_es: Cantidad Adeudada
zh_cn: 欠款额

source: Amount Type
es_es: Tipo de Cantidad
zh_cn: 金额类型

source: Amount cannot be negative
es_es: Cantidad no puede ser negativa
zh_cn: 金额不能为负数

source: Amount cannot be zero
es_es: Cantidad no puede ser cero
zh_cn: 金额不能为零

source: Amount has too many digits
es_es: Cantidad tiene demasiados dígitos
zh_cn: 金额位数过多

source: Amount has too many digits after the decimal
es_es: Cantidad tiene demasiados dígitos después del decimal
zh_cn: 小数点后的金额位数过多

source: Amount has too many digits before the decimal
es_es: La cantidad tiene demasiados dígitos antes del decimal
zh_cn: 金额在小数点之前有太多数字

source: Amount is 0 or not specified
es_es: La cantidad es 0 o no se ha especificado
zh_cn: 金额为0或未指定

source: Amount is blank or not specified
es_es: La cantidad está en blanco o no se ha especificado
zh_cn: 金额为空或未指定

source: Amount is too high
es_es: La cantidad es demasiado alta.
zh_cn: 金额太高

source: Amount is too low
es_es: La cantidad es demasiado baja.
zh_cn: 金额太低

source: Amount must be specified
es_es: Debes especificar la cantidad
zh_cn: 必须指定金额

source: Amount/Unit
es_es: Cantidad/Unidad
zh_cn: 数量/单位

source: Amount: %1 Current Balance: %2 Falling Back: %3 From: %4 to %5
es_es: Cantidad: %1 Saldo Actual: %2 Retroceso: %3 De: %4 a %5
zh_cn: 金额：%1当前余额：%2回退：%3从：%4到%5

source: Amounts of type "%1" must be a %2 value instead
es_es: Las cantidades del tipo "%1" deben ser un valor %2
zh_cn: 类型为“%1”的金额必须是%2值

source: An email has been sent to
es_es: Se ha enviado un e-mail a
zh_cn: 电子邮件已发送至

source: An employees first wage entry must be effective on or before the employees hire date
es_es: La primera entrada de salario de un empleado debe ser efectiva antes o el mismo día de la contratación del empleado.
zh_cn: 员工的首个工资输入必须在员工受雇日当天或之前开始生效

source: An interval of 0 will result in punches being saved to the nearest second, consider using 1 minute instead
es_es: Un intervalo de 0 resultará en los marcajes guardados al segundo más cercano, considere usar 1 minuto en su lugar.
zh_cn: 间隔为0将导致打卡保存到最接近的秒，请考虑使用1分钟

source: Anexion de Guanacaste Day
es_es: Día de Anexion de Guanacaste

source: Anguilla
es_es: Anguila

source: Annual (YTD)
es_es: Anual (YTD)
zh_cn: 年度(年初至今)

source: Annual Accrual Maximum
es_es: Máximo de acumulación anual
zh_cn: 年度应计最高值

source: Annual Accrual Maximum Modifier
es_es: Máximo Modificador de Acumulación Anual
zh_cn: 年度应计最高修改额

source: Annual Amount Greater Than
es_es: Cantidad Anual Mayor de
zh_cn: 年度总额大于

source: Annual Amount Less Than
es_es: Cantidad Anual Menor De
zh_cn: 年度总额小于

source: Annual Deduction Amount
es_es: Monto de Deduccion Anual
zh_cn: 年度扣除额

source: Annual Employer Withholding Reconciliation Report
es_es: Informe Anual de Reconciliación de Retenciones del Empleador
zh_cn: 年度雇主预扣税对账报告

source: Annual Exempt Amount
es_es: Cantidad Anual Exenta
zh_cn: 年度豁免额

source: Annual Fixed Amount
es_es: Monto Anual Fijo
zh_cn: 年度固定数额

source: Annual Hourly Rate
es_es: Tarifa horaria anual
zh_cn: 年小时工资率

source: Annual Hourly Rate may be too high, a proper hourly rate is critical even for salary wages
es_es: La tasa horaria anual puede ser demasiado alta, una tasa horaria adecuada es crítica incluso para los salarios por hora.
zh_cn: 年时薪可能太高，即使对于工资来说，适当的时薪也是至关重要的

source: Annual Hourly Rate may be too low, a proper hourly rate is critical even for salary wages
es_es: La tasa horaria anual puede ser demasiado baja, una tasa horaria adecuada es crítica incluso para los salarios por hora.
zh_cn: 年时薪可能太低，即使对于工资来说，适当的时薪也是至关重要的

source: Annual Information Return
es_es: Declaración Anual de Información
zh_cn: 年度信息报告

source: Annual Maximum Rollover
es_es: Máximo Anual de Rollover
zh_cn: 年最大展期

source: Annual Maximum Rollover Modifier
es_es: Modificador de Reembolso Máximo Anual
zh_cn: 年度最大滚动修改器

source: Annual Maximum Rollover Time Modifier must be greater than 0
es_es: El modificador de tiempo máximo anual de rollover debe ser mayor que 0.
zh_cn: “年度最大滚动时间修改器”必须大于0

source: Annual Pay Periods
es_es: Periodos de Pago Anuales
zh_cn: 年薪期

source: Annual Payment Withholding Tax Return
es_es: Declaración Anual de Retención de Pagos
zh_cn: 年度付款预扣税申报表

source: Annual Reconciliation of Income Tax Withheld
es_es: Reconciliación Anual de Impuestos Retenidos
zh_cn: 代扣所得税年度对账

source: Annual Reconciliation of Withholding
es_es: Reconciliación Anual de Retención
zh_cn: 年度预扣核对

source: Annual Return and Reconciliation
es_es: Devolución Anual y Reconciliación
zh_cn: 周年申报表及对账

source: Annual T4
es_es: T4 Anual

source: Annual T4A
es_es: T4A Anual
zh_cn: 年度T4A

source: Annual Verified Summary of Payments Report
es_es: Resumen Anual Verificado de Pagos Informe
zh_cn: 年度验证付款汇总报告

source: Annual Wage Base/Maximum Earnings
es_es: Salario Base Anual/Máximo Beneficio
zh_cn: 年度工资基数/最高收益

source: Annual Withholding Form 967A (M/Q/Y Filers)
es_es: Formulario de Retención Anual 967A (Presentadores M/Q/Y)
zh_cn: 年度预扣税表格967A（M/Q/Y申报人）

source: Annual Withholding Reconciliation
es_es: Reconciliación Anual de Retención
zh_cn: 年度预扣缴对账

source: Annual Withholding Report
es_es: Informe Anual de Retención
zh_cn: 年度扣缴报告

source: Annual Withholding Tax
es_es: Impuesto Retenido Anual
zh_cn: 年度预扣税

source: Annual Withholding Tax Reconciliation
es_es: Reconciliación Anual de Impuestos Retenidos
zh_cn: 预扣税年度对账

source: Annual Withholding Tax Reconciliation Report
es_es: Informe de Reconciliación de Impuesto Retenido Anual
zh_cn: 年度预扣税对账报告

source: Annual Withholding Tax Return & Transmittal
es_es: Declaración Anual de Retención de Impuestos y Transmisión
zh_cn: 年度预扣税申报和传送

source: Annually
es_es: Anualmente
zh_cn: 每年

source: Annuities (24)
es_es: Anualidades (24)
zh_cn: 年金(24)

source: Annuities (Box 24)
es_es: Anualidades (Caja 24)
zh_cn: 年金(Box 24)

source: Another Pay Stub Amendment already exists for the same employee, account, effective date and amount
es_es: Ya existe otra modificación de recibo de pago para el mismo empleado, cuenta, fecha efectiva y cantidad.
zh_cn: 同一员工、账户、生效日期和金额的另一个工资存根修正案已经存在

source: Antarctica
es_es: Antártica

source: Antigua and Barbuda
es_es: Antigua y Barbuda

source: Antwerp
es_es: Amberes

source: Any
es_es: Cualquiera
zh_cn: 任何

source: App Push Notification
es_es: Notificación Push de la Aplicación
zh_cn: 应用推送通知

source: Applicant
es_es: Candidato
zh_cn: 申请人

source: Applicant Education Course
es_es: Curso de Educación del Solicitante
zh_cn: 申请人教育课程

source: Applicant Education Course Information By Job Vacancy/Status/Applicant/Education
es_es: Información de Curso de Educación de Solicitante por Vacante de Trabajo/Estado/Solicitante/Educación
zh_cn: 申请人教育课程信息（按职位空缺/状态/申请人/教育程度）

source: Applicant Education End Date
es_es: Fecha de finalización de educación del solicitante
zh_cn: 申请人教育结束日期

source: Applicant Education Grade/Score
es_es: Solicitante Educación Grado/Puntuación
zh_cn: 申请人教育程度/分数

source: Applicant Education Graduation Date
es_es: Solicitante Educación Fecha de Graduación
zh_cn: 申请者学历毕业日期

source: Applicant Education Institute
es_es: Instituto de Educación del Solicitante
zh_cn: 申请人教育机构

source: Applicant Education Major/Specialization
es_es: Solicitante Educación Mayor/Especialización
zh_cn: 申请人教育专业/专业

source: Applicant Education Minor
es_es: Educación del Solicitante Menor
zh_cn: 申请教育辅修

source: Applicant Education Start Date
es_es: Educación del Solicitante Fecha de Inicio
zh_cn: 申请人教育开始日期

source: Applicant History Address 1
es_es: Historial de Solicitante Dirección 1
zh_cn: 申请人历史地址1

source: Applicant History Address 2
es_es: Historial de la Solicitud Dirección 2
zh_cn: 申请人历史地址2

source: Applicant History City
es_es: Historial del Solicitante Ciudad
zh_cn: 申请人历史城市

source: Applicant History Country
es_es: Historial del Solicitante País
zh_cn: 申请人历史国家

source: Applicant History Employ End Date
es_es: Historial del Solicitante Fecha de Finalización del Empleo
zh_cn: 申请人历史雇佣结束日期

source: Applicant History Employ Start Date
es_es: Historial del Solicitante Fecha de Inicio de Empleo
zh_cn: 申请人历史雇佣开始日期

source: Applicant History Location End Date
es_es: Historial del solicitante Ubicación Fecha de finalización
zh_cn: 申请人历史位置结束日期

source: Applicant History Location Start Date
es_es: Historial del Solicitante Ubicación Fecha de Inicio
zh_cn: 申请人历史位置开始日期

source: Applicant History Postal Code
es_es: Historial del Solicitante Código Postal
zh_cn: 申请人历史邮政编码

source: Applicant History Province/State
es_es: Historial del solicitante Provincia/Estado
zh_cn: 申请人历史省/州

source: Applicant History Title
es_es: Historial del Solicitante
zh_cn: 申请人历史头衔

source: Applicant History Wage
es_es: Historial del Solicitante Salario
zh_cn: 申请人历史工资

source: Applicant History Wage Type
es_es: Historial del Solicitante Tipo de Salario
zh_cn: 申请人历史工资类型

source: Applicant Information By Job Vacancy/Status
es_es: Información del solicitante por vacante/estado de trabajo.
zh_cn: 按职位空缺/状态列出的申请人信息

source: Applicant Information By Status/Job Vacancy
es_es: Información de solicitante por estado/vacante de trabajo
zh_cn: 按状态/职位空缺列出的申请人信息

source: Applicant Language
es_es: Idioma del solicitante
zh_cn: 申请人语言

source: Applicant Language Competency
es_es: Competencia lingüística del solicitante
zh_cn: 申请人语言能力

source: Applicant Language Description
es_es: Descripción del lenguaje del solicitante
zh_cn: 申请人语言描述

source: Applicant Language Fluency
es_es: Fluidez del idioma del solicitante
zh_cn: 申请人语言流利

source: Applicant Language Information By Applicant/License/Job Vacancy/Status
es_es: Información de lenguaje del solicitante por solicitante / licencia / vacante de trabajo / estado.
zh_cn: 申请人语言信息（按申请人/执照/职位空缺/状态）

source: Applicant License Expiry Date
es_es: Fecha de vencimiento de la licencia del solicitante
zh_cn: 申请人执照到期日

source: Applicant License Information By Applicant/License/Job Vacancy/Status
es_es: Información de licencia de solicitante por solicitante/licencia/vacante de trabajo/estado
zh_cn: 申请人许可证信息（按申请人/许可证/职位空缺/状态）

source: Applicant License Issued Date
es_es: Fecha de emisión de la licencia del solicitante
zh_cn: 申请人许可证颁发日期

source: Applicant License Number
es_es: Número de Licencia del Solicitante
zh_cn: 申请人牌照号码

source: Applicant License Type
es_es: Tipo de licencia del solicitante
zh_cn: 申请人执照类型

source: Applicant Membership
es_es: Solicitud de Membresía
zh_cn: 申请会员

source: Applicant Membership Amount
es_es: Cantidad de Membresía de Solicitante
zh_cn: 申请人会员金额

source: Applicant Membership Currency
es_es: Solicitud de Membresía Moneda
zh_cn: 申请人会员货币

source: Applicant Membership Information By Applicant/License/Job Vacancy/Status
es_es: Información de membresía de solicitante por solicitante/licencia/vacante de trabajo/estado
zh_cn: 申请人会员信息（按申请人/执照/职位空缺/状态）

source: Applicant Membership Ownership
es_es: Solicitud de Membresía de Propiedad
zh_cn: 申请人会员所有权

source: Applicant Membership Renewal Date
es_es: Fecha de renovación de membresía de solicitante
zh_cn: 申请会员续期日期

source: Applicant Membership Start Date
es_es: Fecha de inicio de membresía del solicitante
zh_cn: 申请会员开始日期

source: Applicant Name
es_es: Nombre del solicitante
zh_cn: 申请人姓名

source: Applicant Qualification Skill
es_es: Calificación del solicitante Habilidad
zh_cn: 申请人资格技能

source: Applicant Qualification Skill Information By Applicant/Skill/Job Vacancy/Status
es_es: Información de calificación de solicitante por solicitante/habilidad/vacante de trabajo/estado
zh_cn: 申请人资格技能信息（按申请人/技能/职位空缺/状态）

source: Applicant Reference Address 1
es_es: Dirección de Referencia del Solicitante
zh_cn: 申请人参考地址1

source: Applicant Reference Address 2
es_es: Dirección de Referencia del Solicitante 2
zh_cn: 申请人参考地址2

source: Applicant Reference City
es_es: Referencia del solicitante Ciudad
zh_cn: 申请人参考城市

source: Applicant Reference Country
es_es: Referencia del solicitante País
zh_cn: 申请人参考国家

source: Applicant Reference First Name
es_es: Nombre de referencia del solicitante
zh_cn: 申请人参考名

source: Applicant Reference Home Email
es_es: Referencia del Solicitante Hogar Correo Electrónico
zh_cn: 申请人参考家庭电子邮件地址

source: Applicant Reference Home Phone
es_es: Referencia del Solicitante Teléfono de Casa
zh_cn: 申请人参考家庭电话

source: Applicant Reference Known Since
es_es: Referencia del solicitante conocida desde
zh_cn: 申请人参考号自

source: Applicant Reference Last Name
es_es: Apellido del Referente del Solicitante
zh_cn: 申请人参考姓氏

source: Applicant Reference Mobile Phone
es_es: Referencia del Solicitante Teléfono Móvil
zh_cn: 申请人参考手机

source: Applicant Reference Postal Code
es_es: Referencia del solicitante Código Postal
zh_cn: 申请人参考邮政编码

source: Applicant Reference Province/State
es_es: Referencia del solicitante Provincia/Estado
zh_cn: 申请人参考省/州

source: Applicant Reference Type
es_es: Tipo de Referencia del Solicitante
zh_cn: 申请人参考类型

source: Applicant Reference Work Email
es_es: Referencia del Solicitante Correo Electrónico de Trabajo
zh_cn: 申请人参考工作电子邮件地址

source: Applicant Reference Work Phone
es_es: Referencia de Solicitante Teléfono de Trabajo
zh_cn: 申请人参考工作电话

source: Applicant Skill Description
es_es: Descripción de habilidades del solicitante
zh_cn: 申请人技能描述
