Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: PA-W3 Filing
es_es: Presentar el PA-W3
zh_cn: PA-W3 归档

source: PACKING SLIP
es_es: ALBARÁN
zh_cn: 装箱单

source: PAID
es_es: PAGADO
zh_cn: 已付

source: PBJ Detail Report
es_es: Informe de Detalles de PBJ
zh_cn: PBJ 详细报告

source: PEAR Enabled
es_es: Habilitado PEAR
zh_cn: 启用 PEAR

source: PENDING
es_es: Pendiente
zh_cn: 待办的

source: PENDING ACTIVATION
es_es: Activación pendiente
zh_cn: 待激活

source: PENDING AUTHORIZATION
es_es: AUTORIZACION PENDIENTE
zh_cn: 待定授权

source: PENDING EMPLOYEE VERIFICATION
es_es: VERIFICACIÓN DE EMPLEADO PENDIENTE
zh_cn: 等待员工验证

source: PERMISSION DENIED
es_es: PERMISO DENEGADO
zh_cn: 没有权限

source: PHONE
es_es: TELEFONO
zh_cn: 电话

source: PHP 64-bit Support
es_es: Soporte de PHP de 64 bits
zh_cn: PHP 64 位支持

source: PHP CLI Executable
es_es: Ejecutable de CLI de PHP
zh_cn: PHP CLI 可执行文件

source: PHP CLI Requirements
es_es: Requerimientos de la línea de comandos de PHP
zh_cn: PHP CLI 要求

source: PHP CLI requirements failed while executing
es_es: Los requisitos de CLI de PHP fallaron al ejecutarse
zh_cn: 执行时 PHP CLI 要求失败

source: PHP DISABLE_FUNCTIONS
es_es: Deshabilitar funciones de PHP

source: PHP Information
es_es: Información de PHP
zh_cn: PHP 信息

source: PHP OPEN_BASEDIR setting
es_es: Configuración de PHP OPEN_BASEDIR
zh_cn: PHP OPEN_BASEDIR 设置

source: PHP Open BaseDir
es_es: Directorio Base Abierto de PHP
zh_cn: PHP 打开 BaseDir

source: PHP Requirements
es_es: Requerimientos PHP
zh_cn: PHP的需求

source: PHP Version
es_es: Versión de PHP
zh_cn: PHP版本

source: PIER Report (Internal Audit)
es_es: Informe de Auditoría Interna (PIER)
zh_cn: PIER 报告（内部审计）

source: PIN/Phone ID
es_es: ID de PIN/teléfono
zh_cn: 个人识别码/电话ID

source: PLEASE SELECT ITEM
es_es: Por favor seleccione un artículo.
zh_cn: 请选择项目

source: PO Number
es_es: Número de PO
zh_cn: 订单号

source: PS Amendment Description
es_es: Descripción de la enmienda PS
zh_cn: PS修改说明

source: PS Amendments
es_es: Modificaciones al TP
zh_cn: PS修改

source: Packed
es_es: Empacado
zh_cn: 包装的

source: Packing Information
es_es: Información Bancaria
zh_cn: 包装信息

source: Page
es_es: Pagina
zh_cn: 页

source: Page Break On
es_es: Salto de página activado
zh_cn: 分页符打开

source: Page Break On defines column that is not being displayed on the report
es_es: Page Break On define una columna que no se está mostrando en el informe.
zh_cn: 分页定义未显示在报表上的列

source: Page Orientation
es_es: Orientación de página
zh_cn: 页面方向

source: Paid
es_es: Pagado
zh_cn: 已付

source: Paid (Above Salary)
es_es: Pagado (Sobre El Salario)
zh_cn: 已付(月薪以上)

source: Paid 12th Day Of Month 1
es_es: º día del mes pagado 12.
zh_cn: 第 1 个月的第 12 天支付

source: Paid 12th Day Of Month 2
es_es: Pagado el 12 del mes 2.
zh_cn: 第 2 个月的第 12 天支付

source: Paid 12th Day Of Month 3
es_es: Pagado el 12 del mes 3.
zh_cn: 第 3 个月的第 12 天支付

source: Paid Family and Medical Leave Filing
es_es: Presentación de la Licencia Familiar y Médica Remunerada
zh_cn: 带薪家庭和病假申请

source: Paid Out
es_es: Pagado
zh_cn: 支付出

source: Paid Transactions
es_es: Transacciones pagadas
zh_cn: 付费交易

source: Paid in Full
es_es: Pagado Completamente
zh_cn: 全额支付

source: Pakistan
es_es: Pakistán

source: Palestinian Territory, Occupied
es_es: Palestina

source: Panama
es_es: Panamá

source: Papua
es_es: Papúa
zh_cn: 巴布亚

source: Papua New Guinea
es_es: Papúa Nueva Guinea

source: Paraiba
es_es: Paraíba

source: Parent
es_es: Padre/Madre
zh_cn: 家长

source: Parent Client cannot be itself
es_es: El cliente principal no puede ser él mismo.
zh_cn: 父客户端不能是它自己

source: Parent Client is invalid
es_es: El cliente padre es inválido.
zh_cn: 父客户端无效

source: Parent Company cannot be itself
es_es: La Compañía Matriz no puede ser ella misma.
zh_cn: 母公司不能是其本身

source: Parent Company is invalid
es_es: Compañía Matriz no es valida
zh_cn: 母公司无效

source: Parent Expense is invalid
es_es: La tarifa de los padres es inválida.
zh_cn: 家长费用无效

source: Parent is invalid
es_es: Padre no es valido
zh_cn: 父无效

source: Parent/Guardian
es_es: Padre/Tutor
zh_cn: 家长/监护人

source: Parse Hint
es_es: Parsear Pista
zh_cn: 解析提示

source: Parsed Resume
es_es: Currículum analizado
zh_cn: 解析简历

source: Parsing import data...
es_es: Analizando datos de importación...
zh_cn: 正在解析导入数据...

source: Part Number
es_es: Numero de Parte
zh_cn: 部件号

source: Part Numbers
es_es: Números de Pieza
zh_cn: 零件号

source: Part Time
es_es: Tiempo parcial
zh_cn: 兼职

source: Part number is too short or too long
es_es: Numero de Parte es muy corto o muy largo
zh_cn: 部件号太短或太长

source: Part-Time
es_es: Tiempo parcial
zh_cn: 兼职

source: Partial Push Frequency
es_es: Frecuencia de empuje parcial
zh_cn: 部分推送频率

source: Partial Shift Absence Policy
es_es: Política de Ausencia de Turno Parcial
zh_cn: 部分轮班缺勤政策

source: Partial Shift Undertime Absence Policy
es_es: Política de Ausencia por Jornada Parcial y Menor Tiempo
zh_cn: 部分轮班加班缺勤政策

source: Partial Upload Frequency
es_es: Frecuencia de carga parcial
zh_cn: 部分上传频率

source: Partnership
es_es: Asociación
zh_cn: 合伙

source: Pass
es_es: Pasar
zh_cn: 通过

source: Passport
es_es: Pasaporte
zh_cn: 护照

source: Password
es_es: Clave
zh_cn: 密码

source: Password (Confirm)
es_es: Contraseña (Confirmar)
zh_cn: 密码(确认)

source: Password - Quick Punch
es_es: Contraseña - Marcaje Rápido
zh_cn: 密码-快速打卡

source: Password - Web
es_es: Clave - Web
zh_cn: 密码－网上

source: Password - Web (Exceeded Maximum Age)
es_es: Contraseña - Web (Excedió la edad máxima)
zh_cn: 密码 - Web（超过最长期限）

source: Password - Web (Password Policy)
es_es: Contraseña - Web (Política de contraseñas)
zh_cn: 密码 - Web（密码策略）

source: Password History
es_es: Historial de contraseñas
zh_cn: 密码历史记录

source: Password Policy
es_es: Política de contraseñas
zh_cn: 密码政策

source: Password Reset
es_es: Cambiar Clave
zh_cn: 密码重置

source: Password Reset - Web (Completed)
es_es: Restablecer contraseña - Web (Completado)
zh_cn: 密码重置 - 网页（已完成）

source: Password Time Period
es_es: Período de Contraseña
zh_cn: 密码时间段

source: Password Updated
es_es: Contraseña Actualizada
zh_cn: 密码已更新

source: Password Updated Date
es_es: Fecha de actualización de contraseña
zh_cn: 密码更新日期

source: Password has already been used in the past, please choose a new one
es_es: La contraseña ya ha sido usada en el pasado, por favor elija una nueva.
zh_cn: 密码已被使用过，请选择一个新密码

source: Password has been changed successfully, you may now login
es_es: La contraseña se ha cambiado con éxito, ahora puedes iniciar sesión.
zh_cn: 密码修改成功，您可以登录了

source: Password has been changed successfully, you may now login.
es_es: La contraseña se ha cambiado con éxito, ahora puedes iniciar sesión.
zh_cn: 密码修改成功，可以登录了。

source: Password is too short
es_es: La contraseña es demasiado corta.
zh_cn: 密码太短

source: Password is too short or too long
es_es: Clave es muy corta o muy larga
zh_cn: 密码太长或太短

source: Password is too weak, add additional numbers or special/upper case characters
es_es: La contraseña es demasiado débil, agregue números adicionales o caracteres especiales/mayúsculas.
zh_cn: 密码太弱，请添加其他数字或特殊/大写字符

source: Password is too weak, it should not match any commonly known personal information
es_es: La contraseña es demasiado débil, no debería coincidir con ninguna información personal comúnmente conocida.
zh_cn: 密码太弱，不应匹配任何众所周知的个人信息

source: Password minimum length must only be digits
es_es: La longitud mínima de la contraseña debe ser solo dígitos.
zh_cn: 密码最小长度只能是数字

source: Password must not be a part of the User Name
es_es: La contraseña no debe ser parte del nombre de usuario.
zh_cn: 密码不能是用户名的一部分

source: Password must reach its minimum age before it can be changed again
es_es: La contraseña debe alcanzar su edad mínima antes de que se pueda cambiar de nuevo.
zh_cn: 密码必须达到最低使用期限才能再次更改

source: Password reset date is invalid
es_es: Fecha de reset de la clave no es valida
zh_cn: 密码重置日期无效

source: Password reset key is invalid
es_es: Llave para reset la clave no es valida
zh_cn: 密码重置键无效

source: Password reset key is invalid, please try resetting your password again (u)
es_es: La clave de restablecimiento de contraseña no es válida, por favor intente restablecer su contraseña de nuevo.
zh_cn: 密码重置密钥无效，请尝试重新设置密码 (u)

source: Password reset key is invalid, please try resetting your password again.
es_es: La clave de restablecimiento de contraseña no es válida, por favor intente restablecer su contraseña nuevamente.
zh_cn: 密码重置密钥无效，请尝试重新设置密码。

source: Password updated date is invalid
es_es: La fecha de actualización de la contraseña no es válida.
zh_cn: 密码更新日期无效

source: Password/COMM Key
es_es: Contraseña/Clave COMM
zh_cn: 密码/COMM密钥

source: Passwords do not match
es_es: Las contraseñas no coinciden
zh_cn: 密码不匹配

source: Passwords don't match
es_es: Claves no concuerdan
zh_cn: 密码不匹配

source: Past
es_es: Pasado
zh_cn: 过去的

source: Pay + Premium
es_es: Pago + Premium
zh_cn: 工资 + 优先

source: Pay Code
es_es: Código de Pago
zh_cn: 支付代码

source: Pay Codes
es_es: Códigos de Pago
zh_cn: 支付代码

source: Pay End Date
es_es: Fecha de pago final
zh_cn: 付款结束日期

source: Pay Formula Policy
es_es: La política de fórmula de pago.
zh_cn: 薪酬公式政策

source: Pay Formula Policy is invalid
es_es: La política de fórmula de pago es inválida.
zh_cn: 薪酬公式政策无效

source: Pay Formulas
es_es: Fórmulas de Pago
zh_cn: 薪酬公式

source: Pay Methods
es_es: Métodos de pago
zh_cn: 付款方式

source: Pay Multiplied By Factor
es_es: Pago multiplicado por factor
zh_cn: 工资乘以因子

source: Pay Period
es_es: Periodo de Pago
zh_cn: 工资期

source: Pay Period - End Date
es_es: Periodo de Pago - Fecha de Finalización
zh_cn: 付款期 - 结束日期

source: Pay Period - Start Date
es_es: Período de Pago - Fecha de Inicio
zh_cn: 付款期 - 开始日期

source: Pay Period - Total Days
es_es: Período de pago - Total de días
zh_cn: 发薪期 - 总天数

source: Pay Period - Total Paid Days
es_es: Período de pago - Días pagados totales
zh_cn: 付薪期 - 总付薪天数

source: Pay Period - Total Paid Time
es_es: Período de pago - Tiempo total pagado
zh_cn: 付薪期 - 总付薪时间

source: Pay Period - Total Paid Weeks
es_es: Período de pago - Total de semanas pagadas
zh_cn: 付薪期 - 总付薪周数

source: Pay Period - Total Worked Days
es_es: Período de pago - Días trabajados totales
zh_cn: 发薪期 - 总工作日

source: Pay Period - Total Worked Time
es_es: Período de Pago - Tiempo Total Trabajado
zh_cn: 发薪期 - 总工作时间

source: Pay Period - Total Worked Weeks
es_es: Período de pago - Total de semanas trabajadas
zh_cn: 发薪期 - 总工作周数

source: Pay Period - Transaction Date
es_es: Período de Pago - Fecha de Transacción
zh_cn: 支付期 - 交易日期

source: Pay Period Dates
es_es: Fechas del Período de Pago
zh_cn: 工资期日期

source: Pay Period End Date
es_es: Fecha de fin de periodo de pago
zh_cn: 支付期结束日期

source: Pay Period Frequency
es_es: Frecuencia de Periodo de Pago
zh_cn: 支付周期频率

source: Pay Period Schedule
es_es: Horario del Periodo de Pago
zh_cn: 工资期时间表

source: Pay Period Schedule Employees
es_es: Horario de periodo de pago para empleados.
zh_cn: 工资周期表员工

source: Pay Period Schedule is invalid
es_es: Horario del Periodo de Pago no es valido
zh_cn: 工资期时间表无效

source: Pay Period Schedule is not specified
es_es: El calendario de periodos de pago no está especificado.
zh_cn: 未指定付款周期表

source: Pay Period Schedule type mismatch.
es_es: Discrepancia de tipo de programa de período de pago.
zh_cn: 付款周期表类型不匹配。

source: Pay Period Schedules
es_es: Horarios de periodos de pago
zh_cn: 发薪期时间表

source: Pay Period Start Date
es_es: Fecha de inicio del periodo de pago
zh_cn: 支付期开始日期

source: Pay Period Start Day of Month
es_es: Día de Inicio del Período de Pago
zh_cn: 支付期每月开始日

source: Pay Period Starts On
es_es: Periodo de pago comienza en
zh_cn: 付款期开始于

source: Pay Period Transaction Date
es_es: Período de Pago Fecha de Transacción
zh_cn: 支付期交易日

source: Pay Period Type
es_es: Tipo de Período de Pago
zh_cn: 支付期类型

source: Pay Period Weeks
es_es: Semanas de Pago
zh_cn: 发薪期周数

source: Pay Period is Currently Locked
es_es: El Periodo de Pago esta enllavado
zh_cn: 工资期目前已锁定

source: Pay Period is invalid
es_es: El periodo de pago es inválido.
zh_cn: 付款期限无效

source: Pay Period schedule is invalid
es_es: Horario del Periodo de Pago no es valido
zh_cn: 工资期时间表无效

source: Pay Period that this effective date falls within is currently closed
es_es: El período de pago en el que cae esta fecha de vigencia actualmente está cerrado.
zh_cn: 该生效日期所在的支付期当前已关闭

source: Pay Period(s)
es_es: Periodo de pago
zh_cn: 付款期

source: Pay Periods
es_es: Periodos de Pagos
zh_cn: 工资期

source: Pay Start Date
es_es: Fecha de inicio de pago
zh_cn: 付款开始日期

source: Pay Stub
es_es: Talonario de Pagos
zh_cn: 工资条

source: Pay Stub Account
es_es: Cuenta del Talonario de Pagos
zh_cn: 工资条帐户

source: Pay Stub Account Linking
es_es: Enlaces de Cuentas del Talonario de Pagos
zh_cn: 工资条帐户链接

source: Pay Stub Account Links
es_es: Enlaces de Cuentas del Talonario de Pagos
zh_cn: 工资条帐户链接

source: Pay Stub Account Links for this company already exist
es_es: Los enlaces de cuenta de recibo de pago para esta compañía ya existen.
zh_cn: 该公司的付款存根帐户链接已存在

source: Pay Stub Account Value
es_es: Comprobante de pago de cuenta de valor
zh_cn: 薪酬条帐户值

source: Pay Stub Account is invalid
es_es: Cuenta del Talonario de Pagos es invalido
zh_cn: 工资条帐号无效

source: Pay Stub Account must be specified for amounts to appear on pay stubs
es_es: La cuenta de recibo de pago debe especificarse para que los montos aparezcan en los recibos de pago.
zh_cn: 必须指定工资单帐户才能显示在工资单上的金额

source: Pay Stub Accounts
es_es: Cuentas del Talonario de Pagos
zh_cn: 工资条帐户

source: Pay Stub Amendment
es_es: Modificaciones al Talonario de Pagos
zh_cn: 工资条修改

source: Pay Stub Amendment - Employee
es_es: Talón de cheque Enmienda - Empleado
zh_cn: 工资条修改－员工

source: Pay Stub Amendment effective date is after employees pay stub end date or termination date
es_es: La fecha de efectividad de la modificación de la boleta de pago es posterior a la fecha de finalización o terminación de la boleta de pago del empleado.
zh_cn: 工资单修正生效日期在员工工资单结束日期或终止日期之后

source: Pay Stub Amendment is assigned to a OPEN pay stub, for changes to take effect you must regenerate the pay stub after this modification
es_es: La modificación de la boleta de pago se asigna a una boleta de pago ABIERTA, para que los cambios surtan efecto, debe regenerar la boleta de pago después de esta modificación.
zh_cn: Pay Stub Amendment 分配给 OPEN pay stub，要使更改生效，您必须在此修改后重新生成 pay stub

source: Pay Stub Amendments
es_es: Modificaciones al Talonario de Pagos
zh_cn: 薪酬条修改

source: Pay Stub Amount
es_es: Cantidad de Talón de Pago
zh_cn: 工资单金额

source: Pay Stub End Date
es_es: Fecha Final de Talón de Pago
zh_cn: 工资单结束日期

source: Pay Stub Entry
es_es: Entrada de recibo de pago
zh_cn: 工资单输入

source: Pay Stub Entry Acount
es_es: Entrada de Recibo de Pago
zh_cn: 工资单输入帐户

source: Pay Stub Entry Description
es_es: Descripción de la entrada de talón de pago
zh_cn: 工资单条目说明

source: Pay Stub Generated by
es_es: Talonario de Pagos Generado por
zh_cn: 工资条生成者

source: Pay Stub Note (Public)
es_es: Nota de recibo de pago (Público)
zh_cn: 工资单（公开）

source: Pay Stub Run
es_es: Corrida de Talón de Pago
zh_cn: 工资存根运行

source: Pay Stub Start Date
es_es: Fecha de inicio de recibo de pago
zh_cn: 工资单开始日期

source: Pay Stub Status
es_es: Estado de Talón de Pago
zh_cn: 工资单状态

source: Pay Stub Summary
es_es: Resumen del Talonario de Pagos
zh_cn: 工资条摘要

source: Pay Stub Summary Report
es_es: Resumen del Talonario de Pagos
zh_cn: 工资条摘要报表

source: Pay Stub Transaction
es_es: Talón de Pago Transacción
zh_cn: 工资单交易

source: Pay Stub Transaction Date
es_es: Fecha de la transacción de la boleta de pago
zh_cn: 工资单交易日期

source: Pay Stub Transaction Summary
es_es: Resumen de Transacción de Talón de Pago
zh_cn: 工资单交易摘要

source: Pay Stub Transaction Summary Report
es_es: Resumen de informe de transacción de recibo de pago
zh_cn: 工资单交易摘要报告

source: Pay Stub Transactions
es_es: Transacciones de Talón de Pago
zh_cn: 工资单交易

source: Pay Stub Type
es_es: Tipo de Talón de Pago
zh_cn: 工资单类型

source: Pay Stub Units
es_es: Boleta de Pago Unidades
zh_cn: 工资单单位

source: Pay Stub YTD Amount
es_es: Talón de pago cantidad acumulada hasta la fecha.
zh_cn: 工资单年初至今金额

source: Pay Stub YTD Units
es_es: Talón de pago YTD Unidades
zh_cn: 工资单年初至今单位

source: Pay Stub for this employee already exists, skipping...
es_es: El Talonario de pagos para este empleado ya existe, continuando...
zh_cn: 此员工的工资条已存在，跳过...

source: Pay Stub must be OPEN to modify transactions
es_es: La boleta de pago debe estar ABIERTA para modificar transacciones.
zh_cn: Pay Stub 必须打开才能修改交易

source: Pay Stub now available in
es_es: Boleta de pago ahora disponible en
zh_cn: Pay Stub 现已在

source: Pay Stub<br>Amendments
es_es: Talón de Pago<br>2. Enmiendas
zh_cn: 工资单<br>修改

source: Pay Stub<br>Summary
es_es: Resumen de Talón de Pago
zh_cn: 工资单<br>摘要

source: Pay Stub<br>Transaction Summary
es_es: Talón de Pago<br>2. Resumen de Transacciones
zh_cn: 工资单<br>交易摘要

source: Pay Stubs
es_es: Talonarios de Pagos
zh_cn: 工资条

source: Pay Stubs (OPEN)
es_es: Talones de pago (ABIERTO)
zh_cn: 工资单（开放）

source: Pay Stubs Pending Payment
es_es: Talones de pago pendientes de pago
zh_cn: 待付款的工资单

source: Pay Stubs with a transaction date before today are still OPEN, all pay stubs must be PAID on or before their transaction date
es_es: Los talones de pago con una fecha de transacción antes de hoy todavía están ABIERTOS, todos los talones de pago deben SER PAGADOS el día o antes de su fecha de transacción.
zh_cn: 交易日期在今天之前的工资单仍然开放，所有工资单必须在交易日期或之前支付

source: Pay Type
es_es: Tipo de Pago
zh_cn: 工资类型

source: Pay Type Code
es_es: Código de Tipo de Pago
zh_cn: 支付类型代码

source: Pay period end date after Last Day For Which Paid
es_es: Fecha de fin de periodo de pago después del último día por el cual se pagó.
zh_cn: 支付期结束日期在支付的最后一天之后

source: Pay period is already verified, saving these changes will require it to be reverified
es_es: El periodo de pago ya está verificado, guardar estos cambios requerirá que se vuelva a verificar.
zh_cn: 支付期已经过验证，保存这些更改将需要重新验证

source: Pay period prior to %1 is not closed, please close all previous pay periods and try again...
es_es: El periodo de pago anterior al %1 no está cerrado, por favor cierre todos los periodos de pago anteriores e inténtelo de nuevo...
zh_cn: %1 之前的支付期未结束，请关闭所有以前的支付期并重试...

source: Pay period schedules are critical to the operation of
es_es: Los horarios de los periodos de pago son críticos para el funcionamiento de
zh_cn: 支付周期表对于公司的运营至关重要

source: Pay periods past their transaction date have not been closed yet. It's critical that these pay periods are closed to prevent data loss, click here to close them now.
es_es: Los periodos de pago pasados su fecha de transacción aún no se han cerrado. Es crítico que estos periodos de pago se cierren para evitar la pérdida de datos, haga clic aquí para cerrarlos ahora.
zh_cn: 超过交易日期的支付期尚未结束。关闭这些支付期以防止数据丢失至关重要，请单击此处立即关闭它们。

source: Pay stub entry account is invalid
es_es: La entrada de talón de pago es inválida.
zh_cn: 工资单输入帐户无效

source: Pay stub exists after final pay stub transaction date, therefore this ROE may not be accurate
es_es: El talón de pago existe después de la fecha de transacción del último talón de pago, por lo tanto, este ROE puede no ser preciso.
zh_cn: 工资单在最终工资单交易日期之后存在，因此此 ROE 可能不准确

source: Pay stub must have at least one line item
es_es: La boleta de pago debe tener al menos un elemento.
zh_cn: 工资单必须至少有一项

source: Pay stub scheduled to be paid on %1 is now available.
es_es: La boleta de pago programada para ser pagada el %1 ahora está disponible.
zh_cn: 计划于 %1 支付的工资单现已可用。

source: Pay stub transaction is already paid unable to edit
es_es: La transacción de la boleta de pago ya está pagada, no se puede editar.
zh_cn: 付款存根交易已付款无法编辑

source: Pay<br>Stubs
es_es: Talones de pago
zh_cn: 付款<br>存根

source: Paychex Hours Code
es_es: Código Horas Paychex
zh_cn: Paychex 工作时间代码

source: Paychex Online Payroll
es_es: Paychex en línea Nómina
zh_cn: Paychex 在线薪资

source: Paychex Preview
es_es: Vista previa de Paychex

source: Paychex Preview (by Day/Job)
es_es: Vista previa de Paychex (por día/trabajo)
zh_cn: 工资支票预览（按天/工作）

source: Payment
es_es: Pago
zh_cn: 支付

source: Payment & Report
es_es: Pago y Reporte
zh_cn: 付款及报告

source: Payment Amount
es_es: Cantidad de Pago
zh_cn: 支付金额

source: Payment Date
es_es: Fecha de Pago
zh_cn: 付款日期

source: Payment Details
es_es: Detalles de pago
zh_cn: 付款详情

source: Payment Gateway
es_es: Forma de Pago:
zh_cn: 付网关

source: Payment Gateway driver or options are invalid
es_es: Opción de Salida de Pago no es valido
zh_cn: 支付网关驱动器或选项无效

source: Payment Gateway is invalid
es_es: Salida de Pago no es valida
zh_cn: 支付网关无效

source: Payment Information
es_es: Información de Pago
zh_cn: 支付信息

source: Payment Method
es_es: Método de Pago
zh_cn: 支付方法

source: Payment Method is currently in use by Transactions, may need to create a new Payment Method instead
es_es: El método de pago actualmente está siendo utilizado por transacciones, puede que necesite crear un nuevo método de pago en su lugar.
zh_cn: 交易当前正在使用付款方式，可能需要创建新的付款方式

source: Payment Method is invalid
es_es: Método de Pago no es valido
zh_cn: 支付方法无效

source: Payment Method is not specified
es_es: El método de pago no está especificado.
zh_cn: 未指定付款方式

source: Payment Methods
es_es: Métodos de pago
zh_cn: 支付方式

source: Payment Percent Amount
es_es: Porcentaje de Pago 2. Cantidad
zh_cn: 付款百分比金额

source: Payment Process Message
es_es: Por favor, procese el pago.
zh_cn: 付款流程留言

source: Payment Required
es_es: Pago requerido:
zh_cn: 需要支付

source: Payment Sent
es_es: Pago Enviado
zh_cn: 发出的支付

source: Payment Services
es_es: Servicios de Pago
zh_cn: 支付服务

source: Payment Services API Key
es_es: Clave de la API de Servicios de Pago
zh_cn: 支付服务 API 密钥

source: Payment Services ERROR: %1
es_es: Servicios de Pago ERROR: %1
zh_cn: 付款服务错误：%1

source: Payment Services Statement
es_es: Estado de Servicios de Pago
zh_cn: 支付服务声明

source: Payment Services Status
es_es: Estado de Servicios de Pago
zh_cn: 支付服务状态

source: Payment Services User Name
es_es: Nombre de usuario de servicios de pago
zh_cn: 支付服务用户名

source: Payment Services User Name or API Key is incorrect, or service not activated
es_es: El nombre de usuario o la clave de API de los Servicios de Pago es incorrecto, o el servicio no está activado.
zh_cn: 支付服务用户名或 API 密钥不正确，或服务未激活

source: Payment Services Validation ERROR: %1
es_es: Error de validación de servicios de pago: %1
zh_cn: 支付服务验证错误：%1

source: Payment Services are not enabled for this Legal Entity
es_es: Los servicios de pago no están habilitados para esta entidad legal.
zh_cn: 此法人实体未启用支付服务

source: Payment Services is only available in Canada or the United States
es_es: Los Servicios de Pago solo están disponibles en Canadá o Estados Unidos.
zh_cn: 付款服务仅在加拿大或美国可用

source: Payment Signature
es_es: Firma de Pago
zh_cn: 付款签名

source: Payment Type
es_es: Tipo de Pago
zh_cn: 支付类型

source: Payment Voucher for Withholding Tax
es_es: Voucher de Pago para Retención de Impuestos
zh_cn: 预扣税缴款凭证

source: Payment from
es_es: Pago del
zh_cn: 付自

source: Payment gateway Customer ID is too short or too long
es_es: ID de la Salida de Pago del Cliente es muy corto o muy largo
zh_cn: 支付网关顾客ID太短或太长

source: Payment gateway password is too short or too long
es_es: Clave de la Salida de Pago es muy corto o muy largo
zh_cn: 支付网关密码太长或太短

source: Payment gateway user name is too short or too long
es_es: Usuario de la Salida de Pago es muy corto o muy largo
zh_cn: 支付网关用户名太短或太长

source: Payment of AZ Income Tax Withholding
es_es: Pago de retención de impuestos sobre la renta de AZ
zh_cn: 缴纳 AZ 所得税预扣税

source: Payment process message is too short or too long
es_es: Mensaje de procesado de Pago es muy corto o muy largo
zh_cn: 支付处理留言太长或太短

source: Payment submitted successfully for $%1
es_es: El pago se ha enviado correctamente por $%1.
zh_cn: 已成功提交 $%1 的付款

source: Payments
es_es: Pagos
zh_cn: 付款方式
