Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Invoice Billing Postal/ZIP Code
es_es: Código postal de facturación de la factura.
zh_cn: 发票开票邮政编码

source: Invoice Billing Province/State
es_es: Factura de facturación de provincia/estado
zh_cn: 发票开具省份/州

source: Invoice Clients
es_es: Clientes de Facturas
zh_cn: 向客户收费

source: Invoice Config
es_es: Config de Factura
zh_cn: 发票配置

source: Invoice Date
es_es: Fecha de Factura
zh_cn: 发票日期

source: Invoice Date Time Period
es_es: Fecha de la factura Período de tiempo
zh_cn: 发票日期时间段

source: Invoice District
es_es: Distrito de Factura
zh_cn: 无效地区

source: Invoice Email
es_es: Correo de Factura
zh_cn: 发票Email

source: Invoice Number
es_es: Número de factura
zh_cn: 发票号码

source: Invoice Order Date
es_es: Fecha de la Orden de Factura
zh_cn: 发票订购日期

source: Invoice PO Number
es_es: Número de orden de factura
zh_cn: 发票 PO 编号

source: Invoice Private Note
es_es: Nota de Factura Privada
zh_cn: 发票专用票据

source: Invoice Public Note
es_es: Nota de factura pública
zh_cn: 发票公示

source: Invoice Received
es_es: Factura Recibida
zh_cn: 收到的发票

source: Invoice Reports
es_es: Reporte de Facturas
zh_cn: 发票报表

source: Invoice Required Date
es_es: Fecha de factura requerida
zh_cn: 发票要求日期

source: Invoice Settings
es_es: Propiedades de Facturación
zh_cn: 发票设置

source: Invoice Shipped Date
es_es: Fecha de envío de factura
zh_cn: 发票发货日期

source: Invoice Shipping City
es_es: Ciudad de envío de factura
zh_cn: 发票发货城市

source: Invoice Shipping Contact
es_es: Factura de envío
zh_cn: 发票运输联系人

source: Invoice Shipping Country
es_es: País de envío de factura
zh_cn: 发票运送国家

source: Invoice Shipping Postal/ZIP Code
es_es: Código postal/ZIP de envío de factura.
zh_cn: 发票发货邮政编码

source: Invoice Shipping Province/State
es_es: Factura de envío Provincia/Estado
zh_cn: 发票发货省份/州

source: Invoice Status
es_es: Estado de la factura
zh_cn: 发票状态

source: Invoice Tax Area Policy
es_es: Política de Impuestos del Área del Producto
zh_cn: 发票税务区政策

source: Invoice Tax Policy
es_es: Política de Impuestos de Facturación
zh_cn: 包括税务政策

source: Invoice Tracking Number
es_es: Número de seguimiento de factura
zh_cn: 发票追踪号码

source: Invoice Transaction
es_es: Transacciones de Facturación
zh_cn: 为交易收费

source: Invoice Transaction Report
es_es: Informe de Transacción de Factura
zh_cn: 发票交易报告

source: Invoice Transactions
es_es: Transacciones de Facturación
zh_cn: 为交易收费

source: Invoice is invalid
es_es: Factura no es valida
zh_cn: 发票无效

source: Invoice number is already taken
es_es: El número de factura ya está tomado.
zh_cn: 发票号码已被占用

source: Invoice number is too short or too long
es_es: El número de factura es demasiado corto o demasiado largo.
zh_cn: 发票编号太短或太长

source: Invoiced
es_es: Facturado
zh_cn: 已开发票

source: Invoices
es_es: Facturas
zh_cn: 发票

source: Invoicing
es_es: Facturación
zh_cn: 开发票

source: Iran, Islamic Republic of
es_es: Irán
zh_cn: 伊朗

source: Ireland
es_es: Irlanda
zh_cn: 爱尔兰

source: Isle of Wight
es_es: Isla de Wight

source: Isles of Scilly
es_es: Islas de Scilly

source: Issue Date
es_es: Fecha de emisión
zh_cn: 签发日期

source: Issued Date
es_es: Fecha de emisión
zh_cn: 发行日期

source: Issuing Bank Phone Number
es_es: Número de teléfono del banco emisor.
zh_cn: 发卡行电话号码

source: It appears that you have logged in from another web browser window or tab.<br><br>Please be patient while the session is resumed here...
es_es: Parece que has iniciado sesión desde otra ventana o pestaña del navegador web. <br><br>2. Por favor, ten paciencia mientras se reanuda la sesión aquí...
zh_cn: 您似乎是从另一个 Web 浏览器窗口或选项卡登录的。<br><br>请耐心等待此处恢复会话...

source: It is recommended that a contact person is always specified
es_es: Se recomienda siempre especificar una persona de contacto.
zh_cn: 建议始终指定联系人

source: It is recommended that a remittance source account be specified
es_es: Se recomienda especificar una cuenta de origen de remesas.
zh_cn: 建议指定汇款来源账户

source: It thrills us to hear you think TimeTrex is great!
es_es: Nos emociona escuchar que piensas que TimeTrex es genial!
zh_cn: 我们很高兴听到您认为 TimeTrex 很棒！

source: It's great!
es_es: ¡Es genial!
zh_cn: 这很棒！

source: Italy
es_es: Italia
zh_cn: 意大利

source: Item Display Label
es_es: Etiqueta de visualización de artículo
zh_cn: 项目显示标签

source: Item Number
es_es: Número de artículo
zh_cn: 项目编号

source: Item Quantity
es_es: Cantidad de Items
zh_cn: 条目数量

source: Item Value
es_es: Valor del artículo
zh_cn: 物品价值

source: Items
es_es: Artículos
zh_cn: 项目

source: Items Per Page
es_es: Items por Página
zh_cn: 每页条目数

source: JFS 20127/22128 Filing
es_es: JFS 20127/22128 Presentación
zh_cn: JFS 20127/222128备案

source: JSON Enabled
es_es: Habilitado para JSON
zh_cn: 启用 JSON

source: Jammu and Kashmir
es_es: Jammu y Kashmir

source: Jan
es_es: Ene
zh_cn: 一

source: January
es_es: Enero
zh_cn: 正月

source: Japan
es_es: Japón
zh_cn: 日本

source: Job
es_es: Trabajo
zh_cn: 工作

source: Job Analysis
es_es: Análisis de Trabajos
zh_cn: 工作分析

source: Job Analysis Report
es_es: Reporte de Análisis de Trabajos
zh_cn: 工作分析报表

source: Job Applicant
es_es: Solicitante de empleo
zh_cn: 求职者

source: Job Applicant Education
es_es: Educación del solicitante de empleo
zh_cn: 求职教育

source: Job Applicant Employment
es_es: Solicitud de Empleo
zh_cn: 求职者就业

source: Job Applicant Language
es_es: Idioma del solicitante de empleo
zh_cn: 求职语言

source: Job Applicant Languages
es_es: Idiomas del Solicitante de Empleo
zh_cn: 求职者语言

source: Job Applicant License
es_es: Licencia de Solicitante de Empleo
zh_cn: 求职执照

source: Job Applicant Licenses
es_es: Licencia de Solicitante de Empleo
zh_cn: 求职者执照

source: Job Applicant Location
es_es: Ubicación del Solicitante de Empleo
zh_cn: 求职地点

source: Job Applicant Membership
es_es: Afiliación de Solicitante de Empleo
zh_cn: 求职者会员资格

source: Job Applicant Memberships
es_es: Membresías de solicitantes de empleo
zh_cn: 求职者会员资格

source: Job Applicant Reference
es_es: Referencia de solicitante de trabajo
zh_cn: 求职者参考

source: Job Applicant Sex
es_es: Sexo del solicitante de empleo
zh_cn: 求职者性别

source: Job Applicant Skill
es_es: Habilidad del solicitante de trabajo
zh_cn: 求职者技能

source: Job Applicant Status
es_es: Estado del Solicitante de Trabajo
zh_cn: 求职者身份

source: Job Applicant must be specified
es_es: El solicitante de empleo debe especificarse.
zh_cn: 必须指定求职者

source: Job Applicants
es_es: Solicitantes de empleo
zh_cn: 求职者

source: Job Application
es_es: Solicitud de empleo
zh_cn: 申请工作

source: Job Application Status
es_es: Estado de la solicitud de empleo
zh_cn: 职位申请状态

source: Job Application Type
es_es: Solicitud de trabajo
zh_cn: 职位申请类型

source: Job Applications
es_es: Solicitudes de trabajo
zh_cn: 工作申请

source: Job Bad Quantity Rate
es_es: Media de cantidad de trabajo incorrecta
zh_cn: 不良率

source: Job Barcode
es_es: Código de barra de trabajo
zh_cn: 职位条形码

source: Job Barcodes
es_es: Códigos de barra de trabajo
zh_cn: 职位条形码

source: Job Billable Rate
es_es: Tasa Cobrable
zh_cn: 工作可收费率

source: Job Branch
es_es: Tipo de trabajo
zh_cn: 工作分公司

source: Job Code
es_es: Código de trabajo
zh_cn: 工作代码

source: Job Completed
es_es: Trabajo Completo
zh_cn: 工作完成

source: Job Cost #
es_es: Número de costo de trabajo
zh_cn: 工作成本#

source: Job Costing
es_es: Costeo de Trabajo
zh_cn: 工作成本核算

source: Job Department
es_es: Departamento de trabajo
zh_cn: 工作部门

source: Job Description
es_es: Descripción del trabajo
zh_cn: 职位描述

source: Job Details
es_es: Detalles del trabajo
zh_cn: 职位详情

source: Job Details By Branch
es_es: Detalles del trabajo por sucursal.
zh_cn: 按分行划分的职位详情

source: Job Details By Branch/Department
es_es: Detalles del trabajo por sucursal/departamento.
zh_cn: 按分支机构/部门列出的工作详细信息

source: Job Details By Client
es_es: Detalles del trabajo por cliente
zh_cn: 客户的工作详情

source: Job Details By Supervisor
es_es: Detalles del trabajo por supervisor.
zh_cn: 主管的职位详情

source: Job End Date
es_es: Fecha de finalización del trabajo
zh_cn: 工作结束日期

source: Job Estimate Bad Quantity
es_es: Presupuesto de trabajo - Cantidad incorrecta.
zh_cn: 工作估计错误数量

source: Job Estimate Quantity
es_es: Presupuesto de cantidad de trabajo
zh_cn: 工作估计数量

source: Job Estimated Bad Quantity
es_es: Cantidad de trabajo estimada incorrecta
zh_cn: 工作预计坏数量

source: Job Estimated Quantity
es_es: Cantidad estimada de trabajo
zh_cn: 工作预计数量

source: Job Estimated Time
es_es: Tiempo estimado de trabajo
zh_cn: 工作预计时间

source: Job Exclude Employee
es_es: Excluir empleado del trabajo
zh_cn: 工作排除员工

source: Job Exclude Task
es_es: Tarea excluida del trabajo
zh_cn: 作业排除任务

source: Job Group
es_es: Grupo de Trabajo
zh_cn: 工作组

source: Job Group Selection Type
es_es: Selección de Grupo de Trabajo
zh_cn: 工作组选择类型

source: Job Groups
es_es: Grupos de Trabajo
zh_cn: 工作组

source: Job Include Employee
es_es: Incluir empleado en el trabajo.
zh_cn: 职位包括员工

source: Job Include Task
es_es: Incluir tareas del trabajo
zh_cn: 工作包括任务

source: Job Information
es_es: Información de trabajo
zh_cn: 招聘信息

source: Job Invoice Wizard
es_es: Asistente de facturación de trabajo
zh_cn: 工作发票向导

source: Job Item
es_es: Item del Trabajo
zh_cn: 工作条目

source: Job Item does not exist
es_es: Trabajo no existe
zh_cn: 工作条目不存在

source: Job Name
es_es: Nombre del trabajo
zh_cn: 职位名称

source: Job Note
es_es: Nota de Trabajo
zh_cn: 作业说明

source: Job Number
es_es: Número de trabajo
zh_cn: 工作编号

source: Job Payroll Analysis
es_es: Análisis del empleo de nómina
zh_cn: 工作薪资分析

source: Job Reports
es_es: Reporte de Trabajos
zh_cn: 工作报表

source: Job Search
es_es: Búsqueda de empleo
zh_cn: 求职

source: Job Selection Type
es_es: Selección de trabajo
zh_cn: 职位选择类型

source: Job Start Date
es_es: Fecha de inicio del trabajo
zh_cn: 工作开始日期

source: Job Status
es_es: Estado del trabajo
zh_cn: 工作状态

source: Job Summary
es_es: Resumen de Trabajos
zh_cn: 工作总结

source: Job Summary Report
es_es: Reporte del Resumen de Trabajo
zh_cn: 工作摘要报表

source: Job Supervisor
es_es: Supervisor de Trabajo
zh_cn: 岗位主管

source: Job Tags
es_es: Etiquetas de trabajo
zh_cn: 职位标签

source: Job Task
es_es: Tareas de Trabajo
zh_cn: 工作任务

source: Job Task Amendment
es_es: Modificaciones a las Tareas
zh_cn: 工作任务修改

source: Job Task Group
es_es: Grupo de Tareas de Trabajo
zh_cn: 工作任务组

source: Job Tasks
es_es: Tareas de Trabajo
zh_cn: 工作任务

source: Job Title Code
es_es: Código de título de trabajo
zh_cn: 职称代码

source: Job Tracking
es_es: Seguimiento de Trabajo
zh_cn: 工作跟踪

source: Job Tracking Reports
es_es: Informes de Seguimiento de Trabajo
zh_cn: 工作跟踪报告

source: Job Vacancies
es_es: Vacantes de trabajo
zh_cn: 职位空缺

source: Job Vacancy
es_es: Vacante de Trabajo
zh_cn: 职位空缺

source: Job Vacancy Availability
es_es: Disponibilidad de Vacante de Trabajo
zh_cn: 职位空缺可用性

source: Job Vacancy Level
es_es: Nivel de Vacante de Trabajo
zh_cn: 职位空缺水平

source: Job Vacancy Status
es_es: Abierto
zh_cn: 职位空缺情况

source: Job Vacancy Type
es_es: Tipo de Vacante de Trabajo
zh_cn: 职位空缺类型

source: Job Vacancy Wage Type
es_es: Vacante de trabajo Tipo de salario
zh_cn: 职位空缺工资类型

source: Job does not exist
es_es: Trabajo no existe
zh_cn: 工作不存在

source: Job is invalid
es_es: Trabajo no es valido
zh_cn: 工作无效

source: Job/Task/Tags
es_es: Trabajo/Tarea/Etiquetas
zh_cn: 工作/任务/标签

source: Job: Code
es_es: Trabajo: Código
zh_cn: 职位：代码

source: Job: Name
es_es: Trabajo: Nombre
zh_cn: 职位：姓名

source: Jobs
es_es: Trabajos
zh_cn: 工作

source: Jordan
es_es: Jordania
zh_cn: 约旦

source: Juan Santamaria Day
es_es: Día de Juan Santamaria

source: July
es_es: Julio
zh_cn: 七月

source: Jump To
es_es: Saltar a
zh_cn: 跳转

source: June
es_es: Junio
zh_cn: 六月

source: K-1 Payment
es_es: Pago K-1
zh_cn: K-1 付款

source: K-3 Filing
es_es: Presentación de K-3
zh_cn: K-3 归档

source: K-CNS 100/K-CNS 101 Filing
es_es: Presentación de K-CNS 100/K-CNS 101
zh_cn: K-CNS 100/K-CNS 101归档

source: KPI Group
es_es: Grupo KPI
zh_cn: 关键绩效指标组

source: KPI Groups
es_es: Grupos KPI
zh_cn: 关键绩效指标组

source: KPI Notes
es_es: Notas KPI
zh_cn: 关键绩效指标备注

source: KPI Status
es_es: Estado de KPI
zh_cn: 关键绩效指标状态

source: KPI Type
es_es: Tipo de KPI
zh_cn: 关键绩效指标类型

source: KPI is in use
es_es: KPI se está usando.
zh_cn: KPI 在用

source: KW-3 Filing
es_es: Presentación KW-3
zh_cn: KW-3归档

source: KW-5 Payment
es_es: Pago KW-5
zh_cn: KW-5 支付

source: Kazakhstan
es_es: Kazajstán

source: Kenya
es_es: Kenia
zh_cn: 肯尼亚

source: Key
es_es: Llave
zh_cn: 按键

source: Key Performance Indicator
es_es: Indicador Clave de Desempeño
zh_cn: 关键绩效指标

source: Key Performance Indicators
es_es: Indicadores Clave de Desempeño
zh_cn: 关键绩效指标

source: Key Words
es_es: Translate - Traducir
zh_cn: 关键词

source: Key Words is invalid
es_es: Palabras clave no válidas.
zh_cn: 关键字无效

source: Keywords
es_es: Palabras clave
zh_cn: 关键词

source: KiloGrams (kg)
es_es: KiloGramos (kg)
zh_cn: 千克 (kg)

source: Kilometers
es_es: Kilómetros
zh_cn: 公里数

source: Kind of Employer
es_es: Tipo de Empleador
zh_cn: 雇主类型

source: Kingston upon Hull
es_es: Kingston sobre Hull
zh_cn: 赫尔河畔金斯顿

source: Kiosk: Desktop PC
es_es: Quiosco: Computadora de escritorio
zh_cn: 信息亭：台式电脑

source: Kiosk: Mobile App (iOS/Android)
es_es: Kiosko: Aplicación móvil (iOS/Android)
zh_cn: 信息亭：移动应用程序(iOS/Android)

source: Known Since
es_es: Conocido desde
zh_cn: 已知自

source: Korea, Democratic People`s Republic of
es_es: Korea, República Democrática Popular de

source: Korea, Republic of
es_es: Korea, República de

source: Kyrgyzstan
es_es: Kirguistán

source: L-1 Filing
es_es: Presentación de L-1
zh_cn: L-1备案

source: L-3 Filing
es_es: Presentación de L-3
zh_cn: L-3 备案

source: L1-V Payment
es_es: Pago L1-V
zh_cn: L1-V支付

source: LB-0456 Filing
es_es: Presentar LB-0456
zh_cn: LB-0456 备案

source: LBS
es_es: Libras (Lb)

source: LDAP Authentication
es_es: Autenticación LDAP
zh_cn: LDAP 验证

source: LDAP Authentication failed, falling back to local password for username
es_es: La autenticación LDAP falló, volviendo a la contraseña local para el nombre de usuario.
zh_cn: LDAP 身份验证失败，回退到用户名的本地密码

source: LDAP base DN is too long
es_es: Nombre de Dominio base de LDAP demasiado largo
zh_cn: LDAP 基本 DN 太长

source: LDAP bind attribute is too long
es_es: El atributo de enlace LDAP es demasiado largo
zh_cn: LDAP 绑定属性太长

source: LDAP bind password is too long
es_es: La contraseña de enlace LDAP es demasiado larga
zh_cn: LDAP 绑定密码太长

source: LDAP bind user name is too long
es_es: El nombre de usuario de unión LDAP es demasiado largo
zh_cn: LDAP 绑定用户名太长

source: LDAP login attribute is too long
es_es: Atributo de inicio de sesión LDAP es demasiado largo
zh_cn: LDAP 登录属性太长

source: LDAP port must only be digits
es_es: El puerto LDAP solo puede ser númerico
zh_cn: LDAP 端口只能是数字

source: LDAP server host name is too short or too long
es_es: Nombre de servidor LDAP es demasiado corto o demasiado largo
zh_cn: LDAP 服务器主机名太短或太长

source: LDAP user filter is too long
es_es: Filtro de usuario LDAP demasiado largo
zh_cn: LDAP 用户过滤器太长

source: LLP
es_es: Responsabilidad limitada de los socios

source: LOCKED
es_es: BLOQUEADO
zh_cn: 锁定

source: LOW
es_es: BAJA
zh_cn: 低

source: Label
es_es: Etiqueta
zh_cn: 标签

source: Labor Burden Percent
es_es: Porcentaje de Carga Laboral
zh_cn: 劳动负担百分比

source: Labor Task
es_es: Tarea de Trabajo
zh_cn: 劳工任务

source: Labour Day
es_es: Día del Trabajo
zh_cn: 劳动节

source: Landscape
es_es: Paisaje
zh_cn: 景观

source: Language
es_es: Idioma
zh_cn: 语言

source: Language Competency
es_es: Competencia en el lenguaje
zh_cn: 语言能力

source: Language Fluency
es_es: Fluidez del Idioma
zh_cn: 语言流利

source: Language Information By Employee
es_es: Información de Idioma Por Empleado
zh_cn: 员工的语言信息

source: Language Information By Language/Employee
es_es: Información de idioma por idioma/empleado
zh_cn: 按语言/员工列出的语言信息

source: Language changed, reloading
es_es: El idioma cambió, recargando
zh_cn: 语言已更改，正在重新加载

source: Language must be specified
es_es: El lenguaje debe especificarse.
zh_cn: 必须指定语言

source: Languages
es_es: Idiomas
zh_cn: 语言

source: Lao People`s Democratic Republic
es_es: República Democrática Popular de Laos

source: Last
es_es: Último
zh_cn: 最后的

source: Last #
es_es: Último
zh_cn: 最后的 ＃

source: Last 12 Months
es_es: Los últimos 12 meses
zh_cn: 最近 12 个月

source: Last 14 Days
es_es: Últimos 14 días
zh_cn: 最近 14 天

source: Last 18 Months
es_es: Los últimos 18 meses.
zh_cn: 最近 18 个月

source: Last 2 Months
es_es: Los últimos dos meses
zh_cn: 最近 2 个月

source: Last 2 Weeks
es_es: Las últimas dos semanas
zh_cn: 最近 2 周

source: Last 24 Hours
es_es: Últimas 24 horas
zh_cn: 最近 24 小时

source: Last 24 Months
es_es: Últimos 24 meses
zh_cn: 最近 24 个月

source: Last 3 Months
es_es: Los últimos 3 meses
zh_cn: 最近 3 个月

source: Last 30 Days
es_es: Últimos 30 días
zh_cn: 最近 30 天

source: Last 45 Days
es_es: Últimos 45 días
zh_cn: 最近 45 天

source: Last 48 Hours
es_es: Últimas 48 horas
zh_cn: 最近 48 小时

source: Last 6 Months
es_es: Los últimos 6 meses
zh_cn: 最近 6 个月

source: Last 60 Days
es_es: Últimos 60 días
zh_cn: 最近 60 天

source: Last 7 Days
es_es: Los últimos 7 días
zh_cn: 最近 7 天

source: Last 72 Hours
es_es: Las últimas 72 horas
zh_cn: 最后 72 小时

source: Last 9 Months
es_es: Los últimos 9 meses
zh_cn: 最近 9 个月

source: Last 90 Days
es_es: Últimos 90 días
zh_cn: 最近 90 天

source: Last Batch Number
es_es: Último número de lote
zh_cn: 最后批号

source: Last Check Number
es_es: Último Número de Cheque
zh_cn: 最后支票号码

source: Last Data Synchronization
es_es: Última sincronización de datos
zh_cn: 上次数据同步

source: Last Day For Which Paid
es_es: Último día pagado
zh_cn: 支付的最后一天

source: Last Day Paid must be after First Day Worked
es_es: El último día pagado debe ser después del primer día trabajado.
zh_cn: 最后一天支付必须在第一天工作之后

source: Last Download
es_es: Ultima Descarga
zh_cn: 最后一次下载

source: Last Downloaded Date
es_es: Fecha de Última Descarga
zh_cn: 最后一次下载日期

source: Last Downloaded Punch
es_es: Último descargado de marcaje
zh_cn: 最后下载的冲床

source: Last Five Years
es_es: Los últimos cinco años
zh_cn: 过去五年

source: Last Invoice Date
es_es: Fecha de la última factura
zh_cn: 最后发票日期

source: Last Login Date
es_es: Fecha de último inicio de sesión
zh_cn: 上次登录日期

source: Last Month
es_es: El mes pasado
zh_cn: 上个月

source: Last Name
es_es: Apellido
zh_cn: 姓氏

source: Last Out Punch
es_es: Último marcaje de salida
zh_cn: 最后打卡

source: Last Out Schedule
es_es: Horario de salida final
zh_cn: 最后出场时间表

source: Last Out Schedule Diff.
es_es: Último horario de salida diferente.
zh_cn: 最后出时间表差异。

source: Last Pay Period
es_es: Último período de pago
zh_cn: 最后支付期

source: Last Punch
es_es: Último marcaje
zh_cn: 最后一拳

source: Last Punch Time
es_es: Último tiempo de marcaje
zh_cn: 最后打卡时间

source: Last Quarter
es_es: El último trimestre
zh_cn: 上个季度

source: Last Three Years
es_es: Últimos tres años
zh_cn: 最近三年

source: Last Transaction Number
es_es: Número de la última transacción
zh_cn: 最后交易编号

source: Last Two Years
es_es: Los últimos dos años
zh_cn: 最近两年

source: Last Upload
es_es: Ultima Subida
zh_cn: 最后一次上载

source: Last Used Date
es_es: Fecha de último uso
zh_cn: 最后使用日期

source: Last Week
es_es: La semana pasada
zh_cn: 上星期

source: Last Year
es_es: El año pasado
zh_cn: 去年

source: Last day worked or received insurable earnings
es_es: Último día trabajado o recibido ganancias asegurables
zh_cn: 最后一天工作或收到可参保收入

source: Last name contains invalid characters
es_es: Apellido contiene caracteres no validos
zh_cn: 姓氏含有无效字符

source: Last name is too short or too long
es_es: Apellido es muy corto o muy largo
zh_cn: 姓氏太短或太长

source: Last name must be specified
es_es: El apellido debe especificarse.
zh_cn: 必须指定姓氏

source: Last used date is invalid
es_es: La última fecha de uso es inválida.
zh_cn: 最后使用日期无效

source: LastName, FirstName
es_es: Apellido, Nombre
zh_cn: 姓，名

source: LastName, FirstName MiddleInitial
es_es: Apellido, Nombre Inicial del Segundo Nombre
zh_cn: 姓、名中间名首字母

source: Latency
es_es: Latencia
zh_cn: 潜伏

source: Latitude
es_es: Latitud
zh_cn: 纬度

source: Latitude is invalid
es_es: La Latitud es errónea
zh_cn: 纬度无效

source: Leave - Illness/Injury
es_es: Ausencia - Enfermedad o Accidente
zh_cn: 休假－患病/受伤

source: Leave - Maternity/Parental
es_es: Baja Maternidad/Parental
zh_cn: 休假－产假/为人父母

source: Leave - Other
es_es: Ausencia - Otro
zh_cn: 休假－其他

source: Leave blank to never expire
es_es: Dejar en blanco para nunca expirar
zh_cn: 留空永不过期

source: Leave reason is invalid
es_es: La razón de salida no es válida.
zh_cn: 请假理由无效

source: Lebanon
es_es: Libano

source: Legacy other field id is already in use
es_es: El ID de campo de legado ya está en uso.
zh_cn: 旧的其他字段 ID 已在使用中

source: Legal Entities
es_es: Entidades Legales
zh_cn: 法律实体

source: Legal Entity
es_es: Entidad Jurídica
zh_cn: 法律实体

source: Legal Entity Name
es_es: Nombre de Entidad Legal
zh_cn: 法律实体名称

source: Legal Entity Trade Name
es_es: Nombre Comercial de Entidad Legal
zh_cn: 法人实体商号

source: Legal Entity does not exist, please go back a step and try again.
es_es: La entidad legal no existe, por favor vuelva un paso atrás e inténtelo de nuevo.
zh_cn: 法人实体不存在，请后退一步重试。

source: Legal Entity is invalid
es_es: La entidad legal es inválida.
zh_cn: 法律实体无效

source: Legal Entity must be specified
es_es: La entidad legal debe especificarse.
zh_cn: 必须指定法人实体

source: Legal Name
es_es: Nombre legal
zh_cn: 合法名称

source: Legal entity is invalid
es_es: La entidad legal no es válida.
zh_cn: 法律实体无效

source: Legal entity must be specified
es_es: La entidad legal debe especificarse.
zh_cn: 必须指定法律实体

source: Legal name already exists
es_es: El nombre legal ya existe.
zh_cn: 合法名称已存在

source: Legal name is too short or too long
es_es: El nombre legal es demasiado corto o demasiado largo.
zh_cn: 法定名称太短或太长

source: Length
es_es: Longitud
zh_cn: 长度

source: Length Of Service
es_es: Duración de Servicio
zh_cn: 工龄

source: Length Of Service Hours Based On
es_es: Horas basadas en el tiempo de servicio
zh_cn: 服务时长基于

source: Length Of Service Milestones
es_es: Duración de Punto de Servicio
zh_cn: 工龄里程碑

source: Length Of Service Modifier must be greater than 0
es_es: El Modificador de Longitud de Servicio debe ser mayor que 0.
zh_cn: 服务时长修饰符必须大于 0

source: Length Of Service in Days
es_es: Servicio de Duración en Días
zh_cn: 服务天数

source: Length of Service
es_es: Duración del servicio
zh_cn: 服务年限

source: Length of Service Date
es_es: Fecha de servicio
zh_cn: 服务日期的长度

source: Length of Service Modifier
es_es: Modificador de Antigüedad de Servicio
zh_cn: 服务年限修正

source: Length of service cannot be less than 0
es_es: La duración del servicio no puede ser menor que 0.
zh_cn: 服务年限不能小于 0

source: Length of service is invalid
es_es: Duración de servicio no es valido
zh_cn: 工龄无效

source: Lesotho
es_es: Lesoto

source: Level
es_es: Nivel
zh_cn: 等级

source: Level is invalid
es_es: Nivel invalido
zh_cn: 级别无效

source: Libyan Arab Jamahiriya
es_es: Libia

source: License
es_es: Licencia
zh_cn: 许可

source: License Acceptance
es_es: Aceptación de Licencia
zh_cn: 许可验收

source: License Expiry Date
es_es: Fecha de vencimiento de la licencia
zh_cn: 许可证到期日

source: License Information
es_es: Información de Licencia
zh_cn: 许可证的信息

source: License Information By Employee
es_es: Información de licencia por empleado.
zh_cn: 员工执照信息

source: License Information By License/Employee
es_es: Información de licencia por licencia/empleado
zh_cn: 按许可证/员工列出的许可证信息

source: License Issued Date
es_es: Fecha de emisión de licencia
zh_cn: 许可证颁发日期

source: License Number
es_es: Número de licencia
zh_cn: 许可证号

source: License Renewals By Employee
es_es: Renovaciones de licencia por empleado
zh_cn: 员工执照更新

source: License Type
es_es: Tipo de Licencia
zh_cn: 许可证类型

source: License expires in
es_es: Licencia expira en
zh_cn: 许可证将于

source: License file is invalid or missing
es_es: Archivo de Licencia no es valido o no esta
zh_cn: 许可证文件无效或遗失

source: License has expired
es_es: Licencia expiro
zh_cn: 许可证已失效

source: License is invalid for this edition
es_es: Licencia invalida para esta edición
zh_cn: 许可证于此版本无效
