Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Minimum Purchase Quantity
es_es: Cantidad Mínima de Compra
zh_cn: 最低采购数量

source: Minimum Quantity
es_es: Cantidad mínima
zh_cn: 最小用量

source: Minimum Rating
es_es: Calificación Mínima
zh_cn: 最低评级

source: Minimum Rating must only be digits
es_es: La calificación mínima solo debe ser dígitos.
zh_cn: 最低评分只能是数字

source: Minimum Rating should be lesser than Maximum Rating
es_es: La calificación mínima debe ser menor que la calificación máxima.
zh_cn: 最小额定值应小于最大额定值

source: Minimum Shift Time
es_es: Tiempo mínimo de turno
zh_cn: 最短班次时间

source: Minimum Shift Time Criteria
es_es: Los empleados deben trabajar un mínimo de 4 horas por turno.
zh_cn: 最短班次时间标准

source: Minimum Strength
es_es: Fuerza Mínima
zh_cn: 最低强度

source: Minimum Time
es_es: Tiempo Mínimo
zh_cn: 最短时间

source: Minimum Time Between Shifts
es_es: Tiempo mínimo entre turnos
zh_cn: 最短班次间隔时间

source: Minimum Time In This Shift
es_es: Tiempo mínimo en este turno.
zh_cn: 此班次的最短时间

source: Minimum Time Into This Shift
es_es: Tiempo mínimo en este turno.
zh_cn: 进入此班次的最短时间

source: Minimum Time Off Between Shifts
es_es: Tiempo mínimo de descanso entre turnos.
zh_cn: 两班之间最短休息时间

source: Minimum Time Recognized As Break
es_es: Tiempo Mínimo reconocido como un Descanso
zh_cn: 最短接受为休息的时间

source: Minimum Time is invalid
es_es: Tiempo Mínimo no es valido
zh_cn: 最少时间无效

source: Minimum Time-Off Between Shifts
es_es: Tiempo mínimo de descanso entre turnos.
zh_cn: 轮班之间的最短休息时间

source: Minimum Wage
es_es: Salario Mínimo
zh_cn: 最低工资

source: Minimum Wage is too high
es_es: El salario mínimo es demasiado alto.
zh_cn: 最低工资太高

source: Minimum Wage is too low
es_es: El salario mínimo es demasiado bajo.
zh_cn: 最低工资太低

source: Minimum age must only be digits
es_es: La edad mínima solo debe ser números.
zh_cn: 最低年龄只能是数字

source: Minimum amount must only be digits
es_es: La cantidad mínima solo debe ser dígitos.
zh_cn: 最低金额只能是数字

source: Minimum date is not a valid date
es_es: La fecha mínima no es una fecha válida.
zh_cn: 最短日期不是有效日期

source: Minimum decimal places must be 1 or greater
es_es: Las posiciones decimales mínimas deben ser 1 o mayor.
zh_cn: 最小小数位数必须为 1 或更大

source: Minimum decimal places must be 8 or less
es_es: Las posiciones decimales mínimas deben ser 8 o menos.
zh_cn: 最小小数位数必须为 8 或更少

source: Minimum employed days cannot be less than 0
es_es: Los días de empleo mínimos no pueden ser menores que 0.
zh_cn: 最少工作天数不能小于 0

source: Minimum employee age is invalid
es_es: La edad mínima del empleado no es válida.
zh_cn: 员工最低年龄无效

source: Minimum length must be a positive value
es_es: La longitud mínima debe ser un valor positivo.
zh_cn: 最小长度必须为正值

source: Minimum length must only be digits
es_es: La longitud mínima solo debe ser dígitos.
zh_cn: 最小长度只能是数字

source: Minimum length of service days is invalid
es_es: La longitud mínima de los días de servicio no es válida.
zh_cn: 最短服务天数无效

source: Minimum length of service is invalid
es_es: Duración mínima de servicio no es válida
zh_cn: 最短工龄无效

source: Minimum price is invalid
es_es: Precio Mínimo no es valido
zh_cn: 最低价无效

source: Minimum time
es_es: Tiempo mínimo
zh_cn: 最短时间

source: Minimum time is not a valid time format
es_es: El tiempo mínimo no es un formato de tiempo válido.
zh_cn: 最短时间不是有效的时间格式

source: Minimum time unit must only be digits
es_es: La unidad de tiempo mínima debe ser solo dígitos.
zh_cn: 最小时间单位只能是数字

source: Mining and Oil and Gas Extraction
es_es: Minería y Extracción de Petróleo y Gas
zh_cn: 矿物、油气开采

source: Minor
es_es: Menor
zh_cn: 次要的

source: Minor is invalid
es_es: Menor es inválido.
zh_cn: 未成年人无效

source: Minor is too short or too long
es_es: Menor es demasiado corto o demasiado largo.
zh_cn: Minor 太短或太长

source: Minute
es_es: Minuto
zh_cn: 分钟

source: Minute is invalid
es_es: Minuto no es valido
zh_cn: 分钟无效

source: Minutes (135)
es_es: Minutos (135)
zh_cn: 分钟 (135)

source: Miscellaneous
es_es: Misceláneo
zh_cn: 各种各样的

source: Miscellaneous Income
es_es: Ingresos diversos
zh_cn: 杂项收入

source: Missed Check-In
es_es: No hay registro.
zh_cn: 错过签到

source: Missed Punch
es_es: Falta una Marca
zh_cn: 错过打卡

source: Missing Break In/Out Punch
es_es: Falta el registro de entrada/salida
zh_cn: 找不到休息签入/签出打卡

source: Missing In Punch
es_es: Falta Marca de Entrada
zh_cn: 找不到签入打卡

source: Missing Lunch In/Out Punch
es_es: Falta Marca de Entrada/Salida de Almuerzo
zh_cn: 找不到午餐签入/签出打卡

source: Missing Out Punch
es_es: Falta Marca de Salida
zh_cn: 找不到签出打卡

source: Mobile App
es_es: Aplicación móvil
zh_cn: 移动应用

source: Mobile App (iOS/Android)
es_es: Aplicación móvil (iOS/Android)
zh_cn: 移动应用程序（iOS/Android）

source: Mobile Application
es_es: Aplicación móvil
zh_cn: 流动应用程式

source: Mobile Phone
es_es: Teléfono Móvil
zh_cn: 手机

source: Mobile Web Browser
es_es: Navegador Web Móvil
zh_cn: 移动网络浏览器

source: Mobile phone number is invalid
es_es: Numero Móvil es no valido
zh_cn: 手机号码无效

source: Modified
es_es: Modificado
zh_cn: 修改的

source: Modified %1 on %2
es_es: Modificado %1 en %2
zh_cn: 在 %2 上修改了 %1

source: Modified Business Tax Return
es_es: Declaración de Impuestos Modificados para Negocios
zh_cn: 修改后的营业税申报表

source: Modified Shifts
es_es: Turnos Modificados
zh_cn: 修改后的班次

source: Modifier Rates
es_es: Tarifas de Modificación
zh_cn: 改性率

source: Modules
es_es: Módulos
zh_cn: 模块

source: Moldova, Republic of
es_es: Moldavia

source: Mon
es_es: Lun
zh_cn: 周一

source: Monaco
es_es: Mónaco

source: Monday
es_es: Lunes
zh_cn: 周一

source: Monday-Sunday
es_es: Lunes-Domingo
zh_cn: 周一－周日

source: Month
es_es: Mes
zh_cn: 月

source: Month (Ending)
es_es: Fin de mes
zh_cn: 月（结束）

source: Month (Starting)
es_es: Mes (Comienzo)
zh_cn: 月份（开始）

source: Month is invalid
es_es: Mes no es valido
zh_cn: 月份无效

source: Month of Quarter
es_es: Mes del trimestre
zh_cn: 季度月份

source: Month(s)
es_es: Mes(es)
zh_cn: 月

source: Month+Year
es_es: Mes+Año
zh_cn: 月+年

source: Monthly
es_es: Mensual
zh_cn: 按月

source: Monthly (12/year)
es_es: Mensual (12/año)
zh_cn: 每月（12/年）

source: Monthly Tax Return
es_es: Declaración de Impuestos Mensuales
zh_cn: 每月报税

source: Monthly Withholding Deposit
es_es: Depósito de Retención Mensual
zh_cn: 每月预扣存款

source: Monthly Withholding Report
es_es: Reporte de Retención Mensual
zh_cn: 每月预扣税报告

source: Monza e Brianza
es_es: Monza y Brianza
zh_cn: 蒙扎和布里安扎

source: Morazan Day
es_es: Día de Morazan

source: Morocco
es_es: Marruecos

source: Mothers Day
es_es: Día de la Madre
zh_cn: 母亲节

source: Motion Picture and Sound Recording Industries
es_es: Industrias de Películas y Grabación de Sonido
zh_cn: 电影和录音行业

source: Move
es_es: Mover
zh_cn: 移动

source: Move All
es_es: Mover Todo
zh_cn: 全部移动

source: Move Excess Rollover Time To
es_es: Mover el tiempo de rollover excesivo a
zh_cn: 将多余的翻转时间移至

source: Multi-Unit Number
es_es: Número de Unidades Múltiples
zh_cn: 多单元编号

source: Multi-select Dropdown
es_es: Desplegable de selección múltiple
zh_cn: 多选下拉

source: Multi-select Maximum Selected
es_es: Selección múltiple Máximo Seleccionado
zh_cn: 多选最大选择

source: Multi-select Minimum Selected
es_es: Selección múltiple Mínimo Seleccionado
zh_cn: 多选最小选择

source: Multiple Jobs or<br> Spouse Works
es_es: Trabajos múltiples o<br> 2. El cónyuge trabaja
zh_cn: 多份工作或<br> 配偶工作

source: Multiple new hire default templates are only available in Professional, Corporate or Enterprise Editions.
es_es: Las plantillas predeterminadas para nuevos contratados solo están disponibles en las ediciones Profesional, Corporativa o Empresarial.
zh_cn: 多个新员工默认模板仅适用于专业版、企业版或企业版。

source: Must Always Work
es_es: Siempre debe trabajar.
zh_cn: 必须始终工作

source: Must Match Remittance Summary Gross Payroll
es_es: Debe corresponder con la remesa Resumen de la Nómica Bruta
zh_cn: 必须匹配汇款 汇总工资总额

source: Must Match T4 Box 14
es_es: Debe coincidir con el cuadro 14 de T4.
zh_cn: 必须匹配T4 Box 14

source: Must Never Work
es_es: Nunca debes trabajar.
zh_cn: 绝不能工作

source: Must Not Work (Must be Scheduled Absent)
es_es: No debe trabajar (debe estar programado ausente)
zh_cn: 不得工作（必须安排缺席）

source: Must Not Work (Must not be Scheduled)
es_es: No debe trabajar (No debe programarse)
zh_cn: 不得工作（不得安排）

source: Must Not Work (Only if Scheduled Absent)
es_es: No debe trabajar (solo si está programado ausente).
zh_cn: 不得工作（仅当计划缺席时）

source: Must Select In/Out Status
es_es: Se debe seleccionar el estado de entrada/salida
zh_cn: 必须选择签入/签出状态

source: Must Work (Only if Scheduled)
es_es: Debe trabajar (solo si está programado).
zh_cn: 必须工作（仅在预定时）

source: Must be %1 or greater
es_es: Debe ser %1 o mayor
zh_cn: 必须为 %1 或更大

source: Must be %1 or less
es_es: Debe ser %1 o menos.
zh_cn: 必须等于或小于 %1

source: Must be %1 or less characters
es_es: Debe tener %1 o menos caracteres.
zh_cn: 不得超过 %1 个字符

source: Must be %1 or more characters
es_es: Debe tener %1 o más caracteres
zh_cn: 必须是 %1 个或更多字符

source: Must be between %1 and %2
es_es: Debe estar entre %1 y %2
zh_cn: 必须介于 %1 和 %2 之间

source: Must create at least 1 select item
es_es: Debes crear al menos 1 elemento seleccionado.
zh_cn: 必须创建至少 1 个选择项

source: Must select %1 or less items
es_es: Debe seleccionar %1 o menos elementos.
zh_cn: 必须选择 %1 或更少的项目

source: Must select more than %1
es_es: Debe seleccionar más de %1
zh_cn: 必须选择超过 %1

source: My Account
es_es: Mi cuenta
zh_cn: 我的账户

source: My Schedule (Default)
es_es: Mi horario (predeterminado)
zh_cn: 我的日程安排（默认）

source: NC-3 Filing
es_es: Presentación de NC-3
zh_cn: NC-3归档

source: NC-5 Payment
es_es: Pago NC-5
zh_cn: NC-5 支付

source: NC-5P Payment
es_es: Pago NC-5P
zh_cn: NC-5P支付

source: NC-5Q (Semi-weekly) Filing
es_es: Presentación NC-5Q (semi-semanal)
zh_cn: NC-5Q（半周刊）归档

source: NCUI 101 Filing
es_es: Presentación de NCUI 101
zh_cn: NCUI 101备案

source: NEW
es_es: NUEVO
zh_cn: 新

source: NHES 0085 New Hire Report Filing
es_es: NHES 0085 Informe de contratación de nuevos empleados
zh_cn: NHES 0085 新员工报告备案

source: NJ-927 Filing (Electronic Only)
es_es: Presentación de NJ-927 (Solo Electrónico)
zh_cn: NJ-927 归档（仅限电子版）

source: NJ-EFW2-S Filing
es_es: Presentación de NJ-EFW2-S
zh_cn: NJ-EFW2-S备案

source: NJ-Payment (Electronic Only)
es_es: Pago electrónico NJ
zh_cn: NJ-Payment（仅限电子版）

source: NJ-W-3 Filing
es_es: Presentación de NJ-W-3
zh_cn: NJ-W-3备案

source: NO DATA MATCHES CRITERIA
es_es: No hay datos que coincidan con los criterios.
zh_cn: 没有数据符合标准

source: NO DISPLAY COLUMNS SELECTED
es_es: No hay columnas seleccionadas.
zh_cn: 未选择显示列

source: NO LICENSE FILE FOUND, Your installation appears to be corrupt!
es_es: NO SE ENCONTRO ARCHIVO DE LICENCIA, Su instalación parece estar corrupta!
zh_cn: 没有找到许可文件，您的安装似乎已损坏!

source: NON NEGOTIABLE
es_es: NO NEGOCIABLE
zh_cn: 非流通

source: NOTE
es_es: Esta nota es para recordarte que tienes una cita mañana.
zh_cn: 笔记

source: NOTE: Level one denotes the top or last level of the hierarchy and employees at the same level share responsibilities.
es_es: Nota: El nivel uno denota el nivel superior o último de la jerarquía y los empleados del mismo nivel comparten responsabilidades.
zh_cn: 注：一级表示层次结构的最高或最后一级，同一级别的员工分担责任。

source: NOTE: To set different In/Out times for each day of the week, add additional weeks all with the same week number.
es_es: Para establecer diferentes horarios de entrada / salida para cada día de la semana, agregue semanas adicionales con el mismo número de semana.
zh_cn: 注意：要为一周中的每一天设置不同的输入/输出时间，请添加具有相同周号的其他周。

source: NOTICE
es_es: Por favor, tenga en cuenta que esta área está cerrada.
zh_cn: 注意

source: NOTICE!
es_es: ¡AVISO!
zh_cn: 注意！

source: NOTICE: %1 has been upgraded.
es_es: AVISO: %1 ha sido actualizado.
zh_cn: 注意：%1 已升级。

source: NOTICE: New version of %1 is available, it is highly recommended that you upgrade as soon as possible. <a href="%2">Click here</a> to download the latest version.
es_es: AVISO: Una nueva versión de %1 está disponible, se recomienda encarecidamente que actualice lo antes posible. <a href="%2">Haga clic aquí</a> para descargar la última versión.
zh_cn: 注意：%1的新版本可用，强烈建议您尽快升级<a href=“%2”>单击此处</a>下载最新版本。

source: NOTICE: New version of %1 is available, it is highly recommended that you upgrade as soon as possible. Click here to download the latest version.
es_es: AVISO: Una nueva versión de %1 está disponible, se recomienda encarecidamente que actualice tan pronto como sea posible. Haga clic aquí para descargar la última versión.
zh_cn: 注意：%1 的新版本可用，强烈建议您尽快升级。点击这里下载最新的版本。

source: NOTICE: New version of %1 is available.
es_es: AVISO: Nueva versión de %1 está disponible.
zh_cn: 注意：%1 的新版本可用。

source: NOTICE: Report is empty, therefore nothing will be transmitted to Payment Services. Please ensure this is accurate before continuing.
es_es: AVISO: El informe está vacío, por lo tanto, no se transmitirá nada a los Servicios de Pago. Por favor, asegúrese de que esto sea correcto antes de continuar.
zh_cn: 注意：报告为空，因此不会向支付服务传输任何内容。在继续之前，请确保这是准确的。

source: NOTICE: Time Period has been split into two, due to crossing into a new quarter.<br>This event will now need to be processed twice, once for each part of the time period.
es_es: AVISO: El periodo de tiempo se ha dividido en dos, debido a cruzar a un nuevo trimestre. <br>Este evento ahora deberá procesarse dos veces, una para cada parte del periodo de tiempo.
zh_cn: 注意：由于进入新季度，时间段已分为两部分。<br>现在需要处理此事件两次，时间段的每个部分一次。

source: NYS-1 Payment
es_es: Pago NYS-1
zh_cn: NYS-1 付款

source: NYS-45 Filing
es_es: Presentación de NYS-45
zh_cn: NYS-45 备案

source: Name
es_es: Nombre
zh_cn: 名

source: Name already exists
es_es: El Nombre ya existe
zh_cn: 名称已存在

source: Name is already in use
es_es: El nombre ya esta en uso
zh_cn: 名字已为他人使用

source: Name is already in use for this object type
es_es: El nombre ya está en uso para este tipo de objeto.
zh_cn: 名称已用于此对象类型

source: Name is already in use in this year, or within 30 days
es_es: El Nombre ya esta en uso este ano, o dentro de 30 días
zh_cn: 名字已经在本年度内或未来30天内使用

source: Name is already taken
es_es: El nombre ya está tomado.
zh_cn: 名字已被占用

source: Name is invalid
es_es: El nombre no es valido
zh_cn: 名字无效

source: Name is not specified
es_es: El nombre no está especificado.
zh_cn: 未指定名称

source: Name is too long, consider using description instead
es_es: El nombre es demasiado largo, considere usar la descripción en su lugar.
zh_cn: 名称太长，请考虑改用描述

source: Name is too short or too long
es_es: El Nombre es muy corto o muy largo
zh_cn: 名字太短或太长

source: Name must be specified
es_es: El nombre debe especificarse.
zh_cn: 必须指定名称

source: Name not specified
es_es: Nombre no especificado
zh_cn: 未指定名称

source: Naples
es_es: Nápoles

source: Native Language
es_es: Lengua nativa
zh_cn: 母语

source: Navigate to the agency's website and upload the eFile downloaded in the above step.
es_es: Navegue al sitio web de la agencia y cargue el archivo descargado en el paso anterior.
zh_cn: 导航到该机构的网站并上传在上述步骤中下载的电子文件。

source: Navigate to the agency's website to file the necessary information.
es_es: Navegue hasta el sitio web de la agencia para presentar la información necesaria.
zh_cn: 导航到该机构的网站以提交必要的信息。

source: Navigate to the agency's website to file the report manually.
es_es: Navegue hasta el sitio web de la agencia para presentar el informe manualmente.
zh_cn: 导航到该机构的网站以手动提交报告。

source: Navigate to the agency's website to make a payment if necessary.
es_es: Navegue hasta el sitio web de la agencia para hacer un pago si es necesario.
zh_cn: 如有必要，请导航至该机构的网站进行付款。

source: Navigation
es_es: Navegación
zh_cn: 导航

source: Needs
es_es: Necesidades
zh_cn: 需求

source: Needs Review
es_es: Necesita revisión
zh_cn: 需要审查

source: Negative
es_es: Negativo
zh_cn: 消极的

source: Net Amount
es_es: Monto Neto
zh_cn: 净额

source: Net Pay
es_es: Pago neto
zh_cn: 净工资

source: Net Pay (%1) is a negative amount, deductions (%2) exceed earnings (%3)
es_es: El pago neto (%1) es una cantidad negativa, las deducciones (%2) exceden los ingresos (%3).
zh_cn: 净收入 (%1) 为负数，扣除额 (%2) 超过收入 (%3)

source: Net Pay doesn't match earnings or deductions
es_es: El pago neto no concuerda con los ingresos o deducciones
zh_cn: 净工资和收入或扣除额不匹配

source: Net Pay for Year-to-Date Adjustment pay stubs must be $0.00. Consider generating a Bonus/Correction pay stub instead.
es_es: El pago nego para los talones de pago de ajuste hasta la fecha debe ser $0,00. Alternatiamente considere la generación de un talón e pago de Bono/Corrección
zh_cn: 今年迄今调整工资存根的净工资必须为0.00美元。请考虑生成奖金/更正工资存根。

source: Net pay doesn't match total of all pending or paid transactions
es_es: El pago neto no coincide con el total de todas las transacciones pendientes o pagadas.
zh_cn: 净工资与所有未决或已付款交易的总额不符

source: Netherlands
es_es: Holanda

source: Netherlands Antilles
es_es: Antillas Neerlandesas

source: Network error, failed to load
es_es: Error de red, falló al cargar
zh_cn: 网络错误，加载失败

source: Never
es_es: Nunca
zh_cn: 从不

source: Never Scheduled Shifts
es_es: Nunca turnos programados
zh_cn: 从不安排班次

source: Never on Holidays
es_es: Nunca en vacaciones
zh_cn: 从不放假

source: New
es_es: Nuevo
zh_cn: 新的

source: New %1 job application.
es_es: Nueva solicitud de trabajo %1.
zh_cn: 新的 %1 工作申请。

source: New %1 on %2
es_es: Nuevo %1 en %2
zh_cn: %2 上的新 %1

source: New Absence
es_es: Nueva Ausencia
zh_cn: 新缺席

source: New Applicant
es_es: Nuevo solicitante
zh_cn: 新申请人

source: New Caledonia
es_es: Nueva Caledonia

source: New Field Column
es_es: Nueva Columna de Campo
zh_cn: 新建字段栏

source: New Hire Default
es_es: Nuevo Contratado por Defecto
zh_cn: 新员工违约

source: New Hire Default name already exists
es_es: El nombre predeterminado del nuevo empleado ya existe.
zh_cn: 新员工默认名称已存在

source: New Hire Defaults
es_es: Predeterminado para Contrataciones
zh_cn: 新员工默认值

source: New Hire Report Filing
es_es: Presentar el informe de nuevos empleados
zh_cn: 新员工报告备案

source: New Hires By Employee
es_es: Nuevos empleados por empleado
zh_cn: 新员工（按员工）

source: New Mexico
es_es: Nuevo México

source: New Open Shifts
es_es: Nuevos turnos abiertos
zh_cn: 新开放班次

source: New Password
es_es: Nueva Contraseña
zh_cn: 新密码

source: New Password (Confirm)
es_es: Nueva contraseña (confirmar)
zh_cn: 新密码（确认）

source: New Password (confirm):
es_es: Nueva contraseña (confirmar)
zh_cn: 新密码（确认）：

source: New Password:
es_es: Contraseña Nueva:
zh_cn: 新密码：

source: New Punch
es_es: Nuevo Marcaje
zh_cn: 新拳

source: New Quick Punch Password
es_es: Nueva contraseña de Quick Punch
zh_cn: 新的快打密码

source: New Quick Punch Password (Confirm)
es_es: Nueva contraseña Quick Punch (Confirmar)
zh_cn: 新的快打密码（确认）

source: New Shifts (Not Overlapping)
es_es: Turnos nuevos (no superpuestos)
zh_cn: 新班次（不重叠）

source: New South Wales
es_es: Nueva Gales del Sur
zh_cn: 新南威尔士州

source: New Years Day
es_es: Año Nuevo
zh_cn: 元旦日

source: New York
es_es: Nueva York

source: New York City
es_es: Ciudad de Nueva York

source: New York City [City Income Tax]
es_es: Ciudad de Nueva York [Impuesto de la ciudad sobre los ingresos]
zh_cn: 纽约市 [城市所得税]

source: New Zealand
es_es: Nueva Zelanda

source: New message from
es_es: Nuevo mensaje de
zh_cn: 新消息来自

source: New message waiting in
es_es: Nuevo Mensaje esperando en
zh_cn: 信息等待中

source: New password can't be empty
es_es: La nueva contraseña no puede estar vacía.
zh_cn: 新密码不能为空

source: New password does not match
es_es: Nueva contraseña no concuerda
zh_cn: 新密码不匹配

source: New password must be different than current password
es_es: La nueva contraseña debe ser distinta a la actual
zh_cn: 新密码必须不同于当前密码

source: New value is invalid
es_es: Nuevo valor no es válido
zh_cn: 新值无效

source: Newcastle upon Tyne
es_es: Newcastle sobre Tyne
zh_cn: 泰恩河畔纽卡斯尔

source: Newry and Mourne
es_es: Nueva y Mourne

source: News
es_es: Noticias
zh_cn: 消息

source: Next
es_es: Siguiente
zh_cn: 下一

source: Next #
es_es: Siguiente #
zh_cn: 下一个 ＃

source: Next 12 Months
es_es: Los próximos 12 meses
zh_cn: 未来 12 个月

source: Next 14 Days
es_es: Próximos 14 días
zh_cn: 未来 14 天

source: Next 18 Months
es_es: Los próximos 18 meses
zh_cn: 未来 18 个月

source: Next 2 Months
es_es: Los próximos 2 meses
zh_cn: 未来 2 个月

source: Next 2 Weeks
es_es: Las próximas 2 semanas
zh_cn: 接下来的 2 周

source: Next 24 Hours
es_es: Próximas 24 horas
zh_cn: 接下来的 24 小时

source: Next 24 Months
es_es: Próximos 24 meses
zh_cn: 未来 24 个月

source: Next 3 Months
es_es: Los próximos 3 meses
zh_cn: 未来 3 个月

source: Next 30 Days
es_es: Próximos 30 días
zh_cn: 未来 30 天

source: Next 45 Days
es_es: Próximos 45 días
zh_cn: 接下来的 45 天

source: Next 48 Hours
es_es: Próximas 48 horas
zh_cn: 接下来的 48 小时

source: Next 6 Months
es_es: Los próximos 6 meses
zh_cn: 未来 6 个月

source: Next 60 Days
es_es: Próximos 60 días
zh_cn: 接下来的 60 天

source: Next 7 Days
es_es: Próximos 7 días
zh_cn: 未来 7 天

source: Next 72 Hours
es_es: Próximas 72 horas
zh_cn: 接下来的 72 小时

source: Next 9 Months
es_es: Próximos 9 meses
zh_cn: 未来 9 个月

source: Next 90 Days
es_es: Próximos 90 días
zh_cn: 未来 90 天

source: Next Action Date
es_es: Próxima Fecha de Acción
zh_cn: 下一步行动日期

source: Next Date
es_es: Fecha Siguiente
zh_cn: 下一日期

source: Next Five Years
es_es: Los próximos cinco años
zh_cn: 未来五年

source: Next Month
es_es: El próximo mes
zh_cn: 下个月

source: Next Quarter
es_es: El próximo trimestre
zh_cn: 下一季度

source: Next Reminder Date
es_es: Próxima fecha de recordatorio
zh_cn: 下一个提醒日期

source: Next Schedule Date
es_es: Próxima fecha de programación
zh_cn: 下一个计划日期

source: Next Three Years
es_es: Próximos tres años
zh_cn: 未来三年

source: Next Two Years
es_es: Los próximos dos años
zh_cn: 未来两年

source: Next Week
es_es: La próxima semana
zh_cn: 下周

source: Next Year
es_es: El año que viene
zh_cn: 明年

source: Niger
es_es: Níger

source: No Branch
es_es: No hay Sucursal
zh_cn: 没有分公司

source: No Branch or Department
es_es: No hay sucursal o departamento.
zh_cn: 没有分支机构或部门

source: No Break
es_es: Sin descanso
zh_cn: 没有休息

source: No Dashlets Found
es_es: No se ha encontrado el módulo
zh_cn: 未找到 Dashlet

source: No Department
es_es: No hay Departamento
zh_cn: 没有部门

source: No Earnings, employee may not have any hours for this pay period, or their wage may not be set
es_es: No hay ingresos, el empleado puede que no tenga horas para este periodo de pago o su salario no esta configurado
zh_cn: 没有收入，员工可能没在这工资期内工作，或者还没设置工资

source: No File Selected
es_es: No hay archivo seleccionado.
zh_cn: 未选择文件

source: No Hierarchies Defined
es_es: No hay jerarquías definidas.
zh_cn: 未定义层次结构

source: No Job
es_es: No hay Trabajo
zh_cn: 没有工作

source: No Job or Task
es_es: Sin Trabajo o Tarea
zh_cn: 没有工作或任务

source: No Lunch
es_es: Sin Almuerzo
zh_cn: 不午餐

source: No New or Overlapping Shifts
es_es: No hay turnos nuevos o superpuestos.
zh_cn: 没有新的或重叠的班次

source: No Pay Period
es_es: No hay período de pago.
zh_cn: 无支付期

source: No Payments to Employees
es_es: No hay pagos a Empleados
zh_cn: 没支付给员工

source: No Products Shipped!
es_es: Tipo de Producto
zh_cn: 没有产品付运！

source: No Punch Tag(s)
es_es: No etiquetas de marcaje
zh_cn: 没有打卡标签

source: No Results Found
es_es: No se encontraron resultados.
zh_cn: 未找到结果

source: No Task
es_es: No hay Tarea
zh_cn: 没有任务

source: No Transactions Assigned Yet
es_es: No hay transacciones asignadas todavía.
zh_cn: 尚未分配交易

source: No accrual balances at this time.
es_es: No hay saldos acumulados en este momento.
zh_cn: 目前没有应计余额。

source: No active shifts at this moment.
es_es: No hay turnos activos en este momento.
zh_cn: 目前没有活动班次。

source: No billable time recorded for this job within date range
es_es: No hay tiempo facturable registrado para este trabajo dentro del rango de fechas.
zh_cn: 在日期范围内没有为此工作记录计费时间

source: No columns specified to display on report
es_es: No se especificaron columnas para mostrar en el informe.
zh_cn: 没有指定要在报告中显示的列

source: No company specified.
es_es: No se especificó ninguna empresa.
zh_cn: 没有指定公司。

source: No effective days are between start and end date
es_es: No hay días efectivos entre la fecha de inicio y la fecha de finalización.
zh_cn: 开始日期和结束日期之间没有有效天数
