Repository: stephenmoore33/timetrex-docker
Catalog: TimeTrex_Community_Edition_v16.12.9/interface/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Incorrect minimum length of service unit
es_es: Mínima incorrecta de longitud de unidades de servicio
zh_cn: 错误最短工龄单位

source: Incorrect minimum permission level
es_es: El nivel mínimo de permisos es incorrecto
zh_cn: 最低权限级别不正确

source: Incorrect minimum purchase quantity
es_es: Cantidad mínima de compra incorrecta
zh_cn: 错误最低订购数量

source: Incorrect month
es_es: Mes incorrecto
zh_cn: 月份不正确

source: Incorrect object type
es_es: Tipo de objeto incorrecto
zh_cn: 对象类型不正确

source: Incorrect option to enable calendar synchronization
es_es: Opción incorrecta para habilitar la sincronización del calendario
zh_cn: 启用日历同步的选项不正确

source: Incorrect original time stamp
es_es: Estampa original de tiempo es incorrecta
zh_cn: 错误原始时间印章

source: Incorrect password length
es_es: Tamaño de clave incorrecto
zh_cn: 错误密码长度

source: Incorrect pay period type
es_es: Tipo de Periodo de Pago incorrecto
zh_cn: 错误工资期类型

source: Incorrect payment gateway driver
es_es: Salida de Pago Incorrecta
zh_cn: 错误支付网关驱动器

source: Incorrect payment process date
es_es: Fecha de Procesado de Pago incorrecto
zh_cn: 错误支付处理日期

source: Incorrect payroll run type
es_es: Tipo de ejecución de nómina incorrecta
zh_cn: 工资核算运行类型不正确

source: Incorrect permission name
es_es: Nombre de Permiso incorrecto
zh_cn: 错误权限名

source: Incorrect port
es_es: Puerto incorrecto
zh_cn: 错误月份

source: Incorrect primary day of month
es_es: Día Primario del Mes incorrecto
zh_cn: 错误月的主日

source: Incorrect primary transaction day of month
es_es: Fecha Primaria de transacción incorrecta
zh_cn: 错误月的主交易日

source: Incorrect priority
es_es: Prioridad incorrecta
zh_cn: 优先级不正确

source: Incorrect quantity
es_es: Cantidad incorrecta
zh_cn: 错误数量

source: Incorrect quarter month
es_es: Mes de cuarto incorrecto
zh_cn: 季月不正确

source: Incorrect reminder days
es_es: Días de recordatorio incorrectos
zh_cn: 不正确的提醒天数

source: Incorrect rounding decimal places
es_es: Redondeo incorrecto de los decimales
zh_cn: 四舍五入小数位不正确

source: Incorrect secondary day of month
es_es: Día Secundario del Mes incorrecto
zh_cn: 错误月的副日

source: Incorrect secondary transaction day of month
es_es: Fecha Secundaria de transacción incorrecta
zh_cn: 错误月的次交易日

source: Incorrect section
es_es: Sección Incorrecta
zh_cn: 错误分段

source: Incorrect start date
es_es: Fecha de inicio incorrecta
zh_cn: 错误开始日期

source: Incorrect start day of week
es_es: Día de inicio de semana incorrecto
zh_cn: 错误起始日(周)

source: Incorrect start time
es_es: Tiempo de inicio incorrecto
zh_cn: 错误开始日期

source: Incorrect start time stamp
es_es: Marca de tiempo de inicio incorrecta
zh_cn: 错误起始时间印章

source: Incorrect state
es_es: Estado incorrecto
zh_cn: 状态不正确

source: Incorrect tainted date
es_es: Fecha incorrecta
zh_cn: 错误有过日期

source: Incorrect tainted employee
es_es: Empleado incorrecto
zh_cn: 错误有过员工

source: Incorrect time format
es_es: Formato de tiempo incorrecto
zh_cn: 错误时间格式

source: Incorrect time stamp
es_es: Marca de tiempo incorrecto
zh_cn: 错误时间印章

source: Incorrect time units
es_es: Unidades de tiempo incorrectos
zh_cn: 错误时间单位

source: Incorrect time zone
es_es: Zona horaria incorrecta
zh_cn: 错误时区

source: Incorrect total processing time
es_es: Tiempo de procesamiento total incorrecto.
zh_cn: 总处理时间不正确

source: Incorrect total runs
es_es: Total de carreras incorrecto
zh_cn: 不正确的总运行

source: Incorrect total time
es_es: Tiempo total incorrecto
zh_cn: 错误时间总计

source: Incorrect transaction date
es_es: Fecha de transacción incorrecta
zh_cn: 错误交易日期

source: Incorrect transaction date adjustment
es_es: Ajuste de fecha de transacción incorrecto
zh_cn: 错误交易日期调整

source: Incorrect user name length
es_es: Tamaño de Usuario incorrecto
zh_cn: 错误用户名长度

source: Incorrect value
es_es: Valor Incorrecto
zh_cn: 错误的值

source: Incorrect value for timesheet verification before/after end date
es_es: Valor incorrecto para la verificación de la hoja de tiempo antes/después de la fecha de finalización.
zh_cn: 考勤表确认结束日期前/后用值错误

source: Incorrect value for timesheet verification before/after transaction date
es_es: Valor incorrecto para la verificación de la hoja de tiempo antes/después de la fecha de transacción.
zh_cn: 考勤表确认交易日期前/后用值错误

source: Incorrect value for timesheet verification notice before/after transaction date
es_es: Valor incorrecto para la notificación de verificación de hoja de tiempo antes/después de la fecha de transacción.
zh_cn: 考勤表确认通知交易日期前/后用值错误

source: Incorrect weekly trigger time
es_es: Tiempo de activación semanal incorrecto
zh_cn: 不正确的每周触发时间

source: Incurred Date
es_es: Fecha de incurrimiento
zh_cn: 发生日期

source: Incurred Time Period
es_es: Período Incurrido
zh_cn: 发生的时间段

source: Incurred date is invalid
es_es: La fecha incurrida es inválida.
zh_cn: 发生日期无效

source: Independence Day
es_es: Día de la Independencia

source: Individual Schedules
es_es: Horarios individuales
zh_cn: 个人时间表

source: Industry
es_es: Industria
zh_cn: 行业

source: Information and Cultural Industries
es_es: Industrias de Información y Cultura
zh_cn: 资讯及文化产业

source: Initial Balance
es_es: Balance Inicial
zh_cn: 初步结余

source: Initial Date
es_es: Fecha Inicial
zh_cn: 初始日期

source: Initializing database, please wait...
es_es: Inicializando base de datos, por favor espere...
zh_cn: 正在初始化数据库，请稍候...

source: Initializing database...
es_es: Inicializando base de datos...
zh_cn: 正在初始化数据库...

source: Inserting Page Breaks...
es_es: Insertando saltos de página...
zh_cn: 插入分页符...

source: Install Wizard
es_es: Asistente de instalación
zh_cn: 安装向导

source: Installing/Upgrading the TimeTrex database may take up to 10 minutes. Please do not stop the process in any way, including pressing STOP or BACK in your web browser, doing so may leave your database in an unusable state.
es_es: Instalar/Actualizar la base de datos de TimeTrex puede tomar hasta 10 minutos. Por favor no detenga el proceso, esto incluye presionar en PARAR o ATRAS en su navegador. Hacer eso puede dejar su base de datos en mal estado.
zh_cn: 安装/升级 TimeTrex 数据库可能需要10分钟。请不要中途中止过程，包括按你的浏览器上的’停止‘或’后退‘按钮，这么做可能导致你的数据库处于不稳定状态。

source: Institute
es_es: Instituto
zh_cn: 研究所

source: Institute is invalid
es_es: El instituto no es válido.
zh_cn: 研究所无效

source: Institute is too short or too long
es_es: El instituto es demasiado corto o demasiado largo.
zh_cn: 研究所太短或太长

source: Institution
es_es: Institución
zh_cn: 机构

source: Institution Number
es_es: Número de institución
zh_cn: 机构编号

source: Insufficient access to modify home email for this employee
es_es: Acceso insuficiente para modificar el correo electrónico de la casa de este empleado.
zh_cn: 没有足够的权限修改该员工的家庭电子邮件

source: Insufficient access to modify passwords for this employee
es_es: Acceso insuficiente para modificar contraseñas para este empleado.
zh_cn: 没有足够的权限修改此员工的密码

source: Insufficient access to modify status for this employee
es_es: Acceso insuficiente para modificar el estado de este empleado.
zh_cn: 没有足够的权限修改此员工的状态

source: Insufficient access to modify work email for this employee
es_es: Acceso insuficiente para modificar el correo electrónico de trabajo para este empleado.
zh_cn: 没有足够的权限修改此员工的工作电子邮件

source: Insurable Absence Policies
es_es: Políticas de Ausencia Asegurable
zh_cn: 可保缺勤政策

source: Insurable Earnings
es_es: Ganancias Asegurables
zh_cn: 可保收入

source: Insurable Earnings (Box 15B)
es_es: Ganancias Asegurables (Caja 15B)
zh_cn: 可参保收入（方框 15B）

source: Insurable Earnings in Final Pay Period (#1) must be at least $1.00.
es_es: Las ganancias asegurables en el Periodo de Pago Final (#1) debe ser al mentos $1,00.
zh_cn: 最终支付期 (#1) 的可保收入必须至少为 1.00 美元。

source: Insurable Earnings in Final Pay Period (#1) must be at least $1.00. Employee likely does not have a pay stub in the final pay period
es_es: Las ganancias asegurables en el Periodo de Pago Final (#1) debe ser al mentos $1,00. El empleado probablemente no tiene un talón de pago en le perido de pago final
zh_cn: 最终支付期 (#1) 的可保收入必须至少为 1.00 美元。员工可能在最后一个支付期没有工资单

source: Insurable Earnings in Final Pay Period (#1) must be greater than any Vacation Pay in box 17a. In this case, Last Day For Which Paid should likely be the last day the employee worked and not include a pay period with just vacation pay
es_es: Los ingresos asegurables en el periodo de pago final (#1) deben ser mayores que cualquier pago de vacaciones en la casilla 17a. En este caso, el último día pagado probablemente debería ser el último día que el empleado trabajó y no incluir un periodo de pago solo con pago de vacaciones.
zh_cn: 最终支付期 (#1) 中的可参保收入必须大于方框 17a 中的任何假期工资。在这种情况下，Last Day For Which Paid 应该是员工工作的最后一天，而不包括仅带假期工资的工资期

source: Insurable Hours
es_es: Horas Asegurables
zh_cn: 可保时间

source: Insurable hours of %1 exceeds number of hours possible between First Day Worked and Last Day for Which Paid
es_es: Las horas asegurables del %1 exceden el número de horas posibles entre el primer día trabajado y el último día pagado.
zh_cn: %1 的可保小时数超过第一天工作和最后一天支付工资之间可能的小时数

source: Integer
es_es: Entero
zh_cn: 整数

source: Intern
es_es: Interno
zh_cn: 实习生

source: Internal
es_es: Interno
zh_cn: 内部的

source: Internal Only
es_es: Solo interno
zh_cn: 仅限内部

source: Internal Revenue Service (IRS)
es_es: Servicio de Impuestos Internos (IRS)
zh_cn: 国税局 (IRS)

source: Internal and External
es_es: Interno y Externo
zh_cn: 内部和外部

source: Interval
es_es: Intervalo
zh_cn: 间隔

source: Interview Date
es_es: Fecha de la entrevista
zh_cn: 面试日期

source: Interviewer
es_es: Entrevistador
zh_cn: 面试官

source: Interviewing Applicants
es_es: Entrevistando a los solicitantes
zh_cn: 面试申请人

source: Invalid
es_es: Invalido
zh_cn: 无效

source: Invalid (Only 32-bit)
es_es: No válido (sólo 32 bits)
zh_cn: 无效（仅限 32 位）

source: Invalid Absence Policy
es_es: Política de Ausencia Inválida
zh_cn: 无效缺席政策

source: Invalid Absence Policy ID
es_es: ID de Política de Ausencias no valido
zh_cn: 无效缺席政策 ID

source: Invalid Acknowledge Date
es_es: Mensaje de Reconocimiento no valido
zh_cn: 接收确认日期无效

source: Invalid Amount
es_es: Cantidad no valida
zh_cn: 无效总计

source: Invalid Amount, Must be a numeric value
es_es: Cantidad inválida, Debe ser un valor numérico.
zh_cn: 金额无效，必须是数值

source: Invalid Amount, calculation is incorrect
es_es: Cantidad no valida, calculo es incorrecto
zh_cn: 无效总计，计算错误

source: Invalid Amount, must be a numeric value
es_es: Cantidad inválida, debe ser un valor numérico.
zh_cn: 金额无效，必须是数值

source: Invalid Body length
es_es: Tamaño de Cuerpo no valido
zh_cn: 内容长度无效

source: Invalid Branch
es_es: Rama Inválida
zh_cn: 无效分公司

source: Invalid Break Policy
es_es: Política de descanso inválida
zh_cn: 无效的休息政策

source: Invalid CSRF token!
es_es: Token CSRF inválido!
zh_cn: 无效的 CSRF 令牌！

source: Invalid CSRF token, please refresh your browser and try again!
es_es: Token CSRF no válido, ¡por favor, actualiza tu navegador e intenta de nuevo!
zh_cn: 无效的 CSRF 令牌，请刷新您的浏览器并重试！

source: Invalid Calculation Order
es_es: Orden de Calculo Incorrecto
zh_cn: 无效计算次序

source: Invalid Change Log Length
es_es: Tamaño del Log de Cambios no valido
zh_cn: 无效更改日志长度

source: Invalid Company
es_es: Compañía no valida
zh_cn: 无效公司

source: Invalid Contact
es_es: Contacto Inválido
zh_cn: 联系人无效

source: Invalid Country
es_es: País Incorrecto
zh_cn: 无效国家

source: Invalid Course
es_es: Curso Inválido
zh_cn: 无效课程

source: Invalid Credit Account
es_es: Cuenta de Crédito no valida
zh_cn: 无效信用帐户

source: Invalid Currency
es_es: Moneda Incorrecta
zh_cn: 无效货币

source: Invalid Debit Account
es_es: Cuenta de Débito no valida
zh_cn: 无效转帐帐户

source: Invalid Default Branch
es_es: Sucursal Predeterminada incorrecta
zh_cn: 无效默认分公司

source: Invalid Default Department
es_es: Departamento Predeterminado incorrecto
zh_cn: 无效默认部门

source: Invalid Default Job
es_es: Trabajo Predeterminado Inválido
zh_cn: 无效的默认作业

source: Invalid Default Task
es_es: Tarea predeterminada inválida
zh_cn: 无效的默认任务

source: Invalid Department
es_es: Departamento Invalido
zh_cn: 无效部门

source: Invalid Description Length
es_es: Tamaño de Descripción no valida
zh_cn: 无效描述长度

source: Invalid Display Order
es_es: Orden de visualización inválido
zh_cn: 显示顺序无效

source: Invalid District
es_es: Distrito Incorrecto
zh_cn: 无效地区

source: Invalid Employee
es_es: Empleado no valido
zh_cn: 无效员工

source: Invalid Entry Name
es_es: Nombre de Entrada no valido
zh_cn: 无效条目名

source: Invalid Exception Policy ID
es_es: ID de Política de Excepciones no es valido
zh_cn: 无效例外政策 ID

source: Invalid Expense
es_es: Gasto Inválido
zh_cn: 无效费用

source: Invalid File Name Length
es_es: Tamaño del Nombre de Archivo no valido
zh_cn: 无效文件名长度

source: Invalid Full Shift Absence Policy
es_es: Política de ausencia completa de turno inválida
zh_cn: 无效的全班缺勤政策

source: Invalid Grade/Score
es_es: Calificación/Puntuación Inválida
zh_cn: 无效的等级/分数

source: Invalid Hierarchy Control
es_es: Control de Jerarquía no valido
zh_cn: 无效等级制度控制

source: Invalid Hiring Manager
es_es: Gerente de contratación inválido
zh_cn: 招聘经理无效

source: Invalid Holiday Policy
es_es: Política de vacaciones inválida
zh_cn: 无效的假期政策

source: Invalid Identification Country
es_es: País de Identificación Inválido
zh_cn: 无效识别国家

source: Invalid Identification Province/State
es_es: Identificación Inválida Provincia/Estado
zh_cn: 无效的标识省份/州

source: Invalid Interviewer
es_es: Entrevistador inválido
zh_cn: 面试官无效

source: Invalid Job
es_es: Trabajo Invalido
zh_cn: 无效工作

source: Invalid Job Applicant
es_es: Solicitante de empleo inválido
zh_cn: 求职者无效

source: Invalid Job Vacancy
es_es: Vacante de trabajo inválida
zh_cn: 无效职位空缺

source: Invalid KPI
es_es: KPI Inválido
zh_cn: 无效的关键绩效指标

source: Invalid Language
es_es: Lenguaje inválido
zh_cn: 无效语言

source: Invalid License
es_es: Licencia Inválida
zh_cn: 无效许可证

source: Invalid Local File Name Length
es_es: Tamaño del Nombre de Archivo Local no valido
zh_cn: 无效本地文件名长度

source: Invalid Maximum Rating
es_es: Calificación máxima inválida
zh_cn: 无效的最高评级

source: Invalid Meal Policy
es_es: Politica de Alimentacion Invalida
zh_cn: 无效用餐政策

source: Invalid Membership
es_es: Membresía Inválida
zh_cn: 会员资格无效

source: Invalid Message id
es_es: ID de mensaje inválido
zh_cn: 无效的消息 ID

source: Invalid Mime Type Length
es_es: Tamaño del Tipo de Mime no valido
zh_cn: 无效 Mime 类型长度

source: Invalid Minimum Rating
es_es: Calificación Mínima Inválida
zh_cn: 最低评分无效

source: Invalid Multi-select Maximum
es_es: Máximo de selección múltiple inválido
zh_cn: 无效的多选最大值

source: Invalid Multi-select Minimum
es_es: Mínimo de selección múltiple no válido.
zh_cn: 无效的多选最小值

source: Invalid Multi-select item, value and display label cannot be blank
es_es: Elemento de selección múltiple no válido, el valor y la etiqueta de visualización no pueden estar vacíos.
zh_cn: 无效多选项，值和显示标签不能为空

source: Invalid Name Length
es_es: Tamaño del Nombre no valido
zh_cn: 无效名字长度

source: Invalid Object ID
es_es: ID de objeto inválido
zh_cn: 无效的对象 ID

source: Invalid Open Shift Multiplier
es_es: Multiplicador de turno abierto inválido
zh_cn: 无效的开班乘数

source: Invalid Order
es_es: Orden no valida
zh_cn: 无效排序

source: Invalid Origin Country
es_es: País de Origen Incorrecto
zh_cn: 无效原始国家

source: Invalid Overtime Policy
es_es: Política de horas extras inválida
zh_cn: 无效加班政策 ID

source: Invalid Partial Shift Absence Policy
es_es: Política de Ausencia Parcial Inválida
zh_cn: 无效的部分轮班缺勤政策

source: Invalid Pay Code
es_es: Código de pago inválido
zh_cn: 无效的支付代码

source: Invalid Pay Codes
es_es: Códigos de pago inválidos
zh_cn: 无效的支付代码

source: Invalid Pay Period
es_es: Periodo de Pago no valido
zh_cn: 无效工资期

source: Invalid Pay Stub
es_es: Talonario de Pagos no valido
zh_cn: 无效工资条

source: Invalid Pay Stub Account
es_es: Cuenta del Talonario de Pagos no valida
zh_cn: 无效工资条帐号

source: Invalid Pay Stub Accounts
es_es: Cuentas de talones de pago inválidas
zh_cn: 无效的工资存根账户

source: Invalid Pay Stub Amendment Description Length
es_es: Tamaño de Descripción de Modificación al Talonario de Pagos no valido
zh_cn: 无效工资条修改说明长度

source: Invalid Pay Stub Entry. A Pay Code may not have a Pay Stub Account specified, or amount is invalid
es_es: Entrada de recibo de pago inválida. Un código de pago no puede tener una cuenta de recibo de pago especificada o el monto es inválido.
zh_cn: 无效的工资单条目。支付代码可能未指定支付存根帐户，或者金额无效

source: Invalid Payment Method, Source/Destination Account types mismatch
es_es: Método de pago inválido, tipos de cuenta de origen / destino no coinciden.
zh_cn: 付款方式无效，来源/目的账户类型不匹配

source: Invalid Percent
es_es: Porcentaje no valido
zh_cn: 无效百分比

source: Invalid Percent Of
es_es: Porcentaje no valido de
zh_cn: 无效百分比属

source: Invalid Premium Policy
es_es: Politica Premium Invalida
zh_cn: 无效优先政策

source: Invalid Priority
es_es: Prioridad no valida
zh_cn: 优先次序无效

source: Invalid ProRate, must be a numeric value
es_es: Valor ProRate inválido, debe ser un valor numérico.
zh_cn: ProRate 无效，必须是数值

source: Invalid Proficiency
es_es: Proficiencia inválida
zh_cn: 无效熟练度

source: Invalid Province
es_es: Provincia no valido
zh_cn: 无效省份

source: Invalid Province/State
es_es: Provincia / Estado Incorrecto
zh_cn: 无效省份

source: Invalid Punch
es_es: Marcaje inválido
zh_cn: 打卡无效

source: Invalid Punch Control ID
es_es: ID del Control de Marca no es valido
zh_cn: 无效打卡控制 ID

source: Invalid Punch ID
es_es: ID de Marca no es valido
zh_cn: 无效打卡 ID

source: Invalid Punch Tag
es_es: Etiqueta de ponchado inválida
zh_cn: 打卡标记无效

source: Invalid Punch Tag A
es_es: Etiqueta de marcaje inválida A
zh_cn: 打卡标记 A 无效

source: Invalid Punch Tag B
es_es: Etiqueta de marcaje inválida B
zh_cn: 打卡标记 B 无效

source: Invalid Rate
es_es: Taza no valida
zh_cn: 无效时率

source: Invalid Rating
es_es: Calificación inválida
zh_cn: 评级无效

source: Invalid Recurring Schedule
es_es: Horario recurrente inválido
zh_cn: 重复计划无效

source: Invalid Recurring Schedule Template
es_es: Plantilla de programación recurrente inválida
zh_cn: 重复计划模板无效

source: Invalid Recurring Schedule Template Control
es_es: Control de Plantilla de Programación Recurrente Inválida
zh_cn: 无效的重复计划模板控件

source: Invalid Reminder Employee
es_es: Recordatorio de Empleado Inválido
zh_cn: 无效提醒员工

source: Invalid Revision Length
es_es: Tamaño de Revisión no valida
zh_cn: 修改长度无效

source: Invalid Sex
es_es: Sexo Inválido
zh_cn: 无效性别

source: Invalid Skill
es_es: Habilidad Inválida
zh_cn: 技能无效

source: Invalid Source Object
es_es: Objeto de origen inválido
zh_cn: 无效的源对象

source: Invalid Status
es_es: Estado Inválido
zh_cn: 无效状态

source: Invalid Subject length
es_es: Tamaño de Asunto no valido
zh_cn: 主题长度无效

source: Invalid Task
es_es: Tarea Invalida
zh_cn: 无效任务

source: Invalid Title
es_es: Título inválido
zh_cn: 标题无效

source: Invalid Units
es_es: Unidades no validas
zh_cn: 无效单位

source: Invalid User Default
es_es: Usuario predeterminado no válido
zh_cn: 无效的用户默认值

source: Invalid YTD Amount
es_es: Cantidad YTD no valida
zh_cn: 无效年初至今总计

source: Invalid YTD Units
es_es: Unidades YTD no validas
zh_cn: 无效年初至今单位

source: Invalid account number length
es_es: Tamaño de Numero de Cuenta no valido
zh_cn: 无效帐户号码长度

source: Invalid account number, must be alpha numeric only
es_es: Número de cuenta inválido, debe ser sólo alfanumérico.
zh_cn: 帐号无效，只能是字母数字

source: Invalid account number, must be digits only
es_es: Número de cuenta inválido, debe ser solo dígitos.
zh_cn: 帐号无效，只能是数字

source: Invalid agency id
es_es: ID de agencia inválida
zh_cn: 代理机构 ID 无效

source: Invalid company or station, unable to synchronize data. Disabling Station!
es_es: Compañía o estación inválida, no se puede sincronizar los datos. ¡Desactivando la Estación!
zh_cn: 无效的公司或站点，无法同步数据。禁用站！

source: Invalid confirmation key
es_es: Clave de confirmación inválida
zh_cn: 确认密钥无效

source: Invalid credit card number
es_es: Numero de Tarjeta de Crédito no valido
zh_cn: 无效信用卡号码

source: Invalid credit card security code
es_es: Código de Seguridad de Tarjeta de Crédito no valido
zh_cn: 无效信用卡安全代码

source: Invalid currency
es_es: Moneda inválida
zh_cn: 货币无效

source: Invalid effective date
es_es: Fecha efectiva inválida
zh_cn: 生效日期无效

source: Invalid employee
es_es: Empleado inválido
zh_cn: 员工无效

source: Invalid final pay period end date
es_es: Fecha del Ultimo Periodo de Pago no valida
zh_cn: 无效最终工资期结束日期

source: Invalid final pay stub end date
es_es: Fecha final de recibo de pago inválida
zh_cn: 最终工资单结束日期无效

source: Invalid final pay stub transaction date
es_es: Fecha de transacción de recibo de pago final inválida
zh_cn: 最终工资单交易日期无效

source: Invalid first date
es_es: Primera Fecha no valida
zh_cn: 无效首个日期

source: Invalid gender
es_es: Género inválido
zh_cn: 性别无效

source: Invalid institution number length
es_es: Tamaño del Numero de Institución no es valido
zh_cn: 无效机构编号长度

source: Invalid institution number, must be digits only
es_es: Numero de Institución no es valido, debe ser dígitos solamente
zh_cn: 无效机构编号，只允许使用数字

source: Invalid institution, must be digits only
es_es: Institución inválida, debe ser solo dígitos.
zh_cn: 机构无效，只能是数字

source: Invalid insurable earnings
es_es: Ingresos Asegurados no validos
zh_cn: 无效可保险收入

source: Invalid insurable hours
es_es: Horas Aseguradas no validas
zh_cn: 无效可保险小时

source: Invalid job applicant
es_es: Solicitante de empleo inválido
zh_cn: 求职者无效

source: Invalid last date
es_es: Ultima Fecha no valida
zh_cn: 无效最终日期

source: Invalid license file or unable to activate license.
es_es: Archivo de licencia inválido o no se puede activar la licencia.
zh_cn: 许可证文件无效或无法激活许可证。

source: Invalid manual command!
es_es: Comando manual invalido!
zh_cn: 无效手动命令！

source: Invalid name
es_es: Nombre no valido
zh_cn: 无效名称

source: Invalid object_type
es_es: Tipo de objeto no válido
zh_cn: 无效的对象类型

source: Invalid or expired confirmation key, please try again.
es_es: Clave de confirmación inválida o caducada, por favor inténtalo de nuevo.
zh_cn: 确认密钥无效或过期，请重试。

source: Invalid password strength
es_es: Fuerza de contraseña inválida
zh_cn: 密码强度无效

source: Invalid recall date
es_es: Fecha de retorno no valida
zh_cn: 无效召回日期

source: Invalid records have been skipped, all other records have been imported successfully.
es_es: Se han omitido los registros no válidos, todos los demás registros se han importado con éxito.
zh_cn: 已跳过无效记录，已成功导入所有其他记录。

source: Invalid review control
es_es: Control de revisión inválido
zh_cn: 审查控制无效

source: Invalid reviewer
es_es: Revisor inválido
zh_cn: 审稿人无效

source: Invalid routing number, must be digits only
es_es: Número de ruta inválido, debe ser solo dígitos.
zh_cn: 路由号码无效，只能是数字

source: Invalid script
es_es: Script no valido
zh_cn: 无效脚本

source: Invalid status, unable to lock or close pay periods before their end date
es_es: Estado inválido, no se puede bloquear o cerrar los periodos de pago antes de su fecha de finalización.
zh_cn: 无效状态，无法在结束日期之前锁定或关闭支付期

source: Invalid time for alarm #1
es_es: Tiempo inválido para la alarma #1
zh_cn: 警报 #1 的无效时间

source: Invalid time for alarm #2
es_es: Tiempo inválido para la alarma #2.
zh_cn: 警报 #2 的无效时间

source: Invalid time to live
es_es: Tiempo de vida inválido
zh_cn: 无效的生存时间

source: Invalid transit number length
es_es: Tamaño de Numero Transit no es valido
zh_cn: 无效过渡编号长度

source: Invalid transit number, must be digits only
es_es: Numero de Transit no valido, deben ser dígitos
zh_cn: 无效过渡编号，只允许使用数字

source: Invalid type, must be a temporary pay stub instead
es_es: Tipo inválido, debe ser un talón de pago temporal en su lugar.
zh_cn: 类型无效，必须是临时工资单

source: Invalid user name
es_es: Nombre de usuario inválido
zh_cn: 无效的用户名

source: Invalid vacation pay
es_es: Pago de Vacaciones no valido
zh_cn: 无效休假工资

source: Invoice
es_es: Factura
zh_cn: 发票

source: Invoice #
es_es: # de Factura
zh_cn: 发票号

source: Invoice Billing City
es_es: Ciudad de Facturación de Factura
zh_cn: 发票开票城市

source: Invoice Billing Contact
es_es: Contacto de Facturación de la Factura
zh_cn: 发票结算联系人

source: Invoice Billing Country
es_es: País de facturación de la factura
zh_cn: 发票开票国家
